label ccc0011a:
    call gl(0,"bgcc0010")
    call vsp(0,1)
    call vsp(1,0)
    with wipeleft
    play bgm "bgm/bgm018.ogg"
    "部室には誰もいない。"
    "遊んでいる時は手狭な部屋も、無人だと閑散として見える。"
    "廊下側の窓一面に張り出してあるカムフラージュが、ぺろりとはがれていた。"
    "これは無人の室内写真を、横長に印刷して丹念に貼り合わたものだ。"
    "ガラス一枚隔てると、意外とわからないものである。"
    太一 "「…………」"
    "いつもここでたむろってた。"
    "友貴がよく座って漫画を読んで。"
    "桜庭もいた。"
    "先輩も。"
    "ここは美希と霧の定位置。"
    "みゆきは……あのあとすぐにＸ組に移動になってしまったんだっけ。"
    "容態が悪化して。"
    "Ｘ組は他のクラスとは違う。"
    "群青の終着駅だ。"
    "もっとも幸福なクラスでもあるわけだが。"
    太一 "「…………」"
    "人の心は、まるで予測もできない。"
    "まったく普通だったのに、ある日突然……。"
    "人類の種としての限界だという者もいた。"
    "俺はそうは思わない。"
    "……病だ。"
    "人は人と接さなくなり、メディアによって心の渇きを癒す。"
    "まともな食事をとらず有害な化学物質ばかりを口にするようなものだったのだ。"
    "……歪んでしまった。"
    "その結果が……これだ。"
    "重度不適合者隔離施設·群青学院―――"
    "幸せな学生たちと、屈強な警備員と、セラピストや精神科医の常駐する……原発による過当利益緩和政策の一環として導入された特殊教育施設。"
    "自然の中で心を癒す。"
    "表向きのキャッチコピーだ。"
    "けど誰もが知っている。"
    "適応係数の低い者を癒す手段はただ一つ。"
    "人との有益な接触。"
    "すなわち。"
    "触れあいでしかないのである。"
    "けれど怯える教師や警備員がその相手になりえるだろうか。"
    "なるわけがない。"
    "傷ついた少年少女同士で、心をわけあうしかないのだった。"
    call gl(1,"TCST0000|TCST0000")
    call gp(1,t=center)#x=190
    call vsp(1,1)
    with dissolve
    voice "vmCCC0011ayki000"
    友貴 "「太一？」"
    "友貴がやってきた。"
    太一 "「よ、シスコン」"
    call gl(1,"TCST0004|TCST0004")
    call vsp(1,1)
    with dissolve
    "むっとする。"
    voice "vmCCC0011ayki001"
    友貴 "「……今はもう違う」"
    太一 "「だっけ？」"
    "不適合者は、傾向として他者に敵意や恐怖を抱きやすい。"
    "前者なら危険人物、後者であれば可哀相な子。"
    call gl(1,"TCST0000|TCST0000")
    call vsp(1,1)
    with dissolve
    voice "vmCCC0011ayki002"
    友貴 "「……太一も来てたんだな」"
    太一 "「んー、まあな。状況知りたかったし」"
    太一 "「そっちは？」"
    call gl(1,"TCST0004|TCST0004")
    call vsp(1,1)
    with dissolve
    voice "vmCCC0011ayki003"
    友貴 "「同じ」"
    voice "vmCCC0011ayki004"
    友貴 "「授業がないからさ、すぐやることなくなった」"
    太一 "「例の新しい部活は？　食料調達部だっけ？」"
    call gl(1,"TCST0000|TCST0000")
    call vsp(1,1)
    with dissolve
    voice "vmCCC0011ayki005"
    友貴 "「生命維持活動部」"
    太一 "「変な名前」"
    voice "vmCCC0011ayki006"
    友貴 "「名前なんてどうでもいいよ」"
    "日曜の夜、状況を確認した俺たちは、まず食料のことを考えた。"
    "そこで友貴が、市内に残ってる食料を回収して健全にわけようということを提案した。"
    "俺も名のりをあげたが、拒否された。"
    "つまみ食いは御法度らしいからだ。"
    voice "vmCCC0011ayki007"
    友貴 "「常人の数倍も食べるヤツに任せられる仕事じゃないよ」"
    太一 "「食っとらんと言うのに」"
    "あれは遊紗ママが勝手に……。"
    hide pic1
    with dissolve
    voice "vmCCC0011ayki008"
    友貴 "「とりあえず、ここが落ち着くんだよね」"
    "定位置に座って、地図を広げる。"
    "町内地図。"
    "赤ペンで、印をつけていく。"
    voice "vmCCC0011ayki009"
    友貴 "「ここは乾物ばかりだから保留と……ここの生ものは……」"
    "ぶつぶつ呟きつつ、地図とにらみ合う。"
    call gl(5,"bgcc1010s")
    call vsp(5,1)
    with dissolve
    call vsp(5,0)
    with Dissolve(500.0/1000.0)
    "その姿が一瞬、漫画を読んでいた友貴と重なった。"
    太一 "「……はは」"
    voice "vmCCC0011ayki010"
    友貴 "「ん？　なに？」"
    太一 "「いや」"
    太一 "「なんでもないよ」"
    voice "vmCCC0011ayki011"
    友貴 "「？」"
    "俺はゴムテープを取って、カムフラージュを元通りに直した。"
    "意味のない行動。"
    "けど友貴は何も言わなかった。"
    stop bgm
    return
    #