label ccc0036a:
    play bgm "bgm/bgm007.ogg"
    call gl(0,"bgcc0005")
    call vsp(0,1)
    call vsp(1,0)
    with wipeleft
    "水曜日。"
    "ニュートンも失笑、惰性の法則に従って学校に行く。"
    "坂を歩く。"
    "いつもながら勾配がきつい。"
    "歩みは遅くなる。"
    "ようやっと平らな場所に出る。"
    call gl(5,"bgcc0000e")
    call vsp(5,1)
    with dissolve
    hide pic5
    with dissolve
    太一 "「……！」"
    "予感に焙られて、意識が加熱した。"
    "理性よりはやく体は動く。"
    "振り返った！"
    太一 "「…………いないか」"
    "人の気配を感じたのに。"
    "そう……七香のだ。"
    "祠に行ってから、一度も姿を見せていない。"
    "彼女はこの世界に起こっていることを知っている。"
    "ではなぜ俺は、七香を捜さないのか。"
    "おそらく……見つからないから。"
    "七香は見つからない。決して。"
    "そんな気がした。"
    stop bgm
    return
    #