label ccc0022:
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    pause (500.0/1000.0)
    "扉を押し開ける。"
    "抵抗があった。"
    "向こう側から押さえられている。"
    play se "se044"
    "強く押す。"
    "扉の向こうで、小さな乱気流が霧散した。"
    "風だったのだ。"
    play bgm "bgm/bgm015.ogg"
    play se "se009"
    call gl(1,"efcc0000")
    call gl(0,"bgcc0007")
    call gp(1,t=center)#x=0
    call vsp(1,1)
    with dissolve
    call vsp(0,1)
    with dissolve
    hide pic1
    with dissolve
    "アンテナ。"
    play se "se010"
    "それなりに形になっている。"
    "指向性や波長など、いろいろな調整が必要だ。"
    "が、そういう知識は俺にはない。"
    "先輩も詳しくはなかったが、勉強したらしい。"
    "その先輩だが……いない。"
    "工具。"
    "脚立。"
    "書物。"
    "風で飛び散った、菓子パンの空袋。"
    "作業をしていた痕跡だけが残されている。"
    "２４時間作業しているわけでもないのか。"
    "アンテナを見あげた。"
    "周囲が開けていて、背の高い建物。"
    "電波を飛ばすには、うってつけの環境らしい。"
    "コミュニティＦＭという、地域密着型のラジオ放送がある。"
    "本来、学校の部活でやるほど敷居の低いものでもない。"
    "が。"
    "立地と、群青学院のなりたちと、地元有志の善意溢れる意向。"
    "そういったものが、今回の話に結びついた。"
    "準備が進められていたが、とあるやむを得ない事件によって、うやむやになっていた。"
    "搬入されたアンテナは、一年、そのまま放置されることになった。"
    "そんな事情があるのだった。"
    "おそらくＦＭ群青に求められていたものは、健気に生きる少年少女たちの希望に満ちた愛コンテンツ、だったのだろうけど。"
    "ごめん、そんなものは群青にはありません。"
    "結果オーライだと言える。"
    "見里先輩は、ＳＯＳ計画を立てた。"
    "日曜の夜に彼女はそう言った。"
    "人類が消失してしまったことを、手分けして確認してからだ。"
    "高所にアンテナがあるのだから、完成させて発信してみようという試みは……いかにも現実味が乏しい。"
    "正直、先輩はほつれてしまった、と思った。"
    "逃避は次第に人を弱くする。"
    "そして先輩はもともと十分に弱かった。"
    voice "vfCCC0022msa000"
    見里 "「ぺけくん？」"
    "背後。"
    "向き直る。"
    太一 "「はろーです。先輩」"
    call gl(1,"TCMM0021|TCMM0021")
    call gp(1,t=center)#x=225
    call vsp(1,1)
    with dissolve
    voice "vfCCC0022msa001"
    見里 "「はろーです……えーと、どうしました？」"
    太一 "「様子を見に来ました」"
    "先輩はふんにゃりと微笑む。"
    call gl(1,"TCMM0002|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0022msa002"
    見里 "「そうでしたか」"
    太一 "「しばらく来てなかったんですけど、だいぶできてますね」"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0022msa003"
    見里 "「けっこう前からコツコツとやってますから」"
    "そう。"
    "放送部が自然崩壊してからこっち。"
    "先輩は一人ですべてをこなしていた。"
    "昼休みのＤＪ。"
    "各種放送。"
    "すべて。"
    "誰も手伝わなくなった。"
    "霧は俺を敵視するようになり、"
    "友貴は姉を避けるようになり、"
    "美希はおろおろと苦笑い、"
    "冬子も俺を無視しはじめ、"
    "見事、瓦解。"
    "桜庭だけがいつもと変わりなかった。"
    "変わりなく、サボっていた。"
    "俺はそれでも先輩の周囲をうろちょろしていたけど。"
    "彼女の方が、手伝いを拒んだ。"
    太一 "「……そうでしたね」"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0022msa004"
    見里 "「びっくりしましたねぇ、それにしても」"
    太一 "「ですなー」"
    voice "vfCCC0022msa005"
    見里 "「人が一斉にいなくなるなんて」"
    太一 "「静かですよね」"
    call gl(1,"TCMM0003|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0022msa006"
    見里 "「すごくすごく静かです」"
    太一 "「どこ行ってたんです？」"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0022msa007"
    見里 "「ちょっと……おなかがすいたので」"
    太一 "「昼ですしね。うまく食料見つけられました？」"
    voice "vfCCC0022msa008"
    見里 "「ああ、家に戻ってました。食べ物は特に不自由してないですし」"
    太一 "「あー、学校サボリー。部長がさぼりー」"
    call gl(1,"TCMM0004|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0022msa009"
    見里 "「ち、違いますよっ、これはさぼりではありませんっ」"
    "焦る。"
    "規則重視の人なのだ。"
    太一 "「停学、停学です」"
    call gl(1,"TCMM0005|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0022msa010"
    見里 "「停学はいやー、履歴に傷がー」"
    太一 "「停学！　停学！」"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0022msa011"
    見里 "「停学はだめですー」"
    "二人ではしゃいでいた。"
    "これが今の俺たちの、最短距離だった。"
    stop se
    stop bgm
    return
    #