label ccc0016b:
    play bgm "bgm/bgm011.ogg"
    "俺はあえて自分を裏切る。"
    "運命への挑戦だな。"
    太一 "「美希、俺は予定調和が嫌いだ」"
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0016bmki000"
    美希 "「なるほど」"
    太一 "「だから、闘う」"
    call gl(1,"TCYM0003|TCYM0003")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0016bmki001"
    美希 "「勇ましいです」"
    "どうでもいいようなテンションだった。"
    stop bgm
    太一 "「うーん、やーめた」"
    "それはまさに気まぐれな、思春期の無軌道さであった。"
    play bgm "bgm/bgm006.ogg"
    太一 "「と言いつつ爆破スイッチ！」"
    "美希の背後にまわり、ブラのホックを指先で！"
    call gl(1,"TCYM0001|TCYM0000")
    call vsp(1,1)
    with dissolve
    with vpunch
    extend "がっし！"
    with vpunch
    太一 "「なにぃ！？」"
    "俺の指は、美希のチョキによって受け止められていた！"
    "しかも前を向いたまま、手だけを背後にやって。"
    "なんという反射神経、なんという柔軟さ、そして袖口から見えるブラチラにタグがついていることを俺の目は見逃さなかった。"
    太一 "「ならばこうだ！」"
    太一 "「一本釣り！」"
    "一本釣りとは、背後から股間に手を入れて、そのまま中空に吊り上げる禁断の技。"
    "恥辱の空中遊戯なのである。"
    "だが！"
    voice "vfCCC0016bmki002"
    美希 "「にょみょー」"
    "俺の吊り手は、美希の太ももによってしっかと挟まれてしまった。"
    "これでは持ち上げることはできない。"
    太一 "「防がれた！」"
    "生ふとももは最高に気持ちいいが、作戦は失敗だ。"
    voice "vfCCC0016bmki003"
    美希 "「……そんなものですか？」"
    太一 "「はわわっ」"
    "美希が短期間の修行で七倍くらいに強くなった少年漫画の主人公みたいなオーラを発していた。"
    "つ、強い！"
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0016bmki004"
    美希 "「今度はこちらから行きます」"
    "美希がゆらりと構えを取る。"
    "まるで舞だ。"
    call gl(1,"TCYM0001|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0016bmki005"
    美希 "「御免！」"
    "構える。"
    "が、美希は瞬時に懐に飛び込んできた。"
    "すぼめた指先を膝頭に当てて、ゆっくりと押し広げた。"
    太一 "「あはぁんっ！？」"
    "くすぐったくて、立っていられなくなった。"
    太一 "「こ、この技はっ？」"
    call gl(1,"TCYM0003|TCYM0003")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0016bmki006"
    美希 "「ふふふ、膝頭は意外と性感帯なのです」"
    太一 "「意外すぎる！」"
    "というかマジこそばゆかった。"
    stop bgm
    太一 "「俺の……完敗だ」"
    太一 "「……というところで、ノルマおしまいっと」"
    play bgm "bgm/bgm003.ogg"
    return
    #