label ccc0003b:
    call gl(0,"bgcc0003")
    call vsp(0,1)
    with wipeleft
    "月曜日……か。"
    play bgm "bgm/bgm016.ogg"
    "朝七時。"
    "起床の時間だ。"
    "だが！"
    "起きなくて良いんだよ、坊や―――"
    "そんな優しいグランドマザー声が響く。"
    "それはおまえを食べてしまうためだよ！―――"
    "それババア違う。ウルフ。"
    "ということで寝て良し。"
    太一 "「フフフ」"
    "幸せだ。"
    "人類とか滅亡したのか知らんけど、今この瞬間、俺の幸福感は限りなく神に近い。"
    call gl(1,"TCHY0000|tchy000x")
    call gp(1,t=center)#x=200
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003byou000"
    曜子 "「……太一」"
    voice "vfCCC0003byou001"
    曜子 "「太一。起きて」"
    太一 "「う～～～んっ」"
    voice "vfCCC0003byou002"
    曜子 "「起きないとエッチなことをすると思う」"
    太一 "「……ぐう」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003byou003"
    曜子 "「……そう」"
    play se "SE080"
    hide pic1
    with dissolve
    "ばさっ"
    "ごそごそごそっ"
    voice "vfCCC0003byou004"
    曜子 "「ん……んむ……」"
    stop bgm
    voice "vfCCC0003byou005"
    曜子 "「ちゅっ、ちゅううううううううううううううううううううっっっ！！」"
    太一 "「ぐわあああああああああっ！！」"
    stop bgm
    "下半身に爆発的な官能が。"
    "瞬時に導かれる。"
    play se "se067"
    with vpunch
    太一 "「……おっ……おぶおぶおぶ」"
    "あれ、俺……夢精した。"
    "なんかすごい刺激があったような。"
    voice "vfCCC0003byou006"
    曜子 "「……んっ……んくっ……ぁふ……」"
    太一 "「え？」"
    "布団の中に誰かいる！"
    #dwave 2,"voice/vfCCC0003byou005 1 0.ogg"
    voice "vfCCC0003byou005"
    "ちゅうぅぅぅぅぅぅぅぅぅぅぅぅぅぅぅっ！！"
    "快楽の爆発。二度目。"
    太一 "「あごあああああああああああああっ！！」"
    "俺はエビっぽく仰け反った。"
    太一 "「や、やめれーっ！」"
    "布団をはぐ。"
    "曜子ちゃんがいた。"
    太一 "「わーっ！？」"
    "蹴る。"
    voice "vfCCC0003byou007"
    曜子 "「うっ」"
    "ころん、と背後に転がるが受け身を取った。"
    "パンツとパジャマをあげる。"
    太一 "「なんばしよっと！！」"
    call gl(1,"TCHY0000|tchy000x")
    call gp(1,t=center)
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003byou008"
    曜子 "「フェラチオ」"
    太一 "「こういうことしないでって言ったろ！」"
    voice "vfCCC0003byou009"
    曜子 "「……性行為はしないって言ったけど、フェラチオは含まれていなかったもの」"
    太一 "「普通はフェラチーオも性行為なんだよ！」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003byou010"
    曜子 "「……ルールをあとずけするのは卑怯だと思う」"
    太一 "「どっちが卑怯か！」"
    "くそっ、俺の子種を抜き取られてしまった。"
    "夢魔め！"
    "うかうか寝てもいられないぜ！"
    太一 "「なにしにきた！」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003byou011"
    曜子 "「……お弁当」"
    "紙袋を掲げる。"
    太一 "「アンタんとこでは、弁当届けにきてフェラッチーオするのかね？　ん？」"
    voice "vfCCC0003byou012"
    曜子 "「なぜか二人分」"
    太一 "「聞けよ！」"
    太一 "「……いや、いいや……常識ない人に常識説いても仕方ないし」"
    "どっと疲れた。生気を抜かれたせいだ。"
    voice "vfCCC0003byou013"
    曜子 "「報告が」"
    太一 "「……あに？」"
    "着替えることにした。"
    太一 "「うー、パンツがヨダレと精液で……」"
    "脱ぎ捨てる。"
    "別に彼女に見られるのは恥ずかしくない。"
    "というかどうでもいい。"
    voice "vfCCC0003byou014"
    曜子 "「拭いてあげる」"
    太一 "「え、いいよそんなの……自分ででき……」"
    "曜子ちゃんの手にローションボトルが握られていた。"
    太一 "「俺の半径２メートル以内に近寄るんじゃねぇ！！」"
    "ぴたり、と足が止まる。"
    太一 "「……前立腺マッサージをしようとしたな？」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003byou015"
    曜子 "「いいえ」"
    太一 "「普段いじめられてるから仕返しですか」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003byou015"
    曜子 "「いいえ」"
    太一 "「じゃあどうしてそういうことをするんですか、あなたは」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003byou016"
    曜子 "「……好きだから」"
    太一 "「うそジャー！！」"
    "俺は某人工衛星に積まれた人類とその歴史を示すプレートに描かれた全裸の成人男性のようなポーズを取りながら、彼女の言葉を否定した。"
    太一 "「前立腺マッサージで俺を虜にしようとしたな？」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003byou015"
    曜子 "「いいえ」"
    太一 "「くっ、雌豹め……罪を認めようとしない」"
    太一 "「もういいよっ」"
    "新しいパンツを探す。"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003byou017"
    曜子 "「はい、出してある」"
    太一 "「ん」"
    "受け取る。"
    "ヒヤリとしたが、構わず履く。"
    太一 "「……え？」"
    "それは金属製の下着だった。"
    "カチン、と尻の方から施錠するような音。"
    "振り返ると曜子ちゃんが、しゃがみ込んでなにかしていた。"
    太一 "「なんしとん……」"
    voice "vfCCC0003byou018"
    曜子 "「鍵……かけた」"
    太一 "「……」"
    太一 "「なんで？」"
    voice "vfCCC0003byou019"
    曜子 "「鍵をしないと外れてしまうから」"
    太一 "「だからどうしてパンツに鍵を！？」"
    voice "vfCCC0003byou020"
    曜子 "「貞操帯だから」"
    太一 "「て……」"
    "ていそうたい。"
    太一 "「はおっ、脱げない！？」"
    voice "vfCCC0003byou021"
    曜子 "「鍵がないと脱げない」"
    太一 "「鍵！」"
    "襲いかかる。"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003byou022"
    曜子 "「ごっくん」"
    "舌にのっけて呑んだ。"
    太一 "「おわー！？」"
    太一 "「なんで、どうしてっ！？」"
    voice "vfCCC0003byou023"
    曜子 "「……先週の太一はＨだった」"
    voice "vfCCC0003byou024"
    曜子 "「だめ、そんなの」"
    太一 "「先週は自慰しかしとらんですばい！」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003byou025"
    曜子 "「その先週じゃない」"
    voice "vfCCC0003byou026"
    曜子 "「とにかく目に余る所業、断固阻止」"
    太一 "「……わけわかんないよ……だいたい鍵……呑んじゃって……」"
    voice "vfCCC0003byou027"
    曜子 "「もう外れない」"
    太一 "「浣腸するぞこのアマ」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003byou028"
    曜子 "「……いいけど、今しても無駄だと思う。それでいいなら、どうぞ」"
    "やられた。"
    "この人、たぶん自力で吐き出せるんだな。"
    "金魚を生きたまま呑み込んで吐き出すおじさんみたくだ。"
    "ハメられた。"
    "ハメられすぎた。"
    "ハメられあげた。"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003byou029"
    曜子 "「落ち着いて私の太一。貞操帯をつけたのには理由があるの」"
    太一 "「苦楽をともにしてきた戦友に貞操帯をつけなければならないほどの理由があるとでも？」"
    voice "vfCCC0003byou030"
    曜子 "「……今朝、少し調べてみたのだけれど」"
    "何事もなかったように話しだす夢魔。"
    voice "vfCCC0003byou031"
    曜子 "「発電所に行けなくなっていたの」"
    太一 "「貞操帯をつけた理由」"
    voice "vfCCC0003byou032"
    曜子 "「それと祠の情報で、だいたい把握できた」"
    太一 "「貞操帯をつけた理由！」"
    "曜子ちゃんは荷物をあさりだした。"
    "わけわからん。"
    call gl(1,"TCHY0002|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003byou033"
    曜子 "「太一、これを」"
    "新品のノートを束で渡された。"
    太一 "「……今提示された情報そしてアイテムは、互いにまったく繋がろうとはしない」"
    "説明不足にもほどがある。"
    voice "vfCCC0003byou034"
    曜子 "「それと……いろいろヘン。だからもう少し本格的に調査してみたい」"
    voice "vfCCC0003byou035"
    曜子 "「……で見守っていない間、太一がヘンなことしないように貞操帯を」"
    太一 "「ああ……」"
    "がっくり。"
    "そういうことか。"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003byou036"
    曜子 "「昼は戻ってくるから」"
    stop bgm
    "だから二人分の弁当か。"
    "……なんか曜子ちゃんが能動的だ。"
    "なんかあったか。"
    "特に刺激するようなことしてないのに。"
    hide pic1
    with dissolve
    "頬に唇を押しつけて、部屋を出て行った。"
    pause (500.0/1000.0)
    pause (500.0/1000.0)
    return
    #