label ccc0005:
    太一 "「でも弁当だったら、机に置いておいてくれてもいいのに」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0005you000"
    曜子 "「発電所に……行けなかったから……」"
    太一 "「発電施設？　に行けなかった？」"
    "意味がわからない。"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    曜子 "「…………」"
    "黙った。"
    "くそう。"
    "いつものことながら、概要しか語らない。"
    "自分が理解できる最低限の言葉で、語ってくるからだ。"
    "問いつめることはできるが、こちらの質問や疑問を的確にしないと理解に辿り着くまで時間がかかって仕方ない。"
    太一 "「えー、つまり確認してきたんだ？　あんな遠くまで」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0005you002"
    曜子 "「危険だったから」"
    太一 "「ああ、そう……」"
    "確かに発電所がどうこうなったら危険である。"
    太一 "「で、その報告に来たんだ」"
    "こく、と頷く。"
    太一 "「そうか……お疲れさま」"
    "こく、と頷く。"
    "ちょっと嬉しそうだ。"
    "手を離す。"
    "彼女の白磁の頬が、すこし赤く腫れていた。"
    "にしても。"
    "行けなかった、とはどういうことだろう。"
    "崖崩れがあって物理的にたどり着けなかったとか。"
    "施設の運用には必要を満たしているが、その周囲はきっちり難儀な土地だからなぁ。"
    "でも安全と言い切るってことは……確認が取れたってことで。"
    hide pic1
    with dissolve
    "んー。"
    太一 "「その行けなかったってのは？」"
    "いなくなっていた。"
    "ちょっと目を離した隙に。"
    stop bgm
    太一 "「はぁ……」"
    return
    #