label ccc0001:
    #modewin
    call gl(0,"bgcc0001b")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    "放送部の合宿だった。"
    play bgm "bgm/bgm007.ogg"
    "俺たち一年生が進級し、幸せな三年生が引退して。"
    "新しい一年生が入ってきて。"
    "新たな面子は七人で。"
    "でも本当は八人で。"
    "７／８ならまあＯＫか、と俺は思っていた。"
    "彼女は……どうせ呼べばすぐにやってくる。"
    "７人集めるのに。"
    "支払った代価は安くない。"
    "反面、得たものは決して多くない。"
    "むしろマイナスであったとさえ言える。"
    "怒り。"
    "そねみ。"
    "憎しみ。"
    "傷つけあって、わかたれた。"
    "そんな合宿だ。"
    "一因として、教員が参加しなかったことがある。"
    "なぜならこれプライベートな部活動だったからだ。"
    "学院には内緒のオチャメ。"
    "公になれば、ちょっとした騒ぎになる。"
    "けど平気だと思った。"
    "自制さえしていれば。"
    "彼女が監視していてくれるなら。"
    "最悪の事態は避けられると思った。"
    "そうまでして……俺は何をしたかったのか。"
    見里 "「……」"
    "先輩を駆り出してまで。"
    "そうして、悲嘆と苦痛のうちに合宿が終わり。"
    "七人は帰路に就いた。"
    "俺は見たくなかった。"
    "憔悴し、倦怠し、視線を外しあって交わらせず。"
    "そんな他人のようなみんなの顔を。"
    "だから先頭に立った。"
    call gl(0,"bgcc0015b")
    call vsp(0,1)
    with wipeleft
    "途中で日が暮れた。"
    "ひどく長い時間、歩いていた気がする。"
    "何時間も。"
    "普段は一時間もかからない道だ。"
    "疲労のせいか。"
    "誰も何も言わなかった。"
    "七つの足音だけの世界だった。"
    "異様に静かな山道。"
    "虫の音さえも耳に届かない。"
    "空気までも冷たく感じさせる。"
    "夏だというのに。"
    call gl(0,"bgcc0015b")
    call vsp(0,1)
    with Pixellate(300.0*2/1000.0,5)
    "暗くても、見えたから。"
    "道が見えたから。"
    "俺は昔から夜目がきいた。"
    "道を間違えたのかなと思い出した頃、町に出た。"
    stop bgm
    "人類は滅亡していた。"
    #textoff
    with Dissolve(500.0/1000.0)
    pause (1000.0/1000.0)
    call gl(0,"TITLE3")
    call vsp(0,1)
    #dwave 1,"se/seeye002.ogg"
    with Pixellate(300.0*2/1000.0,5)
    pause (5000.0/1000.0)
    #texton
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    return
    #