label ccc0024:
    play bgm "bgm/bgm003.ogg"
    call gl(0,"bgcc0003")
    call vsp(0,1)
    call vsp(1,0)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    "目を覚ます。"
    "陽光が窓を貫いていた。"
    "熟睡していたらしい。夢一つ見なかった。"
    "時間は……７時。"
    "学校に行く必要などない。"
    "けど、体は動いた。"
    call gl(0,"bgcc0004")
    call vsp(0,1)
    with wipeleft
    "朝食の用意はされていない。"
    "当然か。"
    "美人でキャリアな睦美おばさんは料理もうまいが、もういない。"
    "引き取ってくれたこと。"
    "曜子ちゃんとのことを、穏便に取りはからってくれたこと……。"
    "感謝はいくらでもできた。"
    "孝行する前に、消失してしまった。"
    "机の上に、紙袋が二つ置かれていた。"
    "中身は……サンドイッチだ。"
    "曜子ちゃんか。"
    "一人分の袋と、二人分の袋。"
    "朝食用と弁当用だ。"
    "弁当用が二人分の方。"
    "こういうところは可愛いと思う。"
    "彼女は人を口説くということに、まったく慣れていない。"
    "一人で全てまかなえるタイプだからだ。"
    "十年来の知り合いである俺に対しても、ぎこちない。"
    "頑張れば、もっと完璧なものになれるのにねぇ。"
    太一 "「……いただきます」"
    "それでも。"
    "東の家に、手を合わせた。"
    return
    #