label ccc0034:
    太一 "「ほら」"
    "紙袋ごと渡す。"
    "食物ごとき、自力でいくらでも調達できる人だけどなぁ。"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0034you000"
    曜子 "「ん……」"
    "食べ始める。"
    太一 "「じゃ、また」"
    "歩き出す。"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    曜子 "「……」"
    "はむはむはむ"
    "食べながらついてきた……。"
    "そこで、いじめることにした。"
    太一 "「あ、曜子ちゃんちょっと」"
    "呼び寄せる。"
    "頭を抱えてつむじを押し込んだ。"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0034you002"
    曜子 "「う、ううっ、それはだめ……だめ……おなかがくだるから……」"
    太一 "「健康そのものじゃないですか、あなた」"
    "ぐいぐいと押し込む。"
    voice "vfCCC0034you003"
    曜子 "「うう、つむじ……押さないで……てっぺんが変な感じする……」"
    "ゆるゆると身をよじる。"
    "逃がさない。"
    太一 "「うりうり」"
    voice "vfCCC0034you004"
    曜子 "「降参、降参」"
    "昼下がり、いじめ抜いた。"
    stop bgm
    return
    #