label ccc0023a:
    call gl(0,"bgcc0002a")
    call vsp(0,1)
    call vsp(1,0)
    with wipeleft
    pause (500.0/1000.0)
    pause (1000.0/1000.0)
    call gl(0,"bgcc0004b")
    call vsp(0,1)
    with wipeleft
    play bgm "bgm/bgm002.ogg"
    太一 "「ふう」"
    "テーブルの上に、メモが置かれていた。"
    "『夕食あるかも』"
    太一 "「わーい、行く行くー」"
    "自分で用意しないですんだ。"
    "三分で着替えると、いそいそと彼女の家に向かうのだった。"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    "夕食は、おいしゅうございました。"
    pause (500.0/1000.0)
    pause (500.0/1000.0)
    call gl(0,"bgcc0003b")
    call vsp(0,1)
    with wipeleft
    play bgm "bgm/bgm016.ogg"
    "蝋燭に火をつける。"
    "照明は使えない。"
    "いくら俺でも、真っ暗では読み書きは難しい。"
    "独特の輝きが、室内を照らす。"
    "蝋燭が好きだった。"
    "生の火に、強く惹かれた。"
    "こうしてぼんやりと揺らめく炎を見ていると、心が囚われて、いつまでもいつまでもまどろんでいることができた。"
    "以前、それで前髪を焦がしたこともある。"
    "ぶっちゃけ三分前のことだ。"
    太一 "「……焦げた……ちくせう」"
    "泣きそう。"
    "とにかく日記を書こう。"
    "ノートを開く。"
    "記録は、大切だ。"
    "巻き戻されたが最後、それだけが確かなものだからだ。"
    stop bgm
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    return
    #