label ccc0032:
    call gl(0,"bgcc0008")
    call vsp(0,1)
    call vsp(1,0)
    with wipeleft
    "あっという間に昼になった。"
    "やっぱり８人しかいないと、なかなか出くわさない。"
    play bgm "bgm/bgm012.ogg"
    "曜子ちゃんのサンドイッチ。"
    "ちょっと量が多い。"
    太一 "「仕方ない、一人で食うか……」"
    "なんとか食えるだろう。成長期だし。"
    "唐突にぞわっと背筋が総毛立つ。"
    "機関銃を構えた兵士に背後から狙われているような。"
    太一 "「よ、曜子ちゃん……」"
    call gl(1,"TCHY0000|tchy000x")
    call gp(1,t=center)#x=180
    call vsp(1,1)
    with dissolve
    曜子 "「…………」"
    "立っていた。"
    "立っているだけだった。"
    "いつものアプローチ。"
    "気配に鋭敏な体質のせいか、どうも慣れることがない。"
    太一 "「いつもながら唐突だね」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    曜子 "「…………」"
    "鼻をつまむ。"
    太一 "「喋れ」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0032you002"
    曜子 "「わらしのことがひつようらろおもっれ」"
    太一 "「うーん」"
    "考える。"
    太一 "「特に用事はないや」"
    曜子 "「…………」"
    "手を離した隙に、２メートルほど逃げて立っていた。"
    太一 "「それにしても一人で二人分食べるのは、大変だなあ」"
    "紙袋をあけて、サンドを口に放り込む。"
    曜子 "「……………………」"
    "能面めいた顔の下、どんな葛藤が展開されているのだろうか。"
    "しばし後、わずかに肩が落ちる。"
    "しょんぼりと。"
    call gl(1,"TCHY0002|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0032you005"
    曜子 "「……私のアパート、引き払うことにしたから」"
    太一 "「え、どうして？」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0032you006"
    曜子 "「帰る」"
    太一 "「うちに？」"
    "頷く。"
    太一 "「……ダメ」"
    "駄目だしをする。"
    voice "vfCCC0032you007"
    曜子 "「……どうして？」"
    太一 "「落ち着かない」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0032you008"
    曜子 "「もう誰もいないから……元通り一緒に暮らしてもいいと思う……」"
    太一 "「一人でのびのびと暮らせばいいと思う」"
    "意見が別れた。"
    "苦虫を噛みつぶしたような顔（の曜子版／ほぼ無表情）をする。"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0032you009"
    曜子 "「……太一はいつも私を邪険にする」"
    太一 "「そっちが過保護すぎるの」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0032you010"
    曜子 "「当たり前のことをしているだけだと思う」"
    "そうかもしれんが。"
    太一 "「とにかくダメ。俺は一人暮らしを満喫するの」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0032you011"
    曜子 "「…………そう」"
    "しょんぼり。"
    "そんなションボリズムにひたる少女を横目に、俺はサンドイッチを食う。"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    曜子 "「……」"
    "じっと見られる。"
    曜子 "「…………」"
    "見られ続ける。"
    曜子 "「……………………」"
    "見られ抜く。"
    play se "SE077"
    "曜子ちゃんの腹の音だった。"
    太一 "「……お昼は？」"
    voice "vfCCC0032you015"
    曜子 "「食べてない」"
    太一 "「たいへんだね」"
    voice "vfCCC0032you016"
    曜子 "「さっき、仕方なく一人で食べる、という意味の発言を聞いたんだけど」"
    太一 "「言ったよ」"
    "もぐもぐもぐもぐ"
    太一 "「まさに今、そうしているとこさ」"
    voice "vfCCC0032you017"
    曜子 "「……ここには二人の人間がいるというのに」"
    太一 "「なんだって？　よく聞こえなかった？」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0032you018"
    曜子 "「……太一はすぐいじわるをする……」"
    太一 "「おいしいなあ」"
    "もぐもぐもぐもぐ"
    曜子 "「……」"
    太一 "「すごくおいしいなあ」"
    play se "SE077"
    "もぐもぐもぐもぐ"
    曜子 "「……」"
    play se "SE077"
    "人気のない廊下に佇む二人。俺の咀嚼、曜子ちゃんの腹の虫、サンドイッチを取り出す紙袋の音。渾然一体となって和音を作る。"
    menu:
        "わけのわからん緊張が膨れあがっていく。"
        "食べさせる":
            $B=1
        "食べる":
            $B=2
    return
    #