label ccc0041:
    play bgm "bgm/bgm003.ogg"
    call gl(0,"bgcc0012a")
    call vsp(0,1)
    call vsp(1,0)
    with wipeleft
    "保健室。"
    "眼鏡で巨乳の養護教師（男口調であることが多い）が必要な空間である。"
    "眼鏡で巨乳の養護教師がいない保健室など、ネタの乗っていない中トロのようなものだ。"
    "だがさすがに今、眼鏡で巨乳の養護教師を期待することはできない。"
    call gl(1,"TCHY0000b|tchy000x")
    call gp(1,t=center)#x=180
    call vsp(1,1)
    with dissolve
    "かわりに曜子ちゃんがいた。"
    太一 "「眼鏡つけて白衣着てよ」"
    call gl(1,"TCHY0001b|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0041you000"
    曜子 "「……うん」"
    hide pic1
    with dissolve
    "寝台の方に消える。"
    "戻ってくると眼鏡をしていた。"
    "調達がはやすぎた。"
    "しかもなぜベッドから……。"
    "ついで、養護教諭が使うロッカーに。"
    "中には白衣があった。"
    "戻ってくる。"
    "発注通り完納。"
    "所要時間１０秒たらず。"
    voice "vfCCC0041you001"
    曜子 "「……これでいい？」"
    太一 "「テンプルトン·ペック以上」"
    voice "vfCCC0041you002"
    曜子 "「そう」"
    "認めないわけにはいかない。"
    "バストもまあ、なかなかのものだ。"
    "白衣の養護教諭としての曜子ちゃん。"
    voice "vfCCC0041you003"
    "曜子先生『脱いで。診察できないから』"
    voice "vfCCC0041you004"
    "曜子先生『下も』"
    voice "vfCCC0041you005"
    "曜子先生『性機能を診察するから』"
    voice "vfCCC0041you006"
    "曜子先生『……だめ。私に触れたら、ただじゃおかない』"
    voice "vfCCC0041you007"
    "曜子先生『……そう……じっとしてて……いい子……』"
    太一 "「う、うう……」"
    "けっこういいんじゃないか。"
    voice "vfCCC0041you008"
    曜子 "「太一は今、私で淫らな妄想をしていると見た」"
    太一 "「……」"
    "敗北感。"
    "つきあいが長いとこれだから。"
    太一 "「もういいよコスプレ」"
    voice "vfCCC0041you009"
    曜子 "「コスプレをさせられていた……」"
    "ぽつりと呟く。"
    call gl(1,"TCHY0000b|tchy000x")
    call gp(1,t=center)
    call vsp(1,1)
    with dissolve
    "いつもの彼女に戻る。"
    "やっぱりメガネはベッドに戻しに行った。"
    太一 "「で、どうしてここに？」"
    call gl(1,"TCHY0001b|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0041you010"
    曜子 "「……宮澄が怪我を」"
    stop bgm
    "ベッドをのぞきこむ。"
    play bgm "bgm/bgm012.ogg"
    call gl(0,"evcc0006")
    call vsp(0,1)
    call vsp(1,0)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    太一 "「みみ先輩？」"
    voice "vfCCC0041you011"
    曜子 "「もう寝ているから」"
    太一 "「……手当は？」"
    voice "vfCCC0041you012"
    曜子 "「しておいた」"
    "まじまじと見つめる。"
    太一 "「珍しい……自発的に人のためになることをしている」"
    voice "vfCCC0041you013"
    曜子 "「しなかったら……太一にいじめられると思ったから……」"
    太一 "「なるほど」"
    "それは確かに。"
    "頬を両側からつまむ。"
    太一 "「してもいじめる」"
    voice "vfCCC0041you014"
    曜子 "「……そうね」"
    "端正な顔を、粘土のようにこねる。"
    voice "vfCCC0041you015"
    曜子 "「やめて」"
    "けど本気で抵抗はしない。"
    "抵抗の仕方を知らないと。"
    "基本が、排除するかスルーするかのどちらかだから。"
    太一 "「うりうり」"
    voice "vfCCC0041you016"
    曜子 "「うー、うう……」"
    太一 "「やわらかいほっぺだなぁ」"
    voice "vfCCC0041you017"
    曜子 "「……いたい……いたすぎ……」"
    太一 "「ほっぺなんて持ってるから悪いんだ」"
    voice "vfCCC0041you018"
    曜子 "「むちゃくちゃ言う」"
    "早々に飽きる。"
    太一 "「で、先輩の怪我の具合は？」"
    voice "vfCCC0041you019"
    曜子 "「軽い擦過傷と打撲。命に別状はなし」"
    "こころなしか赤くなった頬で、言った。"
    太一 "「そっか」"
    "見れば、軽い寝息。"
    "苦しんではいないようだ。"
    太一 "「よく寝てる」"
    "額の髪をかきわける。"
    voice "vfCCC0041msa000"
    見里 "「んんー」"
    "喉を鳴らす。"
    "萌ゆる。"
    "次は別の箇所に手をのばす。"
    "がっしっ"
    太一 "「ぬぅ！」"
    "曜子ちゃんが、俺の手首を握っていた。"
    "成人男性並みの握力！"
    太一 "「……何するのさ」"
    voice "vfCCC0041you020"
    曜子 "「太一は今、ボインタッチをしようとしていた」"
    太一 "「ノ、ノー」"
    voice "vfCCC0041you021"
    曜子 "「英語になるところが怪しいと思う……」"
    voice "vfCCC0041you022"
    曜子 "「太一は英語が苦手なことも、重要な判断ポイント」"
    太一 "「くっ、そこまで俺を研究しているとは……」"
    "やはり世はすべからくメタゲーム。"
    voice "vfCCC0041you023"
    曜子 "「私の目が黒いうちは、このボインには触れさせない」"
    太一 "「おのれ！」"
    "だが接近戦では勝ち目はない。"
    太一 "「こうなったら……キミの胸を揉んでやるさ！」"
    "片方の手を、彼女の胸部に向けて繰り出す。"
    voice "vfCCC0041you024"
    曜子 "「……そう来ると思ったわ」"
    "曜子ちゃんの双眸が、不敵な自信に満ちた。"
    "知ったことか！"
    "たとえ罠があろうとも。"
    太一 "「このまま揉み貫く！」"
    "がっしと、彼女の乳に左手を噛みつかせた。"
    "避ける素振りも、防ぐ様子もない。"
    "やはり罠か。"
    stop bgm
    call gl(0,"bgcc0012a")
    call gl(1,"TCHY0001b|tchy000x")
    call gp(1,t=center)#x=180
    call vsp(0,1)
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    voice "vfCCC0041you025"
    曜子 "「かかった……」"
    太一 "「なに！？」"
    call gl(1,"TCHY0002b|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0041you026"
    曜子 "「混乱した太一は、目の前の私に襲いかかると……読んでいた」"
    太一 "「ここの感触は、まさかっ？」"
    play bgm "bgm/bgm010.ogg"
    call gl(1,"TCHY0001b|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0041you027"
    曜子 "「そう……ノーブラ」"
    太一 "「あっ、あああっ、なにぃ！？」"
    "柔らかい。"
    "制服の上から、想像を絶するソフト感触が！"
    太一 "「あっ、あああっ」"
    "みるみる知が失われていく。"
    太一 "「お、俺のソフィア（知）が……」"
    "柔らかく張りのある胸に触れることで、俺の知性は分解されてしまうのである！"
    "胸が肉質が高ければ高いほど、その分解速度は加速される。"
    太一 "「くっ、なんて……胸だ……ごっそりと頭が悪くなっていくようだ」"
    "気がつくと、両手で揉み込んでいた。"
    voice "vfCCC0041you028"
    曜子 "「……んっ……」"
    "熱っぽい掠れた声。"
    "耳に入って、理性を蒸発させる。"
    "上下左右四方八方東西南北。"
    "アナログコントローラー並の自由度で、胸を揉み往く。"
    voice "vfCCC0041you029"
    曜子 "「たぃ……ち、んっ……」"
    太一 "「く、なんてソフィスティケーテッドなバストなんだ……」"
    voice "vfCCC0041you030"
    曜子 "「わけ、わからない……ぁ……」"
    "ああああ。"
    "俺、誘惑されちゃってる。"
    "まんまと誘惑されちゃってる。"
    voice "vfCCC0041msa001"
    見里 "「ふわあ～」"
    "先輩が起きてきた。"
    call gl(2,"TCMM0011b|TCMM0011")
    call vsp(1,0)
    call vsp(2,1)
    call gp(2,t=center)#x=225
    with Dissolve(500.0/1000.0)
    voice "vfCCC0041msa002"
    見里 "「……いけない……眼鏡したまま寝て……寝て……」"
    "俺たちの痴態に目を留めた。"
    call gl(2,"TCMM0004b|TCMM000x")
    call vsp(2,1)
    with dissolve
    voice "vfCCC0041msa004"
    見里 "「せやー！」"
    "手刀が振り下ろされた。"
    "乳首と指先を切断してのける。"
    call gl(2,"TCMM0006b|TCMM0006")
    call vsp(2,1)
    with dissolve
    voice "vfCCC0041msa005"
    見里 "「ぺけくん！」"
    太一 "「は、はい！」"
    voice "vfCCC0041msa006"
    見里 "「今のはイエロー停学ですから！」"
    "がっしと指を突きつけられる。"
    "レッド停学とかあるのかな……。"
    太一 "「し、しかしソフィスティケーテッドなおぱい子がですね！」"
    voice "vfCCC0041msa007"
    見里 "「都会的に洗練されたおぱい子のことなど理由にはなりません！」"
    "先輩は首を落とすような勇ましい仕草で、腕を薙いだ。"
    call gl(2,"TCMM0002b|TCMM000x")
    call vsp(2,1)
    with dissolve
    voice "vfCCC0041msa008"
    見里 "「お久しぶりです支倉さん」"
    call gl(1,"TCHY0000b|tchy000x")
    call gp(1,t=left)#x=40
    call gp(2,t=right)#x=340
    call vsp(1,1)
    call vsp(2,1)
    with Dissolve(500.0/1000.0)
    stop bgm
    voice "vfCCC0041you031"
    曜子 "「……ん」"
    call gl(2,"TCMM0005b|TCMM000x")
    call vsp(2,1)
    with dissolve
    play bgm "bgm/bgm012.ogg"
    voice "vfCCC0041msa009"
    見里 "「本当に……いたたた」"
    太一 "「大丈夫ですか？」"
    call gl(2,"TCMM0003b|TCMM000x")
    call vsp(2,1)
    with dissolve
    voice "vfCCC0041msa010"
    見里 "「ああ、なにやら資材が崩れてきて……」"
    太一 "「曜子ちゃんが助けてくれたんですよ」"
    call gl(2,"TCMM0002b|TCMM000x")
    call vsp(2,1)
    with dissolve
    voice "vfCCC0041msa011"
    見里 "「まあ……支倉さんが？」"
    call gl(1,"TCHY0001b|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0041you032"
    曜子 "「助けたのは私じゃないわ」"
    太一 "「じゃあ誰」"
    call gl(1,"TCHY0000b|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0041you033"
    曜子 "「……島友貴」"
    太一 "「友貴が？」"
    "ははーん、それであいつさっき……。"
    太一 "「先輩、あいつ照れ屋なもんだから……」"
    call gl(2,"TCMM0000b|TCMM000x")
    call vsp(2,1)
    with dissolve
    "みみ先輩は、呆然としていた。"
    太一 "「……もしもし？」"
    voice "vfCCC0041msa012"
    見里 "「友貴が……私を……？」"
    "狼狽しているようにも見える。"
    "いつ頃からか。"
    "この二人は、全く口をきかなくなったのだ。"
    "部室には友貴。"
    "先輩は放送室。"
    "互いに同じ空間に居合わせることさえまれになった。"
    "誰が見ても、悟ることができた。"
    "ただその理由だけが、秘められたままで。"
    "俺たちの不和は、誰の間にもあったのだ。"
    stop bgm
    "気がつくと曜子ちゃんは消えていた。"
    return
    #