label ccc0029a:
    call gl(0,"bgcc0006")
    call vsp(0,1)
    call vsp(1,0)
    with wipeleft
    "教室には冬子がいた。"
    play bgm "bgm/bgm013.ogg"
    "杖に突っ伏して寝ている。"
    "ずっとここで座っていたのか。"
    "みみ先輩や友貴みたく部活に逃げることも、"
    "俺のような安堵の日々も、"
    "曜子ちゃんのような鉄壁なエゴさえもない。"
    "冬子には逃げる場所がないのかもしれない。"
    "それは……前も同様だ。"
    "人類滅亡前の世界でも。"
    "冬子は一人だった。"
    "ずっと虚勢を張って生きてきた。"
    "だから一度ほつれると脆かったんだ。"
    "近寄って、声をかける。"
    太一 "「冬子」"
    冬子 "「……」"
    太一 "「とーこ」"
    voice "vfCCC0029afyu001"
    冬子 "「……うぅん」"
    "身じろぐ。"
    "だが起きない。"
    太一 "「サンドイッチ食べるか？」"
    voice "vfCCC0029afyu002"
    冬子 "「……食欲、ないから……」"
    "呼吸が、すぐに寝息に戻る。"
    太一 "「そうか」"
    "心なしかやつれている。"
    "ちゃんと食べてるのか、コイツ。"
    "ポケットからあめ玉を取り出し、机の上に転がした。"
    stop bgm
    return
    #