label ccc0023b:
    call gl(0,"bgcc0002a")
    call vsp(0,1)
    call vsp(1,0)
    with wipeleft
    "て、帰宅と。"
    call gl(0,"bgcc0004b")
    call vsp(0,1)
    with wipeleft
    play bgm "bgm/bgm016.ogg"
    太一 "「ふう」"
    "誰もいない。"
    "睦美さんの姿はない。"
    "早帰りの日は、暖かく出迎えてくれて。"
    "夕食作ってくれて。"
    "机を料理で一杯にするのが好きで。"
    "男性的な料理。"
    "仕事柄だろうか。"
    "豪快で、パワフルで。"
    "冗談を言い合って。"
    "いい人だったな。"
    "けど今、机の上は虚ろにたいらで。"
    "料理が湯気を立てることはない。"
    太一 "「……腹減ったな」"
    "田崎商店からカップラーメンを持ってきた。"
    "食うか。"
    "うお、電熱器がつかねぇ。"
    "庭にはちょっとしたパーティー用のスペースがあり、そこで湧かしてもいいのだが。"
    太一 "「めんでぇー（面倒だ）」"
    "そのまま食うことにした。"
    "バリバリ（麺）"
    "ごくごく（水）"
    "バリバリバリ（麺）"
    "ごくごくごく（水）"
    "バリバリバリバリ（麺）"
    "サクッ……（乾燥メンマ）"
    太一 "「……虚しくなってきた」"
    "俺は本当に食事をしているのか。"
    "やっぱ人類滅亡きっついわ。"
    "いろいろ不便だもんな。"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    pause (500.0/1000.0)
    pause (500.0/1000.0)
    call gl(0,"bgcc0003b")
    call vsp(0,1)
    with wipeleft
    "蝋燭に火をつける。"
    "日記をつけることにした。"
    "なんかヘミングウェイっぽいし。"
    "日記に使おうと大学ノートを探すが、どこにもなかった。"
    太一 "「ん？」"
    "確か何冊か買い置きがあったのに。"
    太一 "「んー」"
    "金庫の中か。"
    "一応調べてみる。"
    "金庫には、基本的にエロ本を収納してある。"
    "耐火金庫なので、家事になっても俺のエロスは保たれるって寸法さ。"
    "調べるため、金庫をあけた。"
    "……………………。"
    "三十分後、金庫を閉じた。"
    "ここにノートはなかった。"
    太一 "「ふぅ」"
    "いかん、無駄に時間をロスしてしまった。"
    "まったくもう……この金庫の中身と来たら……フフフ。"
    "罪深い桃色小空間め。"
    "さて、ノートはどこに行ったのだろう。心当たりがない。"
    "記憶喪失か。"
    太一 "「いよいよ俺も主人公っぷりに磨きがかかってきたようだ……あ、そだ」"
    "曜子ちゃんにもらったノート。"
    "ベストタイミングだ。"
    "……なんか神がかってるな、彼女。"
    "シュリンクをペリペリはがす。"
    "さて、書くか。"
    太一 "「……」"
    "ペンがないぞ。"
    "見あたらない。"
    太一 "「金庫の中か？」"
    "再び金庫をあける。ペンを探すために。"
    "……………………。"
    "四十五分後、金庫を閉じた。"
    "ペンはなかった。"
    "愛があった。"
    太一 "「……ふぅぅ～」"
    "せっかく急いだのに、連戦しちゃあ意味がないよね"
    "小憎らしい誘惑夢小箱め！"
    "ペンは机の横に落ちていた。"
    "日記を書く。"
    "辞書が欲しくなった。"
    "ところが辞書がないのだ。"
    太一 "「……」"
    "金庫をあける。"
    "……………………。"
    "一時間二十七分後、金庫を閉じた。"
    太一 "「……ふ」"
    "ハッスルしすぎ、俺。"
    "究極抱き枕（商品名）は、どうも具合が良すぎてイカン。"
    "もう十時を過ぎていた。"
    太一 "「うおっ！？」"
    "特大の蝋燭もとうに消えていた。"
    "しまった、虚脱に時間を割きすぎた。"
    "だから抱き枕系のジョークグッズは……。"
    "と、日記を書かねば。"
    "新しい蝋燭をつけて、ノートに立ち向かう。"
    stop bgm
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    return
    #