label ccc0033a:
    太一 "「もぐもぐ…………はっ！？」"
    太一 "「曜子ちゃん、もしかしてお腹すいてるの？」"
    "こくこくと頷く。"
    太一 "「食べる？」"
    "こくこくと頷く。"
    太一 "「じゃ、こっち来なよ。食べさせてあげるから」"
    "大股で一歩、近づく。"
    "こちらのいじめを避けて離れていたが、これで至近距離だ。"
    太一 "「はい、あーん」"
    "口をあける。"
    "サンドイッチを押し進める。"
    "口が閉じる直前で引っ込め、自分で食った。"
    太一 "「うまうま」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    曜子 "「…………………………………………」"
    太一 "「ごめんごめん、冗談だよ」"
    太一 "「はい、今度こそ。あーん」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    "同じことが繰り返された。"
    太一 "「うまうま」"
    曜子 "「……………………………………\n………………………………………………」"
    "プレッシャーを感じた。"
    太一 "「うそうそ。今度こそちゃんとするよ」"
    太一 "「ほら、どーぞ」"
    "左側に掲げる。"
    voice "vfCCC0033ayou002"
    曜子 "「あ……」"
    "曜子ちゃんがサンドイッチめがけてよろっと動く。"
    "すかさず反対側に手をやる。"
    voice "vfCCC0033ayou003"
    曜子 "「あ……」"
    "反対側に動く。"
    "六往復繰り返した。"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0033ayou004"
    曜子 "「……いい、帰ってひきこもるから」"
    太一 "「冗談だってば」"
    return
    #