label ccc0003a:
    call gl(0,"bgcc0002")
    call vsp(0,1)
    call vsp(1,0)
    with wipeleft
    play bgm "bgm/bgm002.ogg"
    "学校に行ってみようと思って、家を出た。"
    "曜子ちゃんがいた。"
    太一 "「あれ？」"
    call gl(1,"TCHY0000|tchy000x")
    call gp(1,t=center)#x=200
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003you000"
    曜子 "「……お、おはよう」"
    "ちょっぴり怯えている。"
    "……いじめすぎたかな。"
    太一 "「なにもしないよ、こんな異常事態のさなかに」"
    "手招きする。"
    "微笑み。"
    太一 "「そんなトコいないで、こっちにおいでよ」"
    "曜子ちゃんは少しほっとして、近寄ってくる。"
    "ほっぺたをつまんだ。"
    call gl(4,"sgcc0019")
    call vsp(4,1)
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCC0003you001"
    曜子 "「…………」"
    "反射的に嫌がらせをしてしまった。"
    "さすが、表情一つ変えない。"
    "ポーカーフェイスが、こころなしか呆れているようにも見える。"
    太一 "「おはよう」"
    voice "vfCCC0003you002"
    曜子 "「……うそつき」"
    太一 "「うん」"
    "正しい。"
    太一 "「俺はアラベスクだからね」"
    voice "vfCCC0003you003"
    曜子 "「……ピカレスク、って言いたいんだと思う」"
    太一 "「…………」"
    "ぐいっ"
    voice "vfCCC0003you004"
    曜子 "「いたい」"
    "表情を変えずに痛がる。"
    太一 "「そんな単純なミスをした自分が許せない」"
    voice "vfCCC0003you005"
    曜子 "「だったら自分をいじめればいいのに……あ、それいたい、すごく……」（★★★淡々と）"
    "全然痛そうな様子ではない。"
    call vsp(4,0)
    with Dissolve(500.0/1000.0)
    太一 "「で、どしたの？」"
    太一 "「こんな昼から姿を見せるなんて珍しい。闇に隠れて生きてるんだと思った」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003you006"
    曜子 "「これ」"
    "紙袋。"
    太一 "「女性用下着？」"
    voice "vfCCC0003you007"
    曜子 "「いるの？」"
    太一 "「いや……どうだろ？」"
    "俺という人間は反射的すぎた。"
    voice "vfCCC0003you008"
    曜子 "「部屋のタンスにいくらでも入っているけど」"
    太一 "「いや、どうせだったら脱ぎたてでないと……」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003you009"
    曜子 "「……わかった」"
    "脱ぎだした。"
    太一 "「いいって！　いらんがな！」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003you010"
    曜子 "「……ん」"
    太一 "「そんなホイホイ脱がれたら、オークションで写真つきで売っちゃいそうだ」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003you011"
    曜子 "「……いやかも」"
    太一 "「四枚のショーツを頭にかぶりつつ自分でも履いて腕輪がわりに両手首にも通して、下着オナニーの饗宴にふけるかもしれぬ」"
    voice "vfCCC0003you012"
    曜子 "「それならいいけど」"
    "いいのかい。"
    "しれっと言ったぞ。"
    太一 "「あのねえ……もっとシャンとしようよ。三年生なんだろ」"
    voice "vfCCC0003you013"
    曜子 "「してるもの」"
    太一 "「してない。なんかぐんにょりしてる」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003you014"
    曜子 "「……心外」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003you015"
    曜子 "「太一はぽやっとしてる」"
    太一 "「ぽやりたい年ごろなんだ。思春期なんだよ」"
    "と、紙袋の中身を確認する。"
    太一 "「……サンドイッチ？」"
    "かなり大量にあった。"
    voice "vfCCC0003you016"
    曜子 "「生ものは可能な限り保存食にしたので、あまった分で」"
    太一 "「作ったのね」"
    太一 "「……そうか、人がいないと野菜や果物が」"
    voice "vfCCC0003you017"
    曜子 "「当面は。ただ畑や温室をいくつか管理しておくから……二人が生きる程度ならどうということは……」"
    太一 "「八人だよ」"
    "指を立てて言う。"
    太一 "「そーいう考え方はよくない。人間が壊れる」"
    太一 "「俺たち、まっとうに生きるって決めただろ？」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC0003you018"
    曜子 "「……うん」"
    "素直にうなずきはするけれど。"
    "結局、俺の言うことをそのまま機械的に実行するだけなんだよな。"
    "どうも癪だ。"
    太一 "「ありがとう。もらっておくよ。ちょっと量が多すぎる気がするけど」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    曜子 "「…………」"
    "顔面筋肉が（指の下で）少し動いた気がする。"
    太一 "「まるで二人分あるかのような量だね」"
    曜子 "「…………」"
    "顔面筋肉が（指の下で）少し動いた気がする。"
    "触れていなければ、その微細な表情変化はとても読み取れない。"
    太一 "「……」"
    太一 "「まるで二人分あるかのような量だね」"
    "もう一度言ってみた。"
    曜子 "「…………」"
    "顔面筋肉が（指の下で）少し動いた気がする。"
    "ははーん。"
    "邪悪な考え。"
    menu:
        太一 "「この二人分のサンドイッチ……これを俺は是非……」"
        "一人で食う":
            $B=1
        "誰か他の人と食う":
            $B=2
    return
    #