label ccc0025:
    call gl(0,"bgcc0005")
    call vsp(0,1)
    call vsp(1,0)
    with wipeleft
    "この道で、よく遊紗ちゃんと出会った。"
    "よくなついていた。"
    "こそばゆい、存在だった。"
    "今の俺ができるまで、俺もいろいろ苦労している。"
    "遊紗ちゃんの存在は、よく俺を癒してくれた。"
    "そんな彼女ももういない。"
    call gl(1,"TCSH0000|tcsh")
    call gp(1,t=center)#x=190
    call vsp(1,1)
    with dissolve
    voice "vmCCC0025sku000"
    桜庭 "「よう」"
    stop bgm
    "桜庭だった。"
    太一 "「よう」"
    voice "vmCCC0025sku001"
    桜庭 "「腹が減った」"
    太一 "「食ってないのか？」"
    call gl(1,"TCSH0003|tcsh")
    call vsp(1,1)
    with dissolve
    voice "vmCCC0025sku002"
    桜庭 "「一時間目の授業に備えている」"
    play bgm "bgm/bgm010.ogg"
    太一 "「……カレーパンを食うのが授業なのか」"
    call gl(1,"TCSH0002|tcsh")
    call vsp(1,1)
    with dissolve
    voice "vmCCC0025sku003"
    桜庭 "「カレーパンがなくなるその日まで」"
    "桜庭はクールに決めた。"
    太一 "「レトルトのカレーでも食ってればいいじゃないか」"
    call gl(1,"TCSH0000|tcsh")
    call vsp(1,1)
    with dissolve
    voice "vmCCC0025sku004"
    桜庭 "「カレーは嫌いだ」"
    太一 "「……………………」"
    "謎だ……こいつだけは本当に……。"
    "なんでわざわざ来たんだろう。"
    "適応係数で弾かれたわけでもないだろうし。"
    "やっぱ親の財力で圧力をかけて……。"
    太一 "「意味ねー」"
    voice "vmCCC0025sku005"
    桜庭 "「ん？」"
    太一 "「今おまえの存在の無意味さを悟ったところだ」"
    call gl(1,"TCSH0003|tcsh")
    call vsp(1,1)
    with dissolve
    voice "vmCCC0025sku006"
    桜庭 "「なに……オヤジはオレこそ世界そのものだと言っていたんだぞ？」"
    太一 "「おまえのオヤジは生暖かすぎるんだよ！」"
    call gl(1,"TCSH0000|tcsh")
    call vsp(1,1)
    with dissolve
    voice "vmCCC0025sku007"
    桜庭 "「不思議な言われ方だ……」"
    太一 "「コンバットがいなくなったのは悔やまれる」"
    voice "vmCCC0025sku008"
    桜庭 "「ふ……おかげでオレは楽々通学」"
    太一 "「おまえはもっと苦労しろ。得意の金で苦労を買え。あと苦労したらもっとダメージを受けろ」"
    voice "vmCCC0025sku009"
    桜庭 "「難儀な注文を」"
    "桜庭とつらつら通学する。"
    "と。"
    voice "vmCCC0025sku010"
    桜庭 "「ヘックスッ！」"
    hide pic1
    with dissolve
    太一 "「六角形！？」"
    voice "vmCCC0025sku011"
    桜庭 "「ぐし……夏風邪か」"
    "くしゃみだった。"
    voice "vmCCC0025sku012"
    桜庭 "「むぅ」"
    "桜庭の目が、あるものを注視したためにこぼれた、小さな驚きだった。"
    "俺と桜庭との間に、橋がかかっている。"
    "片方は俺の制服の、ちょうど腹部あたり。"
    "もう片方は、ラバの鼻。"
    "つまり。"
    voice "vmCCC0025sku013"
    桜庭 "「フッ……」"
    "不敵に笑う。"
    "鼻汁橋できた。"
    "粘度の高い液体が、"
    "のびろーん"
    "と吊り橋をかけていたのだ。"
    "俺の推理はこうだ。"
    "くしゃみをした拍子に、打ち出された鼻汁弾は新幹線よりも速い初速で（本当）こちらの制服に打ち込まれた。"
    "粘着力の強い液体は、弾丸に引っ張られてむさ苦しい桜庭の鼻腔から引きずり出され、普通なら切れてしまう接続部を主人のしぶとさを彷彿とさせる粘度で保持し、橋の完成と相成った。"
    桜庭 "「…………」"
    "その事態が、ようやくヤツにも理解できたようだ。"
    "スッキリした顔をしている。"
    "身動き一つ取らない。"
    "たぶん今、コイツが考えているのは、鼻水を放出して鼻がスッキリした……というようなことだろう。賭けてもいい。"
    太一 "「おい……はなぢる野郎」"
    "小児性に満ちた称号を授与してやった。"
    voice "vmCCC0025sku015"
    桜庭 "「んあー？」"
    "極度の弛緩によるものか。"
    "桜庭はぽややんとしていた。"
    "この！"
    "このガキに新たなトラウマを植えつけなくてはならない。"
    "少しでも群青っ子に近づけねばならない。"
    "アトランティス帝国の血が沸騰した。"
    "桜庭が反応するよりはやく、冷静にハンカチを取り出す。"
    "それでまず、桜庭の鼻先を包んだ。"
    voice "vmCCC0025sku016"
    桜庭 "「……うゅ？」"
    "クソ気持ちの悪い萌え声をあげる。"
    "根本を断ち切ってから、幾度か折り返して鼻下をぬぐう。"
    "それから鼻汁橋を回収しつつ、自分の制服を軽く拭いた。"
    "ハンカチをポケットに戻……さず、桜庭の顔面に押しつけた。"
    call gl(1,"TCSH0000|tcsh")
    call gp(1,t=center)
    call vsp(1,1)
    with dissolve
    voice "vmCCC0025sku017"
    桜庭 "「おおおおおおおおおっ！？」"
    太一 "「んー？」"
    call gl(1,"TCSH0003|tcsh")
    call vsp(1,1)
    with dissolve
    voice "vmCCC0025sku018"
    桜庭 "「それは……少々……汚く……ないか？」"
    太一 "「いいんだよ」"
    "朗らかに笑って。"
    太一 "「おまえだから」"
    "ぐりぐりと押しつけた。"
    voice "vmCCC0025sku019"
    桜庭 "「おうおうおうおう」"
    "ぐりぐりぐりぐり"
    voice "vmCCC0025sku020"
    桜庭 "「おうおうおうおう」"
    "地獄絵図といえた。"
    太一 "「可愛い俺様を、泣き寝入りさせたままにしておくようなハンカチじゃないんだよ」"
    "どす黒い声色で告げる。"
    voice "vmCCC0025sku021"
    桜庭 "「……っっっ！」"
    "桜庭の体がびくんと震えた。"
    "粘液の感触に、精神がショートしたのだろう。"
    hide pic1
    with dissolve
    "ハンカチを付着させたまま、地面に倒れ伏す。"
    太一 "「六角形にふけるのもいいが、夏風邪には気をつけた方がいいな、桜庭君」"
    "ごす、と頭を踏みにじって、歩き出す。"
    太一 "「まったく……」"
    call gl(1,"TCSH0000|tcsh")
    call gp(1,t=center)
    call vsp(1,1)
    with dissolve
    voice "vmCCC0025sku022"
    桜庭 "「また、おまえとの思い出が一つできたな」"
    "平然と隣を歩いていた。"
    太一 "「少しはダメージ受けろよ！！」"
    "ハンカチ一枚で桜庭の友情を射止めてしまった。"
    stop bgm
    return
    #