label ccc0027:
    call gl(0,"bgcc0007")
    call vsp(0,1)
    call vsp(1,0)
    with wipeleft
    play bgm "bgm/bgm012.ogg"
    "屋上に来てみた。"
    "時刻は１０時をまわっている。"
    "どうせ……授業があるわけでもない。"
    "ただ学校空間に触れたかっただけだ。"
    "なんてことのない日常を、味わいたかっただけ。"
    "精神安定剤のように―――"
    "屋上には誰もいない……。"
    太一 "「ん？」"
    call gl(0,"evcc0005b")
    call vsp(0,1)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    "でもなかった。"
    "部活……ってやつか。"
    "アンテナを見あげる。"
    "世界から人が消えて。"
    "俺たちは結束することもできず、個人だった。"
    "結束していたとしても無力さに変わりはないだろうけど。"
    "……個々の問題ともなればこのヘビィな状況は、心を軋ませた。"
    太一 "「…………」"
    "直射日光、危ないかな。"
    "そばに目覚まし時計が転がっていた。"
    "先輩の私物だろうか。"
    "アラームを五分後にセットする。"
    "これで起きてくれるだろう。"
    "みみ先輩に寝ぼすけ属性はないのだ。"
    call gl(0,"bgcc0007")
    call vsp(0,1)
    with wipeleft
    "落下＆自殺防止用の金網に、指にひっかけながら階段に向かう。"
    太一 "「ん？」"
    "一箇所、金網が脆くなっていた。"
    "軽く押すと、めきめきと倒れていく。"
    "体重をかけたら落ちてしまいそうだ。"
    太一 "「危ねー」"
    "夢幻に生きる者の多い群青では、大変な管理問題だぞ。"
    太一 "「……」"
    "ま、今のメンバーなら平気か。"
    "全員、日常生活に支障はないはずだ。"
    "ゆっくりと階段に向かう。"
    "扉をあける。"
    play se "SE054"
    "背後から目覚ましのアラームと、"
    voice "vfCCC0027msa000"
    見里 "「んあっ？」"
    "先輩の奇声が聞こえた。"
    "小さく微笑んで、背後で扉を閉めた。"
    stop bgm
    return
    #