label ccc0035a:
    call gl(0,"bgcc0004b")
    call vsp(0,1)
    with wipeleft
    play bgm "bgm/bgm016.ogg"
    "相変わらず、睦美おばさんの姿はない。"
    "当たり前である。"
    "死んだんだから。"
    "いや、死んだのだろうか。"
    "人類全員かくれんぼ説もまだ生きている。"
    "脳だいぶヒビ割れちゃってるんじゃない？と思わんばかりにくだらない説だが、比定する根拠はない。"
    "産業もエネルギーも報道もうっちゃってかくれんぼとは、人類も弾けたものである。"
    "滅亡滅亡言っているが、実際は消失なわけで。"
    "さておき、優しい睦美おばさんが出てこないわけだ。"
    "家にまったく家族臭が感じられない。"
    "もともと希薄だったが、まったくなくなってしまった。"
    "洗い場をのぞく。"
    "水を張ったタライの中に、トマトがみっつ浮いていた。"
    太一 "「トマトじゃ」"
    "驚いた。"
    "俺が入れたものではない。"
    "さっそく食う。"
    "新鮮なトマトだ。"
    "口の中で、詰まった実がじゅわっと潰れた。"
    "頬がひきつるほどうまい。"
    "とにかくこの家に食い物はないのだ。"
    "いつも睦美さんが会社帰りにできあいを買ってきてくれた。"
    "だから料理の機会は少なく、材料も常備されていない。"
    "そういやじゃがいもだけはあった気がする……。"
    "机の上を見ると、メモが置いてあった。"
    "『夕食がないこともない』"
    "曜子ちゃんか。"
    "食い物で釣ろうとしている。"
    "ありありと。"
    "そんな手に俺が乗るか、冷静に考えればわかることだ。"
    太一 "「いってきます」"
    "行くに決まっていた。"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    pause (1000.0/1000.0)
    pause (500.0/1000.0)
    call gl(0,"bgcc0003b")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    "蝋燭に火を灯す。"
    "日記を書く。"
    "克明に書く。"
    "来週のために―――"
    stop bgm
    return
    #