label ccc3013:
    call gl(0,"bgcc0003b")
    call vsp(0,1)
    call vsp(1,0)
    call vsp(2,0)
    call vsp(3,0)
    call vsp(4,0)
    with wipeleft
    太一 "「金曜日、か」"
    play bgm "bgm/bgm021.ogg"
    "世界が揺り戻されるまで、あと三日ほど。"
    "記憶がなくなって全てリセットされて。"
    "……うそ寒い。"
    "それは死ぬことと大差ないのではないかとも思う。"
    "この一週間は、誌面の記録にしか残されない。"
    "俺がそれを思い返すことはない。"
    "決して。"
    太一 "「……」"
    "昔。"
    "こんなゲームで遊んだ。"
    "ロープレ。"
    "舞台は未来。"
    "世界は荒廃し、人々はドーム都市で生きている。"
    "野生動物はモンスター化し、人を襲う。"
    "主人公はモンスターハンター。"
    "日常的なクエストから、やがては世界を支配する存在との戦いへ。"
    "ロープレでは普通、キャラクターが戦闘で敗北すると、魔法や科学等で蘇生させられる。"
    "主人公は何度死のうが主人公であり、パーティーが全滅してゲームオーバーにならない限り、危機的な破滅は起こらない。"
    "当然、主観記憶は保持される。"
    "ところがコイツは違った。"
    "主人公のみならず、キャラクターが死ぬと、それは厳然たる死なのである。"
    "他の仲間は都市まで戻り、死亡者のクローンをセーブポイントも兼ねる施設に要請する。"
    "直前のセーブデータ時の主人公が、そこではポンと精製される。"
    "そして誰も何も疑問に思うことなく、冒険は続くのだ。"
    "ショックだった。"
    "セーブ以降の、死んだ主人公の固有時間は、まったく省みられない。"
    "同じ主人公なのに、違う人間なんだと思って、プレイした。"
    "ゲームは難易度ばかりが高い、バランスの取れていないもので。"
    "けど鮮烈な死のイメージがつきまとい、俺は憑かれたように遊び続けた。"
    "結末は特攻オチだった。"
    太一 "「……げんなりだ」"
    "自分がそれを体験するとは思わなかった。"
    "してみると俺は何人目なのだろうか。"
    "五人目。"
    "果たして本当にそうなのか。"
    "記録になければ、それを知る手だてはないのだ。"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    return
    #