label ccc3012a:
    "追いかけよう。"
    "嫌な予感がする。"
    "とても嫌な予感だ。"
    call gl(0,"bgcc0002c")
    call vsp(0,1)
    with wipeleft
    "こっちだな。"
    "さっきの……あの気配。"
    "知っている。"
    "俺はアレを知っている。"
    "とと……自転車発見。"
    "鍵はかかってない。"
    "拝借。"
    "昨日の場所に―――"
    call gl(0,"bgcc0000c")
    call vsp(0,1)
    with wipeleft
    "草むらに出る。"
    "霧は……いない。"
    "ここに来たのではなかったのか。"
    "昨日、霧が立っていた辺りを探ってみる。"
    "荷物を発見。来ている。"
    "移動したか。"
    太一 "「……」"
    "深呼吸する。"
    "目を閉じて、ぐっと目蓋で眼球を圧迫する。"
    "水晶体の奥で、スイッチが切り替わったようなイメージが湧く。"
    "なんてことはない。"
    "明度が急激に変化した際、目がゆっくりとオートでやることを、意図的に加速しているだけだ。"
    "開く。"
    "夜が明るくなった。"
    "草木の微々たる動きが、クリアに視界に表示されている。"
    "猫の目―――"
    "感覚が鋭敏になっていた。"
    太一 "「イヤだな……まったく」"
    "自分が別の者になりそうな感覚でもある。"
    "さて。"
    "雑木林の奥。"
    "そこからかすかな気配を感じた。"
    stop bgm
    voice "vfCCC3012akri000"
    霧 "「……ひゃっ」"
    "悲鳴が聞こえた。"
    太一 "「！」"
    "走る。"
    "視界を埋めた光景は。"
    play bgm "bgm/bgm019.ogg"
    call gl(0,"evcc0052")
    call vsp(0,1)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    "戦慄と記憶を、同時に呼び覚ました。"
    call gl(5,"evcc0063")
    call vsp(5,1)
    with dissolve
    hide pic5
    with dissolve
    "くそっ！"
    "曜子ちゃんの目、本気だ。"
    太一 "「やめろ！」"
    voice "vfCCC3012ayou000"
    曜子 "「……太一」"
    "驚く様子はなかった。"
    "たぶん、俺の接近に気づいていたのだろう。"
    voice "vfCCC3012akri001"
    霧 "「……っ」"
    "隙と見て霧が動く。"
    "だが曜子ちゃんは視線を外していたりはしない。"
    "手首を返して、ぶら下げたベルトを回転させる。"
    "一回転。"
    "握られていた両端の片方だけをはなすと、挟まれていた石つぶてが遠心力をまとってリリースされた。"
    voice "vfCCC3012akri002"
    霧 "「っっ！」"
    "どうすることもできないタイミングだった。"
    "行動の起こり、意識が向いた瞬間を突かれると、人は瞬時に対処できない。"
    "石は霧のふくらはぎをしたたかに打った。"
    voice "vfCCC3012akri003"
    霧 "「ぐっ！」"
    "すとんとうずくまる霧。"
    "足を抱えて、歯を食いしばる。激痛が走っているはずだ。"
    "背筋が冷えた。"
    "これは投石だ。"
    "古くは羊飼いたちが、羊の番に用いた技術。"
    "霧の手にするクロスボウに対して、あまりにも原始的な武装。"
    "いや、武装でさえない。"
    "ないのだが……その威力、絶大。"
    "紐に挟んだ石を振り回して投げつける。"
    "それだけのことだ。"
    "圧搾空気も火薬もガスも使わない推進力は、紐の長さと回転数でしかない。"
    "空気摩擦さえ考慮された銃弾。"
    "微細な数字の極地にある砲身。"
    "悪条件下で長時間使用し続けるための信頼性。"
    "人を殺すため続けられた研鑽。"
    "その末にある銃器には、もちろん及ぶものではない。"
    "だけど彼女のソレは……違った。"
    "生まれながらにして祝福を受けた遺伝子に導かれた、見た目はいたいけな少女に過ぎない彼女の内部筋肉は、成人男子さえ凌駕する。"
    "単純な腕力ではない。"
    "俊敏さ、バネ、機動力。"
    "そういった面で、女であることをまるでハンデとしない。"
    "いつだって支倉曜子は素早く無音で動く。"
    "会得の難しい投石を、手足の延長線上として使いこなす。"
    "霧が持つクロスボウに、矢はセットされていない。"
    "……反撃し、外したのだろう。"
    "これも恐ろしい武器のはず。"
    "だか今、霧にとって楯のかわりにもならない。"
    "矢をセットする暇さえ与えられず、石つぶてによって追い立てられた。"
    "いや。"
    "よく生き延びた。"
    "曜子ちゃんの最初の一撃からは無警戒だったはずなのに、よく命を守り通したと。"
    曜子 "「…………」"
    "二つ目の石を、ベルトに挟む。"
    "手首のバネをきかせて、残像の円盤を作る。瞬時。"
    voice "vfCCC3012akri004"
    霧 "「ちょ……っと……」"
    "霧の顔が青ざめる。"
    voice "vfCCC3012akri005"
    霧 "「ど、どうして……あなたが……？」"
    voice "vfCCC3012ayou002"
    曜子 "「太一を、殺そうとしたから」"
    霧 "「！？」"
    voice "vfCCC3012ayou003"
    曜子 "「太一を殺す練習をしていたから」"
    voice "vfCCC3012akri007"
    霧 "「……だ、だから……わたしを殺すんですか……？」"
    曜子 "「……」"
    "もう会話には応じない。"
    "ああ、あれは『取る』目だ。"
    "曜子『なにがこわいの？　こわいの、取ってあげようか？』"
    "俺のいやなものを全て『取って』くれた。彼女は。いつも。"
    "この世からなくしてしまった。"
    "献身的どころの話じゃない。"
    "ほとんど利己的なまでの、好意。"
    voice "vfCCC3012akri008"
    霧 "「ああ……」"
    play se "SE085"
    "回転数が増す。"
    "鋭い風切音。"
    "眼前で膨れあがる破壊力、霧は恐怖に射竦められる。"
    "死の確定。"
    "それが霧には信じられない。"
    "回転力は、もう十分な運動エネルギーを石に内在させていた。"
    "本来彼女の技量なら、一回転からリリースできる。"
    "威力は若干落ちる。"
    "おかげで霧の足も、深刻な傷を受けずに済んだ。"
    "だが頭部に当てれば、時には死に至る。"
    "確実に仕留めるつもりなのか。"
    "回転数は高く鋭く保持されて。"
    "今度は痛いでは済まないように。"
    voice "vfCCC3012akri009"
    霧 "「や、やめてぇ……」"
    "クロスボウを顔の前に構えて、すすり泣いた。"
    "これが霧の限界か。"
    太一 "「そこまでだよ」"
    "霧の前に立つ。"
    voice "vfCCC3012akri010"
    霧 "「え……？」"
    stop se
    "回転が落ちた。"
    voice "vfCCC3012ayou005"
    曜子 "「それは、生かしておくと太一に危害を加える」"
    太一 "「いいじゃないか、別に」"
    太一 "「どうせ、リセットなんだ」"
    曜子 "「…………」"
    太一 "「好きにさせよう」"
    voice "vfCCC3012ayou007"
    曜子 "「……だめ」"
    太一 "「曜子ちゃん」"
    "強く名を呼ぶ。"
    "けど引き下がる様子はない。"
    voice "vfCCC3012ayou008"
    曜子 "「取るの」"
    太一 "「取らなくていい」"
    voice "vfCCC3012ayou009"
    曜子 "「どいて」"
    太一 "「どかないよーだ」"
    "背後で、霧が息を詰めて見守っている。"
    "命が助かった安堵と、俺に仲裁されたことへの違和。"
    voice "vfCCC3012ayou010"
    曜子 "「でも……」"
    "迷いがさす。"
    太一 "「俺を理由にして、人殺しなんてしてもらいたくないね」"
    太一 "「殺したいなら自分の理由でやってくれ」"
    "彼女は怯む。"
    voice "vfCCC3012ayou011"
    曜子 "「…………だって、太一のために……私は……」"
    "俺のため。"
    "俺の名前を出して霧を殺す。"
    "そのことが、結果として俺を傷つけるとも考えず。"
    太一 "「……いつだってそうだ。自分の気持ちだけを押しつけて」"
    太一 "「迷惑なときだって―――」"
    "曜子ちゃんが手首をひねった。"
    太一 "「！！」"
    "横から首を出して会話をうかがっていた霧。"
    "その顔面の前にてのひらを置く。"
    play se "se079"
    with Dissolve(500.0/1000.0)
    "次の瞬間、激痛とともに石がおさまった。"
    voice "vfCCC3012akri011"
    霧 "「きゃっ！？」"
    太一 "「……痛ぅ」"
    "曜子ちゃんが青ざめる。"
    voice "vfCCC3012ayou012"
    曜子 "「あ……ごめん……許して……」"
    太一 "「裏切ったな」"
    voice "vfCCC3012ayou013"
    曜子 "「……え……あの……だから……」"
    太一 "「会話中に俺の隙を突こうとしたな」"
    "不快だった。"
    "こればかりは、本気で。"
    太一 "「……またか」"
    "びくっと、彼女の肩が震えた。"
    太一 "「大切だと言う。愛してると言う。好意を押しつける」"
    太一 "「……なのに、ここぞという時に裏切る」"
    太一 "「またか」"
    voice "vfCCC3012ayou014"
    曜子 "「違う、それはつまり……太一の身の安全が……」"
    "しどろもどろ。"
    太一 "「その話はもういい！」"
    "一喝された幼女の如く、すくみあがった。"
    voice "vfCCC3012ayou015"
    曜子 "「……ご、ごめんなさい……」"
    "消え入りそうな声。"
    太一 "「とにかく霧は殺さないでくれ」"
    曜子 "「…………」"
    voice "vfCCC3012ayou017"
    曜子 "「……でも、太一を殺させるわけにはいかない」"
    voice "vfCCC3012ayou018"
    曜子 "「それだけは、絶対に認められないよ」"
    太一 "「……むざむざ殺されないよ」"
    太一 "「霧と俺とじゃ、デキが違いすぎる」"
    voice "vfCCC3012ayou019"
    曜子 "「けど……太一はたまに……」"
    太一 "「たまに？」"
    voice "vfCCC3012ayou020"
    曜子 "「死への抵抗感を、忘れるから」"
    太一 "「ま、こんな状況だとね」"
    "確かに、そういう面が俺にはある。"
    "自慢じゃないが情緒は不安定だ。"
    太一 "「じゃあ約束する。今週については、死なないようにする」"
    太一 "「全力で身を守る。そのかわり、君も手を引け」"
    曜子 "「……………………」"
    太一 "「納得できないなら、縁切りすることになるよ？」"
    voice "vfCCC3012ayou022"
    曜子 "「いやだ……それは、いやだ……」"
    "即答だった。"
    voice "vfCCC3012ayou023"
    曜子 "「わかった……引く」"
    voice "vfCCC3012ayou024"
    曜子 "「でも、監視はするから」"
    太一 "「ご自由に」"
    voice "vfCCC3012ayou025"
    曜子 "「佐倉霧の武器を渡して」"
    太一 "「だとさ。出せ」"
    voice "vfCCC3012akri012"
    霧 "「え……？」"
    太一 "「クロスボウと、ナイフかなにか持ってるだろ」"
    太一 "「出すんだ、そうじゃないと殺されちゃうぞ」"
    霧 "「…………」"
    "無言で、霧はそれを前方に放り投げた。"
    "曜子ちゃんが拾う。"
    voice "vfCCC3012ayou026"
    曜子 "「武装は禁止。もし武器を保有したら敵意があると見なすから」"
    霧 "「…………」"
    "霧は背中から出てこない。"
    太一 "「あとさ……来週からも、ちゃんと穏便に頼むよ」"
    voice "vfCCC3012ayou027"
    曜子 "「うー」"
    "不本意そうだった。"
    太一 "「お願いだから」"
    voice "vfCCC3012ayou028"
    曜子 "「……う、うん、わかった」"
    "……ちょろい。"
    stop bgm
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    "そして彼女は、闇に身を沈めていく。"
    "気配がすっと消える。"
    太一 "「ほっ」"
    霧 "「……」"
    call gl(0,"bgcc0024")
    call vsp(0,1)
    with wipeleft
    "緊張の段階が、一つ下がる。"
    "だがまだ０ではない。"
    太一 "「……………………」"
    "背後、緊張の発生源がまだオーラを放出し続けている。"
    play bgm "bgm/bgm020.ogg"
    "ゆっくりと怒りに転化していくそれを意識しつつ、"
    太一 "「……怪我は？」"
    call gl(1,"TCSK0002c|TCSK000x")
    call gp(1,t=center)#x=220
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri016"
    霧 "「どうして」"
    "俺に助けられたことへの戸惑いや怒り。"
    "感情がもつれて、怒鳴りつけたいのを必死で抑えている。"
    "そんなくぐもった声だった。"
    call gl(1,"TCSK0001c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri017"
    霧 "「どうして……助けたんです……」"
    太一 "「どうしてって……言われてもなぁ」"
    太一 "「助けたかったからそうした、じゃダメかな」"
    voice "vfCCC3012akri018"
    霧 "「ふざけないでください……」"
    太一 "「……ふざけてはないけど」"
    太一 "「ま、そうだよな。納得はいかんわな」"
    太一 "「嫌っていた相手に助けられるというのは」"
    call gl(1,"TCSK0000c|TCSK000x")
    call vsp(1,1)
    with dissolve
    霧 "「……」"
    太一 "「本気で俺のこと、殺す気だったの？」"
    call gl(1,"TCSK0001c|TCSK000x")
    call vsp(1,1)
    with dissolve
    霧 "「…………」"
    太一 "「まいったな、どーも」"
    voice "vfCCC3012akri021"
    霧 "「あなたは危険すぎます」"
    太一 "「危険？」"
    voice "vfCCC3012akri022"
    霧 "「自分が楽しむために人を弄ぶあなたは」"
    voice "vfCCC3012akri023"
    霧 "「こんな状況で、何も変わらないあなたはっ」"
    "突如として、声を荒げかける。"
    "すぐにトーンを落とす。"
    call gl(1,"TCSK0002c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri024"
    霧 "「……面白半分で、人を殺します」"
    "空気が澱む。"
    "憎悪が混入しているのだ。"
    "霧の吐き出す憎しみを。"
    太一 "「ほんと、よく見てるよな」"
    "嘆息してしまう。"
    call gl(1,"TCSK0000c|TCSK000x")
    call vsp(1,1)
    with dissolve
    霧 "「……？」"
    太一 "「君は人を見る目だけはある」"
    call gl(1,"TCSK0001c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri026"
    霧 "「なにを……？」"
    太一 "「俺が一番危険だと思ったんだろ？」"
    voice "vfCCC3012akri027"
    霧 "「……そうです……けど、危険なのはあなただけじゃなかった」"
    太一 "「曜子ちゃんか」"
    call gl(1,"TCSK0003c|TCSK0003")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri028"
    霧 "「……何もしてないのに……殺そうと……」"
    voice "vfCCC3012akri029"
    霧 "「あ、あなたたちは同類です……だから一緒で」"
    "同類ではない。"
    "否定したかったが、霧には理解さえできないことだ。"
    "黙っていると、"
    call gl(1,"TCSK0000c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri030"
    霧 "「なぜわたしを助けたんです？」"
    "再度問いかけて来た。"
    voice "vfCCC3012akri031"
    霧 "「見殺しにすればよかった」"
    voice "vfCCC3012akri032"
    霧 "「わたしがあなたのことを敵視していたのは……知ってるはずなのに……」"
    voice "vfCCC3012akri033"
    霧 "「わたしを助けても何の得にもならない」"
    太一 "「いやいや、漫画とかだとこうやって仲間を増やしていくんですよ」"
    "怒気が膨張した。"
    call gl(1,"TCSK0001c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri034"
    霧 "「わたしはあなたの仲間になんかなりませんっ！」"
    "感情的になったら負け。"
    "そういうルールを自分に課していたらしい霧が、自ら怒声を発した。"
    太一 "「俺のピンチに……」"
    voice "vfCCC3012akri035"
    霧 "「駆けつけません！」"
    太一 "「うむ、いい返しだ」"
    call gl(1,"TCSK0000c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri036"
    霧 "「う……」"
    "唇を噛んだ。"
    太一 "「助けた理由、思いついた」"
    call gl(1,"TCSK0003c|TCSK0003")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri037"
    霧 "「思いついたからって……」"
    "構わず言う。"
    太一 "「霧が死んだら、美希が悲しむ」"
    call gl(1,"TCSK0004c|TCSK000x")
    call vsp(1,1)
    with dissolve
    霧 "「…………」"
    "霧の泣き所だ。"
    太一 "「ってことで、そこいらにしておこうか」"
    call gl(1,"TCSK0001c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri039"
    霧 "「ばかにして……いつも」"
    太一 "「これが俺のアイデンティティなんだよ。他の接し方はない」"
    太一 "「でだ、霧ちん」"
    "とりあえず、だ。"
    太一 "「この怪我、ちょっと手当してくれないかな」"
    call gl(1,"TCSK0002c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri040"
    霧 "「どうしてわたしがそんなことを」"
    太一 "「血が出てるだろ？」"
    "さっきから、指先をしたたる血を意識していた。"
    太一 "「俺は血が苦手なの」"
    太一 "「それにこの怪我、君を助けてできたものだし」"
    call gl(1,"TCSK0003c|TCSK0003")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri041"
    霧 "「だって、それは黒須先輩が勝手に……」"
    太一 "「命を助けられたんだから手当てくらいしてくれ」"
    "キッパリと。"
    call gl(1,"TCSK0002c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri042"
    霧 "「……わかりました」"
    "素直。"
    call gl(1,"TCSK0000c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri043"
    霧 "「借りは作りたくないですから」"
    太一 "「さいで」"
    voice "vfCCC3012akri044"
    霧 "「けど……手当するようなものなんて……」"
    "ハンカチを取り出して、傷口を拭く。"
    太一 "「いてて、それはちょっと痛いぞ」"
    call gl(1,"TCSK0004c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri045"
    霧 "「あ……すいません……」"
    "反射的にあやまる霧。"
    call gl(1,"TCSK0000c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri046"
    霧 "「でも……他に」"
    太一 "「う、いてて、ジンジンする、出血多量で死にそうだ」"
    voice "vfCCC3012akri047"
    霧 "「え、えっと……」"
    太一 "「優しく癒してくれ」"
    call gl(1,"TCSK0003c|TCSK0003")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri048"
    霧 "「あ……っと……？？？」"
    "逡巡。"
    太一 "「こんなとき美希ちんだったら、ぺろぺろと舐めて癒してくれるのに」"
    voice "vfCCC3012akri049"
    霧 "「なめ……っ？」"
    太一 "「傷口がいたむ……いたた、こりゃきついな」"
    call gl(1,"TCSK0000c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri050"
    霧 "「こ……こんなこと……したくないのに……」"
    太一 "「はやく頼む」"
    voice "vfCCC3012akri051"
    霧 "「わかり、ました」"
    call gl(1,"TCSK0002c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri052"
    霧 "「あなたに借りは作りたくないですから」"
    "おずおずと、舌先が傷口に触れた。"
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri053"
    霧 "「ん……む……」"
    "熱い。"
    "それにねっとりとしている。"
    "ローションでも塗りたくられているかのようだ。"
    "かすかな苦痛があるが、それがいい。"
    voice "vfCCC3012akri054"
    霧 "「れる……んっ……ちゅ、れ……あむ……んぅ」"
    "優しく傷口をなぞる。"
    "てのひらから、じんわりと甘い痺れが走る。"
    "肩から脊髄に入り、背骨をくだって尾てい骨まで伝わる。"
    "下腹部が熱っぽくなる。"
    太一 "「いいよ、霧」"
    voice "vfCCC3012akri055"
    霧 "「んるっ……んん、ん、くちゅ、んふ……はぁぁ」"
    "時折、舌を離して熱いため息をつく。"
    太一 "「指先の方も、キレイにして」"
    voice "vfCCC3012akri056"
    霧 "「ん……んんん……んふぅ、れろ……ん、ん、ん……は、んふぁ」"
    "ねろねろと舌が蛇行し、てのひらをおりていく。"
    "指先に舌がまとわりつく。"
    "その舌を指二本で挟む。"
    voice "vfCCC3012akri057"
    霧 "「んんっ？　い、いやっ……あぅん……やめ……」"
    "霧は指を吐き出してしまう。"
    太一 "「ごめん、ちょっとむずがゆくなって」"
    voice "vfCCC3012akri058"
    霧 "「……そう……ですか……」"
    "赤面して、横を向く。"
    太一 "「血は取れた？」"
    voice "vfCCC3012akri059"
    霧 "「……まだ、少し」"
    太一 "「じゃあ頼むよ」"
    "指先を出すと、霧はこわごわと唇を這わせた。"
    voice "vfCCC3012akri060"
    霧 "「ちゅ、ちゅ……んん、ふぁ、ん……あふ……」"
    "鼻息を止めているせいか、息苦しげな手当だ。"
    "立っている俺。"
    "跪く姿勢で、指をしゃぶる霧。"
    "あの霧がだ。"
    "水位があがっていく。"
    "黒い水がたくわえられる。"
    "いけない、な。"
    "やがて霧は舌を離す。"
    voice "vfCCC3012akri061"
    霧 "「……終わりました」"
    太一 "「さんきゅう」"
    "血も止まっていた。"
    太一 "「……曜子ちゃんの言ったこと、本気だと思う」"
    call gl(1,"TCSK0000c|TCSK000x")
    call vsp(1,1)
    with dissolve
    霧 "「？」"
    "口元をぬぐいながら、霧は眉をひそめた。"
    太一 "「もう武器はなしだ。持たない方がいい」"
    太一 "「破ったら、たぶん本気で襲ってくると思うよ」"
    霧 "「…………」"
    "肩が小さく震える。"
    "恐怖で。"
    太一 "「俺だって、みんなをどうこうしようなんて思ってない」"
    太一 "「霧が言うように、ろくでなしではあるけど……仲間を傷つけるつもりはないよ」"
    call gl(1,"TCSK0001c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri064"
    霧 "「本当、ですか」"
    太一 "「ああ」"
    太一 "「それどころか、怪我したみみ先輩にかわってアンテナを組み立てているところだ」"
    voice "vfCCC3012akri065"
    霧 "「アンテナ……部活用の……」"
    太一 "「あれでＳＯＳを出す。知ってるよな」"
    call gl(1,"TCSK0002c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri066"
    霧 "「……人なんて、もういない」"
    voice "vfCCC3012akri067"
    霧 "「テレビも映らない。ラジオも。ネットも。電話も」"
    call gl(1,"TCSK0000c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri068"
    霧 "「何もかも通じなくなって……誰が生きているって言うんですか」"
    "それだけじゃない。"
    "世界は前に進むことさえ、放棄している。"
    "永遠の一週間。"
    "俺には、甘美な響きさえともなう。"
    太一 "「……合宿……つまらなかったな」"
    太一 "「無理矢理セッティングして、苦労して７人集めて、なだめすかしたり嘘ついたりして……」"
    太一 "「あっという間にボロが出て」"
    "笑ってしまう。"
    "霧は異質なものでも見る目つきを、俺に投げかけている。"
    太一 "「最悪の気分で撤収したよな」"
    call gl(1,"TCSK0001c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri069"
    霧 "「……あなたが仕組んだことじゃないですか」"
    太一 "「そう、俺が仕組んだ」"
    voice "vfCCC3012akri070"
    霧 "「皆の傷口を広げるために」"
    太一 "「違う」"
    太一 "「皆に仲直りしてほしかった」"
    太一 "「昔みたいな関係に戻したかったんだよ」"
    call gl(1,"TCSK0000c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri071"
    霧 "「……嘘です」"
    太一 "「本当だ」"
    call gl(1,"TCSK0003c|TCSK0003")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri072"
    霧 "「仲直りさせる機会を作るため、合宿に人を集めたって言うんですか？」"
    太一 "「そうだ」"
    "瞳をしばたく。"
    "水面がふるふる揺れる。"
    call gl(1,"TCSK0004c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri073"
    霧 "「信じたくない……そんなこと」"
    太一 "「まあ、いいよ」"
    太一 "「要するに、結束するということが大切なんだ」"
    太一 "「なんだっていい。部活でも合宿でも」"
    太一 "「限られた機材で、みんなでアンテナを立てて、ＳＯＳを出す」"
    太一 "「そういう希望があってもいいだろ？」"
    call gl(1,"TCSK0002c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri074"
    霧 "「……あなたが……そんな立派な人のわけない」"
    太一 "「うん、ぜんぜん立派じゃない」"
    太一 "「だが、それはそれ、これはこれ」"
    "一文内に指示代名詞を四回も使うという、近代日本語表現の目指す美学にてらしあわせるとすこぶる不格好な慣用語を用いて、俺は話をそらす。"
    太一 "「立派じゃないけど、仲良きことは美しきかな、だ」"
    call gl(1,"TCSK0000c|TCSK000x")
    call vsp(1,1)
    with dissolve
    霧 "「……」"
    太一 "「と、すっかり忘れていたけど、そっちの怪我は？」"
    call gl(1,"TCSK0001c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri076"
    霧 "「あ、平気です……さわらないでっ」"
    太一 "「さわらにゃわからん、と」"
    "ふくらはぎ。"
    "腫れている。"
    太一 "「……内出血だな。いい場所に当たった」"
    太一 "「歩くと痛むけど、別状はなし」"
    太一 "「他には？」"
    call gl(1,"TCSK0000c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri077"
    霧 "「肩を……」"
    太一 "「はだけて」"
    霧 "「！？」"
    call gl(1,"TCSK0001c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri079"
    霧 "「や、やっぱりケダモノ……」"
    "肩を抱いて、後ずさる。"
    太一 "「おいおい、冗談だよ。本気にするな」"
    voice "vfCCC3012akri080"
    霧 "「そうやって美希や他に人にもセクハラを……してるじゃないですか」"
    太一 "「美希はなー、本気でイヤってことはちゃんと拒否するぞ？」"
    太一 "「それはだめー、なんてけたけた笑いながらぶん殴ってくるんだからな？」"
    call gl(1,"TCSK0000c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri081"
    霧 "「……美希が？」"
    太一 "「そしたら俺も、無理強いはしない」"
    太一 "「いろんな接触をして境界線を調整していくのが、人付き合いってやつだろ？　違うのか？」"
    call gl(1,"TCSK0001c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri082"
    霧 "「……キレイな物言いでまとめるんですね……セクハラなのに……」"
    太一 "「霧ちんは生真面目に受け取りすぎだ」"
    太一 "「肩に触るぞ」"
    call gl(1,"TCSK0003c|TCSK0003")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri083"
    霧 "「え……きゃっ」"
    "軽く揉んだら、痛がった。"
    太一 "「……こっちはまずい箇所に当たったな」"
    太一 "「どのくらい痛い？」"
    call gl(1,"TCSK0000c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri084"
    霧 "「……ほとんど……腕も動きます……」"
    太一 "「頭上に持ち上げなさい」"
    "従う。"
    太一 "「骨に異常はないな」"
    call gl(1,"TCSK0002c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri085"
    霧 "「……先輩が、力を入れすぎるんです」"
    太一 "「そんな入れてないよ」"
    call gl(1,"TCSK0000c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri086"
    霧 "「……男の人は、みんな力強いじゃないですか……島先輩とかだって、あんな細いのに一人でモニター持ち上げるし」"
    太一 "「……あいつは元バスケ部で……走れないだけで筋力はそのままだから」"
    "ああ、この子はＣＲＴモニターひとつ自力で持ち上げられないのか。"
    "すごく力が弱いな。"
    "部室にあるのは、確かに大型だけど。"
    "肩に触れた時もやけに華奢で驚かされた。"
    "薄い皿みたいで、すぐに砕けてしまいそうで。"
    "放送部で腕相撲したら、最下位になるんじゃないか。"
    太一 "「……はぁ」"
    "いたいけな少女だ。"
    太一 "「湿布は貼っておくんだぞ」"
    call gl(1,"TCSK0000c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri087"
    霧 "「……言われるまでも、ないです」"
    "悪態に力がない。"
    太一 "「よし、じゃ帰るか」"
    "立ち上がる。"
    太一 "「ほれ、行こう」"
    "不承不承、ついてくる。"
    voice "vfCCC3012akri088"
    霧 "「痛っ」"
    太一 "「やっぱ痛むか。おんぶしてやろうか？」"
    "わきわきと十指を蠢かせる。"
    call gl(1,"TCSK0001c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri089"
    霧 "「……やめて、来ないでっ」"
    "本気で怯える。"
    太一 "「冗談だというのに」"
    call gl(1,"TCSK0002c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012akri090"
    霧 "「一人で、帰りますから」"
    太一 "「一人になったら曜子ちゃんに襲われるかもよ？」"
    霧 "「……………………」"
    "無言になった。"
    太一 "「さ、行こう」"
    "背後に、とぼとぼとついてくる軽い足音。"
    "自転車は捨て置き、徒歩で帰る。"
    太一 "「……いい夜だねぇ」"
    "会話はなかった。"
    stop bgm
    return
    #