label ccc3010:
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    call vsp(1,0)
    with Pixellate(300.0*2/1000.0,5)
    pause (1000.0/1000.0)
    pause (1500.0/1000.0)
    "意識浮上。"
    "肉体感覚の潜望鏡をあげる。"
    "腹具合から、三時間ってとこか。"
    "眠っていたのは。"
    "フリーズしてしまったようだ。"
    "……キャパが少なくてどうも。"
    "目を開けた。"
    call gl(5,"bgcc0000e")
    call gp(5,t=center)#x=0
    call gl(0,"evcc0054")
    call vsp(5,1)
    with dissolve
    call vsp(5,0)
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    太一 "「…………美希？」"
    play bgm "bgm/bgm016.ogg"
    voice "vfCCC3010mki000"
    美希 "「はい」"
    "にっこりと。"
    voice "vfCCC3010mki001"
    美希 "「美希です」"
    太一 "「俺……」"
    voice "vfCCC3010mki002"
    美希 "「あ、寝ててください」"
    太一 "「……膝枕のままでいいの？」"
    voice "vfCCC3010mki003"
    美希 "「えっちなことしないでくれるなら」"
    太一 "「したら？」"
    voice "vfCCC3010mki004"
    美希 "「セクハラの度合いにもよりますが」"
    voice "vfCCC3010mki005"
    美希 "「スカート潜行とかしたら、射殺です」"
    太一 "「……シマセン」"
    voice "vfCCC3010mki006"
    美希 "「じゃあどうぞ、膝をお楽しみ下さい～」"
    太一 "「うむ」"
    "ほんのりあたたかくて、柔らかい。"
    "いい香りがする。"
    "制服の感触と、その下にある瑞々しい太ももの弾力。"
    "至福。"
    太一 "「また寝そう」"
    voice "vfCCC3010mki007"
    美希 "「寝てもいいですよ」"
    太一 "「そしたら楽しめなくなる」"
    voice "vfCCC3010mki008"
    美希 "「ふふふ」"
    voice "vfCCC3010mki009"
    美希 "「……びっくりしましたよ。倒れてたから」"
    太一 "「寝てた」"
    voice "vfCCC3010mki010"
    美希 "「またそんなトンデモ日常を……」"
    voice "vfCCC3010mki011"
    美希 "「でも、そういう時の先輩が、一番いいですね」"
    太一 "「……そお？」"
    voice "vfCCC3010mki012"
    美希 "「面白おかしく、毎日がお祭り騒ぎみたいで」"
    太一 "「…………」"
    voice "vfCCC3010mki013"
    美希 "「ちょっとばかり、寂しくなりすぎですよね」"
    太一 "「まったくだ」"
    太一 "「いくらなんでも６０億から８人はないだろう」"
    voice "vfCCC3010mki014"
    美希 "「種の存続に影響ありですね」"
    太一 "「いや、それはないのだ」"
    voice "vfCCC3010mki015"
    美希 "「なぜです、なぜなのです？」"
    太一 "「ハハハ、わかっているくせに」"
    "尻に手を伸ばす。"
    voice "vfCCC3010mki016"
    美希 "「ぷす」"
    "刺された。"
    太一 "「い、いてえっ！　何だ？」"
    voice "vfCCC3010mki017"
    美希 "「ナイフです」"
    "コンバットナイフだった。"
    太一 "「あぶねー！　なんでそんなもの持ってるです！」"
    voice "vfCCC3010mki018"
    美希 "「霧ちんが持ってろって」"
    voice "vfCCC3010mki019"
    美希 "「あ、今さしたのはナイフじゃなくて小指の爪です。ふぇいくふぇいく～」"
    voice "vfCCC3010mki020"
    美希 "「血は出てないのでご安心」"
    太一 "「あ、そう……」"
    "ほっとした。"
    "血はなるべく見たくない。"
    "スイッチが変わりやすくなっていかん。"
    太一 "「霧ちん、専守防衛なのに軍備拡張しすぎなんじゃないかなあ？」"
    voice "vfCCC3010mki021"
    美希 "「ミキもそう思うデス」"
    太一 "「ＦＬＯＷＥＲ’Ｓは平和の象徴なのですよ」"
    "位置はそのまでうつぶせになる。"
    "ミキの下腹部側に顔をうずめる。"
    "衣服数枚隔てて、キューティーデルタゾーンだぞ。"
    voice "vfCCC3010mki022"
    美希 "「あっ、あっ！」"
    太一 "「このくらいはグレーゾーンでしょ」"
    voice "vfCCC3010mki023"
    美希 "「そんなことするとー、こっちもそれなりの対外政策を実施しますよ」"
    太一 "「俺は美しきデルタに魅入られし愛貴族に過ぎないのだよ」"
    voice "vfCCC3010mki024"
    美希 "「詭弁を弄されるか。ならば」（★★★詭弁／きべん）"
    "棒を取り出す。"
    voice "vfCCC3010mki025"
    美希 "「耳かき」"
    "いいじゃん。"
    "ホームラン級のシチュだぞ。"
    太一 "「頼む。いや、イヤと言ってもやってくれ！」"
    voice "vfCCC3010mki026"
    美希 "「……いいんですか？」"
    太一 "「俺の耳ヴァージンを奪ってくれ」"
    voice "vfCCC3010mki027"
    美希 "「……いやぁんなイメェジを」"
    太一 "「ドキドキしますな」"
    voice "vfCCC3010mki028"
    美希 "「ま、そんなにお望みとあらば」"
    太一 "「優しくしてね……」"
    voice "vfCCC3010mki029"
    美希 "「善処します」"
    voice "vfCCC3010mki030"
    美希 "「結果はともなわないと思いますけど」"
    "……え。"
    "耳に棒が突っ込まれた。"
    "ごりっ"
    太一 "「！！！！」"
    voice "vfCCC3010mki031"
    美希 "「いきなり大物発見」"
    extend "ごりゅっ、がりっ、ごりりっ"
    with vpunch
    太一 "「オーノーッッッ！？」"
    太一 "「ペイン！　ペイン！」"
    "しかし美希はやめなかった。"
    voice "vfCCC3010mki032"
    美希 "「ふふふふふふ、楽しい～、久しぶり～」"
    "耳かきに餓えし者！"
    voice "vfCCC3010mki033"
    美希 "「そーれそれそれ」"
    extend "ごるっ、がりりっ、ごっごっ、ざりざりざりざりーーっ"
    with vpunch
    太一 "「ぎえぇぇぇぇぇぇぇぇぇっっっ」"
    "痛いなんてもんじゃない。"
    "これは耳拷問、無意味に略せばみみごーではないか。"
    extend "ごりゅっ、がりっ、ぞりいっ"
    with vpunch
    太一 "「ミミガー！！」"
    "沖縄料理風の悲鳴を発し、俺は実をよじる。"
    voice "vfCCC3010mki034"
    美希 "「あ、動いたら危ないっす」"
    "美希は正座を崩した。"
    "一瞬パンツが見えた。"
    "多幸感が満ちるのも束の間。"
    太一 "「へ？」"
    "首に脚が巻きつく。"
    "太ももが顔を挟んだ。"
    太一 "「なにをっ！？」"
    "この体勢は……。"
    "俺は宇宙（コスモ）を感じていた。"
    "少女の太ももに包まれて。"
    voice "vfCCC3010mki035"
    美希 "「これでよし。にしし」"
    "耳に拷問器具（耳かき）が突っ込まれた。"
    "ざりゅっ"
    太一 "「やおうっ！？」"
    "しかし頭は固定されている。"
    "気持ちいいが逃げられない。逃げたくないが逃げたい。"
    "天国と地獄。"
    "同時！！"
    太一 "「ふやゆうぉひのまうえゃをゃゅょゑゃえゆぇゃやうぺよわわ！？」"
    "苦痛と悦楽。"
    "交互に舞い降りて、俺を翻弄。"
    voice "vfCCC3010mki036"
    美希 "「あ、ボスクラス発見！」"
    voice "vfCCC3010mki037"
    美希 "「これより攻撃にうつります」"
    voice "vfCCC3010mki038"
    美希 "「行けー、行けー、スクランブルだー、耳かきだ～」"
    "歌い出す。"
    play se "SE083"
    太一 "「＃＄％＆％ッッッ？？」"
    with vpunch
    太一 "「ゴーーーーーヤーーーーーーーーーっ！！！！」"
    "沖縄料理風の悲鳴が、再度口からもれた。"
    voice "vfCCC3010mki039"
    美希 "「くっ、手強い……よーし、反対側から」"
    play se "SE083"
    太一 "「ぎゃぁぁぁぁぁぁぁぁぁぁぁぁぁぁぁぁぁぁぁぁぁぁぁぁぁぁぁぁぁっ」"
    with vpunch
    "その瞬間、苦痛が快楽を越えた。"
    太一 "「そ、それは耳垢じゃなくて脳ではないのかだーーーーーーーーーーっ！？」"
    "そんなわけない。"
    "だが、こんなにもかたく張りついているのだから、大切な器官に違いない。"
    "おお美希よ、どうかその子をはがさないでおくれ。"
    太一 "「ま、まってくれ！　それはきっと人体に必要な器官なんだ！　人間の身体は、無意味に思えるものにも意味があるものなのだ！　たとえばキミも持ってるキュートなお豆ちゃんだってちゃんと性的な意味が―――」"
    voice "vfCCC3010mki040"
    美希 "「ドリル攻撃～、すぱいらる～」"
    play se "SE083"
    太一 "「イヤーーーーーーッッッ！！」"
    with vpunch
    "耳を意味する悲鳴を（略）。"
    "俺の耳脳が！！"
    "めりめりと音を立ててはがれていく！！"
    太一 "「ロボトミー反対っ！！」"
    "そして。"
    "べりいっ"
    太一 "「ッッッッッ！！！！」"
    with vpunch
    "俺はオルガスムスを迎えた誘惑熟女のように、びくっと痙攣した。"
    "頭が固定されているので、四肢がミミズのように波打つ。"
    voice "vfCCC3010mki041"
    美希 "「やった、取れたぁ……うわー、でかー、すごー、勝ったぁ」"
    "死んだぁ……。"
    "だがこれで解放される。"
    太一 "「ひ、膝枕と太ももも堪能したし、こ、このあたりで」"
    "しかし美希は言った。"
    voice "vfCCC3010mki042"
    美希 "「さ。じゃあ反対側の耳も制圧しますか」"
    太一 "「……………………え？」"
    voice "vfCCC3010mki043"
    美希 "「さーて、さて、こっちのエリアにはどんな強敵がいますでしょうか」"
    "太ももがよじれる。"
    "幸せ！"
    "幸せの隙を突かれて、ひっくり返された。"
    "耳かき棒が突っ込まれる。"
    太一 "「ぎにゃーーーーーーーーーー！？」"
    "それなりの対外政策……恐るべし！"
    call gl(0,"bgcc0000a")
    call vsp(0,1)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    "で。"
    call gl(0,"bgcc0007")
    call vsp(0,1)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    太一 "「……ふぉぉぉぉ……」"
    "処女貫通悶絶二穴責めから解放されたのは、十分後だった。"
    "人生で最も長い十分だったと言えよう。"
    call gl(1,"TCYM0003|TCYM0003")
    call gp(1,t=center)#x=180
    call vsp(1,1)
    with dissolve
    voice "vfCCC3010mki044"
    美希 "「まんぞくまんぞく」"
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3010mki045"
    美希 "「見ます？　戦果？」"
    太一 "「いいっす……」"
    太一 "「おお、よく聞こえる」"
    call gl(1,"TCYM0001|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3010mki046"
    美希 "「すごく詰まってましたよ」"
    太一 "「別世界のようだ」"
    call gl(1,"TCYM0003|TCYM0003")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3010mki047"
    美希 "「わたしの耳かきで喜んでくれたのは、せんぱいがはじめてです」"
    "だろうな……。"
    "いや、決して喜んではいないが。"
    太一 "「むしろ俺の強力な煩悩力があったおかげで、耐えられたと言うべきか」"
    call gl(1,"TCYM0021|TCYM0021")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3010mki048"
    美希 "「ふお？」"
    太一 "「ふぉふぉふぉ」"
    "笑い飛ばした。"
    太一 "「ところで君は霧ちんを捜しているのではないかな？」"
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3010mki049"
    美希 "「ああ、ご存じですか？　なんか見つからなくて」"
    太一 "「三時間前までここにいたんだけど」"
    call gl(1,"TCYM0021|TCYM0021")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3010mki050"
    美希 "「なんか今日はなかなか遭遇できませんで」"
    太一 "「ふーん」"
    "情緒不安定だからかな。"
    太一 "「一人になりたかったのかも」"
    "そういえば豊が死んだ日か。今日は。"
    "ああ、そうか……それで。"
    太一 "「……ま、今日はそっとしておいてあげたら？」"
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3010mki051"
    美希 "「はあ」"
    voice "vfCCC3010mki052"
    美希 "「……なにか言われましたか？」"
    call gl(1,"TCYM0001|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3010mki053"
    美希 "「というか霧っちになにかエロいことしましたね？」"
    太一 "「してんよ」"
    "方言で否定する。"
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3010mki054"
    美希 "「本当ですかぁ？」"
    "しようとしたことは確かだが。"
    太一 "「俺は愛紳士だぞ」"
    call gl(1,"TCYM0001|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3010mki055"
    美希 "「しようとしたけど、きついこと言われて引き下がった」"
    太一 "「…………」"
    call gl(1,"TCYM0021|TCYM0021")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3010mki056"
    美希 "「なるほど」"
    "弟子に見抜かれる師匠の図。"
    太一 "「まあ……俺がクレイジーだということを、言葉巧みに説明された」"
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3010mki057"
    美希 "「それは……」"
    太一 "「まあ事実だしねぇ」"
    美希 "「…………」"
    "正直、ちょっと落ち込んだ。"
    call gl(1,"TCYM0003|TCYM0003")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3010mki059"
    美希 "「先輩は……優しいモードの時は、好きですよ？」"
    太一 "「誉め殺しのつもりか。百戦錬磨のこの俺、たやすくはだまされないぞ！」"
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3010mki060"
    美希 "「めっちゃニヤけてるんですけど」"
    "ああ、俺の正直者！"
    太一 "「じゃあ俺と結婚するか！！」"
    call gl(1,"TCYM0021|TCYM0021")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3010mki061"
    美希 "「なぜ怒られながら求婚されるのだろう……」"
    voice "vfCCC3010mki062"
    美希 "「んー、まー、いいですよ」"
    太一 "「え、マジ？」"
    call gl(1,"TCYM0003|TCYM0003")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3010mki063"
    美希 "「霧ちんがいいって言ったら」"
    太一 "「チョムズー！」"
    太一 "「でも一応、今の一筆したためてくれる？」"
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3010mki064"
    美希 "「……そういうところがダメなんですってば」"
    stop bgm
    return
    #