label ccc3030:
    call gl(0,"bgcc0000a")
    call vsp(0,1)
    with wipeleft
    play bgm "bgm/bgm002.ogg"
    "そして日曜。"
    "快晴。"
    "日記にはない未知の領域でもある。"
    "この日、どのように世界が終わるのか、俺は知らない。"
    "一週間……短かった。"
    "霧を攻略するためだけの日々になってしまった。"
    "それでも。"
    "部活を立て直せたのは、僥倖だ。"
    "続く俺がノートを目にすれば、立て直しのヒントになるはずだった。"
    "どうか幾度でも、幸せな時をと願う。"
    "この救われない箱庭の中で。"
    call gl(0,"bgcc0007f")
    call vsp(0,1)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    太一 "「まだ誰もいないや」"
    "見渡す。"
    "広い屋上にパイプテントと、機材。"
    "そそり立つアンテナ。"
    "電波一つ飛び交わない青空。"
    call gl(1,"TCSK0000|TCSK000x")
    call gp(1,t=center)#x=220
    call vsp(1,1)
    with dissolve
    voice "vfCCC3030kri000"
    霧 "「……青い」"
    "空を見あげて、霧。"
    太一 "「雲一つないな」"
    call gl(1,"TCSK0002|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3030kri001"
    霧 "「はい」"
    "だが霧の面差しは、まだどこか曇天を思わせた。"
    "二人でフェンスに張り付く。"
    "会話もなく並んでいた。"
    "やがて。"
    call gl(2,"TCMM0002|TCMM000x")
    call gp(2,t=center)#x=225
    call vsp(2,1)
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCC3030msa000"
    見里 "「おはようございます」"
    "皆がやってきた。"
    call gl(3,"TCST0000|TCST0000")
    call gp(3,t=center)#x=190
    call vsp(3,1)
    call vsp(2,0)
    with Dissolve(500.0/1000.0)
    voice "vmCCC3030yki000"
    友貴 "「……ＯＫ」"
    "みみ先輩には決して話しかけなかったが、友貴はやってきた。"
    太一 "「サンクス……いつはじめます？」"
    call gl(2,"TCMM0031|TCMM0031")
    call vsp(2,1)
    call vsp(3,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCC3030msa001"
    見里 "「ええと、特に決まってはいないので、今からでも」"
    call gl(4,"TCSH0000|tcsh")
    call vsp(1,0)
    call vsp(2,0)
    call vsp(3,0)
    call vsp(4,1)
    call gp(4,t=center)#x=190
    with Dissolve(500.0/1000.0)
    voice "vmCCC3030sku000"
    桜庭 "「ＤＪ」"
    太一 "「うむ、ＤＪ……やるひとー」"
    "誰も手をあげなかった。"
    太一 "「みみーせんぱいは？」"
    call gl(2,"TCMM0004|TCMM000x")
    call vsp(4,0)
    call vsp(2,1)
    with Dissolve(500.0/1000.0)
    voice "vfCCC3030msa002"
    見里 "「えっ、私ですか？　だめですよ、だめだめ、無理です、噛みますっ」"
    太一 "「美希は？」"
    call gl(3,"TCYM0021|TCYM0021")
    call gp(3,t=center)#x=180
    call vsp(2,0)
    call vsp(3,1)
    with Dissolve(500.0/1000.0)
    voice "vfCCC3030mki000"
    美希 "「……ほよ？」"
    "ビーフジャーキーを引きちぎっている最中だった。"
    "美しくない。"
    "……クビ。"
    太一 "「友貴」"
    call gl(1,"TCST0004|TCST0004")
    call gp(1,t=center)#x=190
    call vsp(1,1)
    call vsp(3,0)
    with Dissolve(500.0/1000.0)
    voice "vmCCC3030yki001"
    友貴 "「いいけどいくら出すの？」"
    太一 "「…………」"
    "金とかいう問題じゃない。"
    太一 "「桜庭……」"
    call gl(2,"TCSH0002|tcsh")
    call gp(2,t=center)#x=190
    call vsp(1,0)
    call vsp(2,1)
    with Dissolve(500.0/1000.0)
    voice "vmCCC3030sku001"
    桜庭 "「俺に理路整然としたことが話せると思うか？」"
    太一 "「……よくわかってんじゃねぇの」"
    太一 "「じゃあ……霧か」"
    call gl(1,"TCSK0003|TCSK0003")
    call vsp(2,0)
    call vsp(1,1)
    call gp(1,t=center)#x=220
    with Dissolve(500.0/1000.0)
    voice "vfCCC3030kri002"
    霧 "「……えっ」"
    "顔色が変わった。"
    "瞬時に嫌な汗をかいている。"
    太一 "「ＤＪ」"
    voice "vfCCC3030kri003"
    霧 "「あっ、だめっ、無理です、人前で話すなんてっ」"
    太一 "「なぁに。どうせ全滅してるから平気」"
    call gl(2,"TCST0004|TCST0004")
    call vsp(1,0)
    call vsp(2,1)
    with Dissolve(500.0/1000.0)
    voice "vmCCC3030yki002"
    友貴 "「希望はどうした！」"
    play se "SE003"
    with vpunch
    太一 "「げふっ」"
    "チョップされた。"
    call gl(1,"TCSK0003|TCSK0003")
    call vsp(1,1)
    call vsp(2,0)
    call gp(1,t=center)#x=220
    with Dissolve(500.0/1000.0)
    voice "vfCCC3030kri004"
    霧 "「まずいですっ、だめですむりです……奇妙なことになりますっ」"
    "怖じ気づきまくりダネ。"
    太一 "「奇妙な霧ちんも見てみたい」"
    "手を引く。"
    voice "vfCCC3030kri005"
    霧 "「だめーっ！」"
    "腰を引く。"
    太一 "「……パンツ見えるぞ」"
    call gl(1,"TCSK0002|TCSK000x")
    call vsp(1,1)
    with dissolve
    霧 "「っ！？」"
    "慌ててスカートをおさえる。"
    "体勢の崩れた霧。"
    "引っ張っていく。"
    太一 "「ＤＪデビューおめでとう」"
    call gl(1,"TCSK0003|TCSK0003")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3030kri007"
    霧 "「たすけてーっ！」"
    "ダメか。"
    hide pic1
    with dissolve
    "解放する。"
    "霧はさっと美希の背後に隠れた。"
    "精神的小動物め。"
    太一 "「わかった……やるか」"
    "俺しかいなかった。"
    stop bgm
    call gl(2,"TCST0000|TCST0000")
    call gp(2,t=center)#x=190
    call vsp(2,1)
    with dissolve
    voice "vmCCC3030yki003"
    友貴 "「いつでも平気だよ」"
    hide pic2
    with dissolve
    "何を話そうか。"
    "思いつかない。"
    "意味のないＳＯＳ。"
    "けど誰もそんなこと思ってはいない。"
    "自分の体が、他人の感覚で、勝手に動く。"
    "椅子に座り、マイクを握った。"
    "自動的な俺だ。"
    "いつだって俺は自動的だったように思う。"
    "周囲との接触が、今の俺を形作った。"
    play bgm "bgm/bgm001.ogg"
    太一 "「ええと……この放送を聞いてる生存者の人、いますか？」"
    太一 "「こちらは群青学院放送部です」"
    太一 "「生きている人、いますか？」"
    太一 "「こちらは群青学院放送部、生存者は八名」"
    太一 "「生存者は八人」"
    "人は大切だろう。"
    "家族や友人は大切だろう。"
    "自分が人である限り。"
    太一 "「……全員、健康状態は良好です」"
    "人でなくてもいいのなら、孤独という生き方もある。"
    "でも俺は人が良かった。"
    "本能じゃなくて、理性の怪物になりたかった。"
    "そうすれば、もっと完璧に無害なものになれたはずなのに。"
    "足りなかった。"
    "接触が。触れあいが。"
    太一 "「ええと……」"
    "家族は。"
    "……いない。"
    "箱庭の楽園で、空気みたいに薄い人々との交友。"
    "……顔さえ忘れそうだ。"
    "曜子ちゃんとの出会い。"
    "……彼女は俺を他人とは見ない。"
    "新川の人々。"
    "……人間が敵だということを学ばされた。"
    "幼少期の、もっとも多感な時期、俺は人に触れなかった。"
    太一 "「昔、俺は罪を犯しました」"
    play se "SE090"
    "リン、と鈴が鳴った。"
    "六対の視線が集まる。"
    太一 "「友達を、死なせてしまいました」"
    voice "vmCCC3030sku002"
    桜庭 "「……太一？」"
    太一 "「直接手を下したわけじゃないけど……結果的に死なせました」"
    太一 "「その友達は昔、俺を傷つけた人間の一人で」"
    太一 "「記憶を失って、俺の前にあらわれました」"
    太一 "「記憶とともに罪も消えてしまったかのように、振る舞って」"
    太一 "「最初は俺も気づかなかったんです。何年も前のできごとだったんで」"
    "空気が変わる。"
    "六人の人間の、不安や疑問が渦巻く。"
    "じき、落ち着くだろう。"
    "つらい空気になるかも知れないが。"
    太一 "「けどある時、はずみで気づきました」"
    太一 "「実際、そいつに受けた傷なんて、今の俺には全然たいしたものじゃないはずでした」"
    太一 "「不肖黒須太一、酸いも甘いも噛み分けたヤングアダルトを目指しております」"
    太一 "「けど」"
    "霧が身じろぎした。"
    "口元に手を当てた。"
    call gl(0,"evcc0046")
    call vsp(0,1)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    太一 "「けど俺は、どうしてもそいつを友達として見ることが、できなくなりました」"
    voice "vfCCC3030kri008"
    霧 "「……う……」"
    voice "vfCCC3030mki001"
    美希 "「霧……？」"
    太一 "「ものみたいに、見てしまうようになりました」"
    太一 "「許せない、という感情論とは違うと思うんですが」"
    太一 "「俺の中で、そいつの価値が変わってしまったのは確かです」"
    太一 "「いや……変わったなんてものじゃない……無価値になったんです」"
    太一 "「興味が失せたんです」"
    太一 "「そいつが自分の記憶を取り戻した時、許してくれと言いました」"
    太一 "「もしかしたら……許してくれなんて言わなければ、結果は違ったのかも知れません」"
    霧 "「……！」"
    太一 "「どうやったって、過去は改ざんできないからです」"
    太一 "「罪は受け入れるか敵視するか、それだけだと思います」"
    太一 "「……そいつの罪自体は……別に、たいしたことじゃありませんでした」"
    太一 "「いつもみたいに冗談で流して、友達づきあいしていけばよかったんです」"
    voice "vfCCC3030kri010"
    霧 "「……せん、ぱい……」"
    "涙。"
    "涙か。"
    "それもまた、俺にはないものだ。"
    太一 "「どうしてその時、気にするなよ、って言ってやれなかったのか……自分でもよく考えます」"
    太一 "「……それは俺が、いびつだからです」"
    太一 "「いびつな心をしているからです」"
    太一 "「理性が足りません」"
    太一 "「けど理性を培うためには、他者が必要です」"
    太一 "「せめぎあいなくして、育つものではないと思います」"
    太一 "「けど俺は、せめぎあうための友達を傷つけてなくしました」"
    太一 "「……それが……俺のジレンマです」"
    友貴 "「……」"
    桜庭 "「……」"
    太一 "「記憶がなくなっても、過去に起こったことは消えない」"
    太一 "「けど傷つけられても、傷つけても」"
    太一 "「……向き合った者同士でいられたはずなんです」"
    voice "vfCCC3030kri011"
    霧 "「うっ……く……」"
    "嗚咽。"
    voice "vfCCC3030msa003"
    見里 "「……佐倉さん」"
    "ここにいる者たちは悟っているだろう。"
    "豊と俺のことについて。"
    "誰も声をかけてこない。"
    "止めもしない。"
    太一 "「……自分がこわくなりました」"
    太一 "「けど自殺はできません。自決だけは」"
    太一 "「いっそ人がいなければいいと思ったこともあります」"
    太一 "「傷つくたびに、そう思います」"
    太一 "「世界から人がいなくなって……一週間」"
    太一 "「もしかしたら自分のせいかなどと、考えたこともありました」"
    見里 "「……」"
    美希 "「……」"
    太一 "「ろくでもないですから、俺」"
    太一 "「そんな俺と、いつもつきあってくれてる仲間のみんなには、いわゆる感謝というものをしてなくもないです」"
    voice "vmCCC3030sku004"
    桜庭 "「どっちだよ」"
    "珍しい桜庭のツッコミ。"
    voice "vmCCC3030yki005"
    友貴 "「否定の連続」"
    "友貴の機械的なツッコミ。"
    太一 "「……自分のためでいい」"
    太一 "「自分のために、人を大切にして構わない」"
    太一 "「明日……少しは、ましな自分になるために」"
    太一 "「俺にはまだ仲間がいます」"
    太一 "「築き上げることは、心を傷だらけにすることでもあります」"
    太一 "「つらいばかりで、美しくないことです」"
    太一 "「でも人には人が、必要だと思いました」"
    太一 "「だから、この放送を聞いている人もまだどこかにいると信じます」"
    太一 "「こちらの住所は―――」"
    "無線連絡の際の手順も告げる。"
    "これでよし。"
    "からっぽになるまで話せた、かな。"
    "……まあこんなものか。"
    太一 "「こちら群青学院放送部、生存者は八名」"
    太一 "「また来週」"
    "終わった。"
    "ほう、と息をつく。"
    call gl(0,"bgcc0007f")
    call vsp(0,1)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    play se "SE091"
    "拍手。"
    play se "SE092"
    "まずみみ先輩。そして続いて他のみんな。"
    太一 "「……」"
    "茶化す気にはならなかった。"
    "気恥ずかしさに包まれる。"
    "その甘い拷問を耐えるため、俺は頬をかいた。"
    call gl(1,"TCMM0002|TCMM000x")
    call gp(1,t=center)#x=225
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    voice "vfCCC3030msa005"
    見里 "「はい、よくできました」"
    太一 "「……はぁ」"
    call gl(2,"TCSH0000|tcsh")
    call gp(2,t=left)#x=40
    call vsp(1,0)
    call vsp(2,1)
    with Dissolve(500.0/1000.0)
    voice "vmCCC3030sku005"
    桜庭 "「来週、なのか？」"
    太一 "「ああ、まあ……適当に」"
    call gl(3,"TCST0000|TCST0000")
    call gp(3,t=right)#x=340
    call vsp(3,1)
    with dissolve
    voice "vmCCC3030yki006"
    友貴 "「いいんじゃないの。細かいことは」"
    voice "vmCCC3030sku006"
    桜庭 "「……だな」"
    call gl(1,"TCYM0003|TCYM0003")
    call vsp(2,0)
    call vsp(3,0)
    call vsp(4,0)
    call vsp(1,1)
    call gp(1,t=center)#x=180
    with Dissolve(500.0/1000.0)
    voice "vfCCC3030mki003"
    美希 "「かっこよかったっすー」"
    "使い捨てカメラでバシバシ撮ってくる。"
    太一 "「……やめれー」"
    voice "vfCCC3030mki004"
    美希 "「照れてる照れてる」"
    太一 "「うーせーっ」"
    "そして。"
    call gl(2,"TCSK0000|TCSK000x")
    call vsp(1,0)
    call vsp(2,1)
    call gp(2,t=center)#x=220
    with Dissolve(500.0/1000.0)
    voice "vfCCC3030kri012"
    霧 "「……先輩」"
    "霧が立った。"
    "何を言うのだろうか。"
    "緊張して待つ。"
    call gl(2,"TCSK0004|TCSK000x")
    call vsp(2,1)
    with dissolve
    voice "vfCCC3030kri013"
    霧 "「お」"
    "お。"
    call gl(2,"TCSK0002|TCSK000x")
    call vsp(2,1)
    with dissolve
    voice "vfCCC3030kri014"
    霧 "「お疲れ……さまでした」"
    "頭を下げた。"
    太一 "「…………」"
    "感慨が湧き起こる。"
    "言語化はできない。"
    "不可解な、それでいてほっとする、そんな感覚だ。"
    "心の水位が増した気がする。"
    "微量。"
    太一 "「……さんきゅ」"
    stop bgm
    call gl(5,"bgcc0000e")
    call vsp(5,1)
    with dissolve
    hide pic5
    with dissolve
    "空が一瞬白んだ。"
    太一 "「……！」"
    "ああ、このタイミングか―――"
    "急におそろしくなる。"
    "けど取り乱すわけにはいかない。"
    "霧に抱きつく。"
    "膝をついて、腹部に顔を埋める。"
    call gl(2,"TCSK0000|TCSK000x")
    call vsp(2,1)
    with dissolve
    voice "vfCCC3030kri015"
    霧 "「きゃっ、ど、どうしたんですっ？」"
    voice "vfCCC3030mki005"
    美希 "「おわ、だいたんなことを……」"
    voice "vfCCC3030msa006"
    見里 "「ふ、不純異性停学……」"
    voice "vmCCC3030sku007"
    桜庭 "「斬新な言葉だ、部長先輩」"
    voice "vmCCC3030yki007"
    友貴 "「……やっぱ太一はエロいなぁ」"
    太一 "「気が抜けたんじゃー！　慰めてくれー！」"
    "恐ろしい。"
    "自分がなくなるのが恐ろしい。"
    "セーブは土曜の夜が最後。"
    "今日のこの喜びも懺悔も微量の心の成長も、全部無駄になる。"
    "こわい、こわい、こわい。"
    voice "vfCCC3030kri016"
    霧 "「……先輩……泣いて？」"
    call gl(5,"bgcc0000e")
    call vsp(5,1)
    with dissolve
    call vsp(2,0)
    hide pic5
    with dissolve
    "耳鳴り。"
    "胸に埋めた双眼の端、世界が白んでいく。"
    call gl(0,"bgcc0000e")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    "白んでいく―――"
    太一 "「……畜生」"
    "往生際の言葉となった。"
    #textoff
    with Dissolve(500.0/1000.0)
    pause (1500.0/1000.0)
    pause (1000.0/1000.0)
    with dissolve
    #textshow
    return
    #