label ccc3007:
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    call vsp(1,0)
    call vsp(2,0)
    with Dissolve(500.0/1000.0)
    play se "SE001"
    call gl(0,"bgcc0006s")
    call vsp(0,1)
    with wipeleft
    play bgm "bgm/bgm004.ogg"
    voice "vmCCC3007shi000"
    新川 "「実はな、俺は記憶ソーシツだ」"
    "唐突に、ヤツは言った。"
    太一 "「主人公みたいだな」"
    voice "vmCCC3007shi001"
    新川 "「？」"
    太一 "「なんでもない。忘れてくれ」"
    "新川は語った。"
    "少年期の記憶がないこと。"
    "先端恐怖症であること。"
    "森の暗がりに病的な恐怖を感じること。"
    "なにかがあったのだ。昔。"
    "けど内容は知らないのだという。"
    "霧の両親も教えてはくれなかったらしい。"
    "そして新川豊に家族がいないこと。"
    "全ては闇の中。"
    "そしてついには、霧とともに群青送り。"
    太一 "「……むぐむぐ」"
    "俺はピザを貪り食いながら聞いた。"
    "デリバリーしたピザだった。"
    "当時、俺は非常に裕福であり、昼食は出前を取っていた。"
    "基本的に心の治療という名目もあってか、群青での校則はあってなきに等しい。"
    "ピザを取るのを止めたら、情緒不安定になるかも知れないからだ。"
    "治療という名目で人を隔離しているこの学校は、自意識さえあれば無法地帯だった。"
    "……孤島の牢獄めいて。"
    太一 "「うーむ、そうだったか。記憶ソーシツ。うーむ」"
    "俺は熟考した。そして、"
    太一 "「ＯＫ！」"
    voice "vmCCC3007shi002"
    新川 "「そうか……まあそういうと思ったがな……」"
    太一 "「俺は記憶ソーシツの新川を肯定するぞ。けど記憶喪失でない新川はご免被る」"
    voice "vmCCC3007shi003"
    新川 "「…………」"
    "そんな気怠い空間に、霧が来た。"
    call gl(1,"TCSK0000s|TCSK000x")
    call vsp(1,1)
    call gp(1,t=center)#x=190
    with Dissolve(500.0/1000.0)
    voice "vfCCC3007kri000"
    霧 "「また二人でつるんでる」"
    太一 "「霧ちんだ」"
    call gl(1,"TCSK0002s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3007kri001"
    霧 "「……霧ちんって呼ばないでください」"
    太一 "「だって霧ちんじゃん」"
    call gl(1,"TCSK0000s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3007kri002"
    霧 "「霧です」"
    太一 "「じゃ霧」"
    call gl(1,"TCSK0001s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3007kri003"
    霧 "「呼び捨てにしないでください！」"
    太一 "「どうしろと」"
    太一 "「なあ豊？」"
    voice "vmCCC3007shi004"
    新川 "「……………………」"
    "寝ていた。"
    太一 "「すぐ寝るな、コイツ」"
    call gl(1,"TCSK0002s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3007kri004"
    霧 "「……昔からそうなんです」"
    call gl(1,"TCSK0000s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3007kri005"
    霧 "「後遺症みたいなものらしくて……」"
    太一 "「ああ、例の記憶喪失ってやつ」"
    voice "vfCCC3007kri006"
    霧 "「……豊に聞いたんですか」"
    太一 "「今さっき」"
    voice "vfCCC3007kri007"
    霧 "「そうですか……信頼されてるんですね」"
    太一 "「って？」"
    call gl(1,"TCSK0002s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3007kri008"
    霧 "「前の学校で、友達なんていませんでしたから。兄にも私にも」"
    "よくあることだった。"
    "特に適応試験の結果は、よく漏れた。"
    call gl(1,"TCSK0000s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3007kri009"
    霧 "「友達だった人にも、裏切られて……誰も信用できなくなって……」"
    voice "vfCCC3007kri010"
    霧 "「誰も傷つけてないのに、みんなから傷つけられて」"
    太一 "「そして牙を剥くこともある」"
    call gl(1,"TCSK0001s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3007kri011"
    霧 "「攻撃されたら、身を守るのが当然じゃないですか」"
    太一 "「そういう考え方もある」"
    太一 "「けど身を守った猛獣は、撃ち殺されるのが世の常なんだよ」"
    voice "vfCCC3007kri012"
    霧 "「……人間じゃないですか」"
    "低く、霧は吐いた。"
    "義憤。"
    "現代を生きるには、霧はまっすぐにすぎた。"
    太一 "「中にはね……本当に人じゃないのもいるんだ」"
    太一 "「たまにさ、周囲の人間のこと、どうでもいいって思っちゃうことってない？」"
    call gl(1,"TCSK0000s|TCSK000x")
    call vsp(1,1)
    with dissolve
    霧 "「…………」"
    太一 "「俺はたまにある。たまにね。けど……完全にそうなったらおしまいだ」"
    太一 "「頑張って生きないとな。少しでも奴らに尻尾を振って、あの普通の人とかいう連中に、媚びをうってでもさ……生きんと」"
    voice "vfCCC3007kri014"
    霧 "「それで変な行動を？」"
    太一 "「さあ……考えたこともないや」"
    太一 "「……君もそうなんだぞ」"
    voice "vfCCC3007kri015"
    霧 "「え……わたしも、ですか？」"
    太一 "「生存したかろうが」"
    call gl(1,"TCSK0004s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3007kri016"
    霧 "「わたしは……」"
    voice "vfCCC3007kri017"
    霧 "「わたしは」"
    "顔を伏せる。自分を抱く。"
    voice "vfCCC3007kri018"
    霧 "「世界が恐くてたまらない、です」"
    太一 "「どんなところが？」"
    voice "vfCCC3007kri019"
    霧 "「……悪意が」"
    voice "vfCCC3007kri020"
    霧 "「みんなの悪意が……」"
    voice "vfCCC3007kri021"
    霧 "「誰も……優しくない……優しさが少ない……」"
    "震える。"
    "そう。"
    "彼女もまた、望んでここに来たわけでない。"
    "ここに来るしかなかった。"
    "国はそう定め給うた。"
    "逆らうことは許されない。"
    call gl(1,"TCSK0000s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3007kri022"
    霧 "「……人間なんて、なくなる時にはあっさりなくなるって思ってます……だって、世界にはほとんど何もないから……」"
    voice "vfCCC3007kri023"
    霧 "「きっと『何もない』方が多いんです。『なにかある』方は、ちょっとだけなんです！」"
    voice "vfCCC3007kri024"
    霧 "「いつ押し流されてしまうかもわからないって……思って」"
    太一 "「その……ＳＦみたいな、人類滅亡とか？」"
    voice "vfCCC3007kri025"
    霧 "「そういうのとは違って……そういう理由があるのとは違って……」"
    voice "vfCCC3007kri026"
    霧 "「夢から覚めたみたいに」"
    voice "vfCCC3007kri027"
    霧 "「いがみあってばかりで、こわいだけなのに……」"
    voice "vfCCC3007kri028"
    霧 "「けどある日、突然すべてがなくなって……ちっぽけな世界で……もし自分ひとりが取り残されたらって考えると……」"
    call gl(1,"TCSK0004s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3007kri029"
    霧 "「わたし……わたしは……」"
    太一 "「佐倉霧」"
    "呼び戻す。"
    "沈みかけていた表情にさっと色がさす。"
    call gl(1,"TCSK0002s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3007kri030"
    霧 "「あ……すいません……」"
    太一 "「悪意も恐い、一人も恐い……か」"
    voice "vfCCC3007kri031"
    霧 "「……？」"
    太一 "「座ったら、ピザも食ってよし」"
    太一 "「食うブチ、一人寝たし」"
    voice "vmCCC3007shi005"
    新川 "「…………」"
    voice "vfCCC3007kri032"
    霧 "「……は」"
    "ゆるゆる座る。ピザには手をつけない。"
    "感情の揺り戻し。"
    "少しぼんやりしていた。"
    太一 "「挙げ句の果てに流刑地に送られたっと」"
    call gl(1,"TCSK0002s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3007kri033"
    霧 "「……流刑地なんですか、ここ」"
    太一 "「そうだよ」"
    太一 "「けど悪意はない。いじめも。見てみろよ」"
    "周囲を示す。"
    "昼時。"
    "自力で食事を取れる者が、ぽつぽつと食事をしている。"
    "集まりはなく、全員一人で食べている。"
    "会話もない。"
    "俺と新川が話していたくらいだ。"
    太一 "「みんな穏やかに過ごしている」"
    太一 "「ある意味、一人で生きる強さを持った連中だ」"
    太一 "「人と繋がる必要もなく、一人で完結している」"
    太一 "「完成された人類だ」"
    call gl(1,"TCSK0000s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3007kri034"
    霧 "「そんなの……おかしいです」"
    太一 "「未熟なのに人と繋がると、齟齬は起きる」"
    太一 "「それもえてして、普通の人々の間で起こるじゃないか」"
    太一 "「だから人は、完璧になったら一人で事足りるべきだ」"
    霧 "「……」"
    太一 "「食わないの？」"
    call gl(1,"TCSK0003s|TCSK0003")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3007kri036"
    霧 "「あ……人の手をつけたもの食べるの、無理なんです……」"
    太一 "「潔癖性なんだ」"
    call gl(1,"TCSK0000s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3007kri037"
    霧 "「……男の人のは、特に……」"
    太一 "「男性恐怖症でもあるのか」"
    voice "vfCCC3007kri038"
    霧 "「あ、こっちのは、別に……ただなんとなくで……男の人って……不潔だから」"
    太一 "「むちゃくちゃ言うな、おまえ」"
    "思春期の女の子が抱きがちな、単なる異性への意識か。"
    "容易に敵意になるし、平時においては萎縮を招く。"
    霧 "「…………」（もじもじ）"
    "……今のように。"
    "ということは、裏を返せばＨなことに興味しんしんってことだ。"
    "わーい。"
    太一 "「いや、喜んでどうする……」"
    "豊の未来妻を奪うわけにはいかない。"
    call gl(1,"TCSK0002s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3007kri040"
    霧 "「あの、さっきの話ですけど……」"
    call gl(1,"TCSK0000s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3007kri041"
    霧 "「悪意はないのかも知れないですけど……この学校は……なんだか『何もない』部分が広い気がして……話しかけても、誰も答えてくれないし」"
    太一 "「そりゃ別に無視してるわけじゃない。法則が違うんだよ」"
    voice "vfCCC3007kri042"
    霧 "「……ほうそく？」"
    "疑問まじりに反復する様子が、年相応に幼く見える。"
    "こっちが本当の霧だと悟った。"
    "この人見知りをする、口べたでおどおどした少女が。"
    太一 "「チャンネルが違うというか……交差しないというか……」"
    "うまく説明できない。"
    太一 "「霧ちんも俺も、ベースの精神状態はノーマルだからさ。ノーマルじゃないベースのやつとは規格が違うわけだ」"
    太一 "「相手の法則にのっとって接触すれば、会話は成立するさ」"
    voice "vfCCC3007kri043"
    霧 "「……どうやって……そんな法則を……」"
    太一 "「観察力があれば。そうだな……たとえば」"
    "手近な席に座っている暗そうな眼鏡の女子のもとに。"
    "実は彼女と俺は、交易をしているのだ。"
    "手を叩く。"
    "視線がこちらを向いた。"
    "一切れのピザを眼前に。"
    少女 "「…………」"
    "興味を示した。"
    "つかもうとする。"
    "ちょっと離れるとつかもうとするのをやめる。"
    "半径３０センチの距離。これが彼女の聖域だ。"
    少女 "「……………………」"
    "思案し、少女は弁当箱を掲げる。俺に。"
    太一 "「ＯＫー」"
    "卵焼きをひとつもらった。"
    "で、かわりにピザを進呈する。"
    少女 "「……っ」"
    "はむはむと食べはじめる。"
    太一 "「とまあこのように」"
    voice "vfCCC3007kri044"
    霧 "「……今のは？」"
    太一 "「物々交換が基本なんだ。あのこ」"
    太一 "「あとは自分の世界だけでいい。だから半径３０センチ外の出来事には、関心が薄いんだ」"
    太一 "「サヴァン症候群的な面もある。単純計算が異常にできる。あと数百年先のカレンダーの日にちと曜日をぴたりと即答する」"
    太一 "「数字の海を眺めてるんじゃないかな」"
    voice "vfCCC3007kri045"
    霧 "「……幸せなんですか、それであの人は？」"
    太一 "「当然」"
    太一 "「幸せの形が、人と違うだけさ」"
    call gl(1,"TCSK0003s|TCSK0003")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3007kri046"
    霧 "「……そんなのいやです」"
    voice "vfCCC3007kri047"
    霧 "「悪意はないのかもしれないけれど、わたしはそんなのはいやです」"
    voice "vfCCC3007kri048"
    霧 "「だって……人がいるのに……一人一人が絶海の孤島みたいで……閉じてて……」"
    call gl(1,"TCSK0002s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3007kri049"
    霧 "「いやなんです……」"
    太一 "「…………」"
    "まるで霧は、"
    "かまってください―――"
    "そう叫んでいるように見えた。"
    太一 "「それが君の傷か」"
    call gl(1,"TCSK0000s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3007kri050"
    霧 "「……え？」"
    "新川が呻く。"
    太一 "「お、お兄チャマが起きそう」"
    太一 "「豊のこと好きなの？」"
    call gl(1,"TCSK0007s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3007kri051"
    霧 "「それは…………って、な、何言ってるんですかっ」"
    "赤くなった。"
    voice "vfCCC3007kri052"
    霧 "「あっ、だからっ、違いますっ」"
    太一 "「わかりやすい」"
    voice "vfCCC3007kri053"
    霧 "「違いますってばっ」"
    太一 "「いいなあ豊」"
    voice "vfCCC3007kri054"
    霧 "「……ええ？」"
    "豊が無言で起きた。"
    "目をこする。"
    voice "vmCCC3007shi006"
    新川 "「……やべ、また落ちた、俺…………あれ、俺のピザは？」"
    太一 "「食べちゃった」"
    voice "vmCCC3007shi007"
    新川 "「なん、だと……？」"
    "唖然とする。"
    太一 "「だって起きるとは思ってなかったから」"
    "豊は低く呻いた。"
    "が、それ以上文句を言う様子はなかった。"
    新川 "「……」"
    "かわりに別のことに興味を引かれたようだ。"
    "俺を見る。"
    "赤面している霧を見る。"
    "腕を組んで考える。"
    "豊は再度霧を見あげた。"
    voice "vmCCC3007shi009"
    新川 "「ＯＫ、事情はわかった……で、縁談はまとまったのか？」"
    太一 "「明日式だ」"
    call gl(1,"TCSK0001s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3007kri055"
    霧 "「しませんっ！！」"
    "そんなことがあった。"
    stop se
    stop bgm
    return
    #