label ccc3005:
    call gl(0,"bgcc0003b")
    call vsp(0,1)
    call vsp(1,0)
    with wipeleft
    "夜、日記を書いていると。"
    太一 "「ん？」"
    play bgm "bgm/bgm007.ogg"
    "外から物音。"
    "蝋燭を消す。"
    "窓際に。"
    "外を見る。"
    "家の前、道路を誰かが歩いていた。"
    "……霧。"
    "荷物を抱えている。"
    "日記のネタに飢えていたのだろうか。"
    "好奇心がもたげた。"
    "階下に。"
    call gl(0,"bgcc0004c")
    call vsp(0,1)
    with wipeleft
    pause (500.0/1000.0)
    pause (500.0/1000.0)
    call gl(0,"bgcc0004c")
    call vsp(0,1)
    with wipeleft
    call gl(0,"bgcc0002c")
    call vsp(0,1)
    with wipeleft
    "遠くに霧の背中が『見え』る。"
    "追った。"
    "やがて町外れまで行くと、霧は荷物をおろした。"
    "俺は見つからないよう気配を殺し、近づく。"
    call gl(0,"evcc0024b")
    call vsp(0,1)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    "クロスボウ―――"
    "断じて玩具ではなかった。"
    "この国で手に入る、強力無比な武器だ。"
    "連射こそできないが。"
    "静音性に優れ、破壊力に富む。"
    "霧は引き金を引いた。"
    "枯れ木に矢が刺さった。"
    "風切り音が耳に残る。"
    "霧は新しい矢をつがえる。"
    "コッキング装置で、装填を済ませる。"
    "ぎこちない。"
    "が、知っていた。"
    "これは訓練だ。"
    "戦うための。"
    "では、誰と。"
    "誰と……だろう……。"
    "背筋につららがさしこまれた。"
    太一 "「……っ」"
    voice "vfCCC3005you000"
    曜子 "「し」"
    "動作が跳ね上がりかけた矢先、絶妙のタイミングで肩を押さえられた。"
    "すとん、と。"
    "膝から力が抜けた。"
    call gl(0,"bgcc0000c")
    call vsp(0,1)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    太一 "「……ょぅ……」"
    voice "vfCCC3005you001"
    曜子 "「静かに」"
    "深呼吸一つして、冷静さを取り戻す。"
    "小声で話しかける。"
    太一 "「どうしてここに？」"
    voice "vfCCC3005you002"
    曜子 "「太一と同じ」"
    "霧の挙動に気づいたのか。"
    voice "vfCCC3005you003"
    曜子 "「毎日やっているみたい」"
    太一 "「……アレはどこから手に入れたの？」"
    voice "vfCCC3005you004"
    曜子 "「マニア」"
    太一 "「ああ、ありそう……」"
    "金さえあれば比較的容易に購入できる。"
    "霧はそれから、しばらく訓練を続けた。"
    voice "vfCCC3005you005"
    曜子 "「……取ってほしい？」"
    "唐突な言葉。"
    "定期的な風切り音の合間、静寂に吸い取られる。"
    "ただ耳の中には、いつまでも残った。"
    "ぞっとするような意味をともなって。"
    call gl(4,"bgcc0000d")
    call vsp(4,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCC3005you006"
    "曜子『太一……取ってほしい？』"
    play se "se082"
    voice "vfCCC3005you007"
    "曜子『取ってあげるわ』"
    hide pic4
    with dissolve
    太一 "「取るって……」"
    voice "vfCCC3005you008"
    曜子 "「太一が望むなら」"
    太一 "「望まない」"
    voice "vfCCC3005you009"
    曜子 "「でも……」"
    "睨みつける。"
    太一 "「俺の言うことをきいてくれるなら、何もしないでくれ」"
    voice "vfCCC3005you010"
    曜子 "「……わかったわ」"
    "心なしか肩を落とす。"
    太一 "「曜子ちゃんだって、人間だろ……同じ、人間なんだ」"
    曜子 "「…………」"
    太一 "「少なくとも俺と一緒なら、半分は人間だろ」"
    voice "vfCCC3005you012"
    曜子 "「私は」"
    voice "vfCCC3005you013"
    曜子 "「私は太一が人だとは思ってないもの」"
    voice "vfCCC3005you014"
    曜子 "「太一は太一。私にはそれで十分。そして私も私。二人で一人」"
    voice "vfCCC3005you015"
    曜子 "「はんぶんこ」"
    太一 "「……婚約者だろ」"
    "微笑む。"
    voice "vfCCC3005you016"
    曜子 "「そう、婚約者」"
    "たまの笑顔は童女のようにあどけないのに。"
    "どうして―――"
    "悲嘆が心を塗りつぶす前に、霧が動いた。"
    "撃ち尽くした矢を回収する。"
    "そして再び撃つ。"
    "三巡して、霧は訓練を追えた。"
    voice "vfCCC3005you017"
    曜子 "「あの腕ならよほど至近距離で狙われない限り、平気だと思う」"
    太一 "「そういう状況になってほしくないんだけど……」"
    "不意に祠のことを思い出した。"
    太一 "「ねえ、曜子ちゃん、祠のこと知ってる？」"
    voice "vfCCC3005you018"
    曜子 "「……知ってる」"
    太一 "「この世界が……」"
    voice "vfCCC3005you019"
    曜子 "「情報不足」"
    "ぴしゃりと、言葉を打ち切る。"
    voice "vfCCC3005you020"
    曜子 "「早計するための知恵じゃない」"
    太一 "「でも」"
    voice "vfCCC3005you021"
    曜子 "「仮に世界が繰り返されているとするなら、今論じる必要はないと思う」"
    太一 "「…………」"
    "押し黙る。"
    "彼女が言うのなら、そうなのだろう。"
    "支倉曜子はいつだって的確だ。"
    "霧が引き上げた。"
    "もう追跡する必要はなかった。"
    "平原に出て、的になっていた樹を調べる。"
    stop bgm
    太一 "「…………」"
    voice "vfCCC3005you022"
    曜子 "「……太一」"
    太一 "「いいんだ」"
    call gl(4,"sgcc0022")
    call vsp(4,1)
    with dissolve
    太一 "「いいんだ……」"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    call vsp(4,0)
    with Dissolve(500.0/1000.0)
    return
    #