label ccc3012b:
    "……何してるんだか知らないが。"
    "ヘタにつつくのは利口じゃないしな。"
    "それより今の寒気を喚起せし存在が、気になる。"
    "家の中に……エイリアンでもいるのだろうか。"
    太一 "「ふふふ……」"
    "俺は火炎放射器の一つさえも持っていない、ひ弱な現代ボウイだ。"
    "エイリアンに出くわしても、抗しうる武器などない。"
    "だが！"
    "構えを取る。"
    "武器はいらない。"
    "拳だけ、あればいい。"
    太一 "「ついに実戦で用いる時が来たか」"
    "カラデ道は、長きに渡って耐え難きを耐えてきた。"
    "空手の亜種としてのそしり·中傷·訴訟。"
    "幾人もの戦友が、道を離れていった。"
    "だが人類が地球から根絶されようとしている今、ついに本懐の刻は訪れたのだ！"
    太一 "「拳が、啼いてる」"
    "格闘ものっぽいセリフを独白しつつ、階下に向かう。"
    call gl(0,"bgcc0004c")
    call vsp(0,1)
    with wipeleft
    "いない。"
    "あの濃密な殺意。"
    "ただ者ではない。"
    "トイレ……にはいない。"
    "浴槽……にはいない。"
    太一 "「……ふむ」"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with wipeleft
    "一階の物置部屋……いない。"
    "睦美さんの寝室……いない。"
    "あ、ホコリが積もってる。"
    "……あとで掃除しておこう。"
    "ごめんなさい睦美さん。"
    "一礼して退出。"
    "あとは、どこだろう。"
    "一つ、探していない部屋があった。"
    太一 "「まさか」"
    "二階に戻る。"
    "俺の部屋……の隣。"
    "おねえちゃん部屋。"
    "ノブに手をかける。"
    "入るのは久しぶりだった。"
    "曜子ちゃんが、家を出ていって以来になる。"
    "ゆっくりと扉を開く。"
    "室内に飛び込むと同時に、演舞！"
    太一 "「ハッ、セヤッ、ティリャアッ！！」"
    "ホコリが舞う。"
    太一 "「…………」"
    "誰もいない。"
    太一 "「何をやってるんだ……」"
    "俺は照れた。"
    "部屋を出る。"
    "ホコリの中で暴れたせいか、喉が渇いた。"
    call gl(0,"bgcc0004c")
    call vsp(0,1)
    with wipeleft
    stop bgm
    extend "リビングに戻って汲み置きの水を飲も桜庭がトマトを食っていた。"
    "※新技術リアルタイムモノローグ使用中"
    太一 "「チェリャアァァァァッ！！」"
    play se "SE003"
    with vpunch
    voice "vmCCC3012bsku000"
    桜庭 "「ごふっ」"
    "桜庭は倒れてもトマトを離さなかった。"
    play bgm "bgm/bgm006.ogg"
    太一 "「何をしている」"
    call gl(1,"TCSH0003c|tcsh")
    call gp(1,t=center)#x=190
    call vsp(1,1)
    with dissolve
    voice "vmCCC3012bsku001"
    桜庭 "「聞いてくれ」"
    太一 "「なんだ？」"
    voice "vmCCC3012bsku002"
    桜庭 "「カレーパンに飽きてきた」"
    太一 "「……あのな」"
    voice "vmCCC3012bsku003"
    桜庭 "「そこでおまえの家に来てみたら、トマトがあるじゃないか」"
    太一 "「だからどうしてうちに来る」"
    call gl(1,"TCSH0000c|tcsh")
    call vsp(1,1)
    with dissolve
    voice "vmCCC3012bsku004"
    桜庭 "「友貴に食料はいらないと言ってしまった」"
    太一 "「な、なぜだ？」"
    call gl(1,"TCSH0002c|tcsh")
    call vsp(1,1)
    with dissolve
    voice "vmCCC3012bsku005"
    桜庭 "「カレーパンがあったからだ」"
    "その場限りの人生だな。"
    call gl(1,"TCSH0000c|tcsh")
    call vsp(1,1)
    with dissolve
    voice "vmCCC3012bsku006"
    桜庭 "「そういうわけで、今日から厄介になる」"
    太一 "「ホワイ！？」"
    call gl(1,"TCSH0003c|tcsh")
    call vsp(1,1)
    with dissolve
    voice "vmCCC3012bsku007"
    桜庭 "「以上の理由をもちまして、本日より桜庭浩は黒須太一の家に住まうことになった」"
    太一 "「誰が言葉の意味がわからんと言ったか！　スペペッ！」"
    call gl(1,"TCSH0000c|tcsh")
    call vsp(1,1)
    with dissolve
    voice "vmCCC3012bsku008"
    桜庭 "「部屋を貸してくれ」"
    "こいつ……こいつ！"
    "狂っている。"
    "狂えるほどに正常に狂っている！"
    太一 "「ほ、ほぉ……あの広い屋敷を出てここに住むと？」"
    call gl(1,"TCSH0002c|tcsh")
    call vsp(1,1)
    with dissolve
    voice "vmCCC3012bsku009"
    桜庭 "「ああ。広いが食い物がない」"
    太一 "「いいだろう」"
    "おぼっちゃまである桜庭に道理を説いても仕方がない。"
    太一 "「部屋に案内してくれようではないか」"
    call gl(1,"TCSH0000c|tcsh")
    call vsp(1,1)
    with dissolve
    voice "vmCCC3012bsku010"
    桜庭 "「頼む」"
    call gl(0,"bgcc0013b")
    call vsp(0,1)
    call vsp(1,0)
    with wipeleft
    "便所に案内した。"
    太一 "「ここがおまえの部屋だ」"
    call gl(1,"TCSH0000c|tcsh")
    call vsp(1,1)
    with dissolve
    voice "vmCCC3012bsku011"
    桜庭 "「狭いな」"
    太一 "「八畳間だからな」"
    太一 "「庶民の家なんてこんなもんだ」"
    太一 "「おまえの部屋は広いだろう？　やっぱり自宅がいいんじゃないのか？」"
    voice "vmCCC3012bsku012"
    桜庭 "「広いといっても１６畳らしいから、ここの倍程度だ」"
    太一 "「１６畳っ！？」"
    "なんつう部屋に住んでやがる！"
    call gl(1,"TCSH0002c|tcsh")
    call vsp(1,1)
    with dissolve
    voice "vmCCC3012bsku013"
    桜庭 "「感覚的には倍以上なんだが……存外、オレの部屋も狭いらしい」"
    太一 "「気づけよ」"
    "こいつは霊長類じゃないのかもしれん。"
    call gl(1,"TCSH0000c|tcsh")
    call vsp(1,1)
    with dissolve
    voice "vmCCC3012bsku014"
    桜庭 "「１２歳の誕生日に、ダディが一番日当たりのいい部屋をくれたのさ」"
    "ダディッ！"
    "こいつの家はぜったいオカシイ……と改めて確信する俺だった。"
    太一 "「なあ……貴様、小遣いはいくらなんだ？」"
    "無意識に代名詞を切り替えて問う。"
    "ちなみに俺は甲斐性ある睦美さんのおかげで、月二万円をもらっている。"
    "食費別。"
    "なかなかの水準だ。"
    "誇らしげな気持ちになる。"
    "その気になれば、近年価格高騰中のヒットユニ○ン社製レアもの廃盤ブルマー６６７－Ｎ（型番）を毎月一枚ずつ買えちゃうんだぜ！"
    "そんなフェティッシュなライフを保証された学生は、決して多くない。"
    call gl(1,"TCSH0002c|tcsh")
    call vsp(1,1)
    with dissolve
    voice "vmCCC3012bsku015"
    桜庭 "「そんなにもらってない」"
    "いかに桜庭と言えども。"
    call gl(1,"TCSH0000c|tcsh")
    call vsp(1,1)
    with dissolve
    voice "vmCCC3012bsku016"
    桜庭 "「５０万だ」"
    太一 "「ボッシュート！」"
    "俺は回転しながらくずおれた。"
    太一 "「リ、リアリー？」"
    voice "vmCCC3012bsku017"
    桜庭 "「イエス」"
    太一 "「どこの芸能人の息子だ貴様は！」"
    voice "vmCCC3012bsku018"
    桜庭 "「なぜ怒る」"
    call gl(1,"TCSH0003c|tcsh")
    call vsp(1,1)
    with dissolve
    voice "vmCCC3012bsku019"
    桜庭 "「第一、オレは芸能人じゃない」"
    call gl(1,"TCSH0002c|tcsh")
    call vsp(1,1)
    with dissolve
    voice "vmCCC3012bsku020"
    桜庭 "「オレはオレだ」"
    太一 "「そーいうセリフは、自分の存在意義に悩んだ末の壮大な自己肯定とともに吐け」"
    "５０万だと。"
    "常軌を逸している。"
    "待てよ。"
    太一 "「……なあ、家賃として前金で５００万よこせと言ったらどうする」"
    "桜庭は首を振る。"
    call gl(1,"TCSH0000c|tcsh")
    call vsp(1,1)
    with dissolve
    voice "vmCCC3012bsku021"
    桜庭 "「そんなに持ち合わせはない」"
    太一 "「……じゃあ、今持ってる金をくれと言ったら？」"
    voice "vmCCC3012bsku022"
    桜庭 "「小銭しかないぞ？」"
    太一 "「ああ」"
    "財布を取り出す。"
    "受け取る。"
    "なるほど、確かに小銭だ。"
    "チャリチャリ音がする。"
    "ほっとした。"
    "嫉妬の炎が静まる。"
    太一 "「はは、おぼっちゃまも貧乏な時があるようだな」"
    "桜庭は穏やかに笑った。"
    voice "vmCCC3012bsku023"
    桜庭 "「まあな。金持ちと言っても、そんなもんさ」"
    voice "vmCCC3012bsku024"
    桜庭 "「庶民の家の部屋が、こんなもんであるのと同じくな」"
    太一 "「ははは」"
    voice "vmCCC3012bsku025"
    桜庭 "「ハハッ」"
    "笑い合う。"
    "ガッ、と腕を交差させた。"
    "友情が深まった。"
    太一 "「それに今さら金なんてもらっても、意味ないよな」"
    voice "vmCCC3012bsku026"
    桜庭 "「確かに」"
    太一 "「そういや、おまえには小銭を何度か貸したよな」"
    voice "vmCCC3012bsku027"
    桜庭 "「じゃあそれで返済だ」"
    太一 "「意味ねー」"
    voice "vmCCC3012bsku028"
    桜庭 "「借りたものは返す」"
    太一 "「律儀なやつめ。けどまあ記念に返されておくか」"
    "せせらぎの如く笑いあう。"
    "財布を開く。"
    "案の定、紙幣は入ってなかった。"
    "十万円金貨が十五枚入っていた。"
    太一 "「ミスター円！！」"
    "卒倒。"
    voice "vmCCC3012bsku029"
    桜庭 "「どうした？」"
    太一 "「ひぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃっっっ」"
    "芋虫のようにのたうちまわった。"
    "なにこのサイフっ！"
    "こんなスッゴイの初めて！！"
    "よく見たら十万円金貨だけではなかった。"
    "昭和天皇ご在位６０年１０万円金貨×８"
    "天皇ご即位記念１０万円金貨×７"
    "皇太子殿下御成婚記念５万円金貨×２"
    "国際花と緑の博覧会５千円貨×４"
    "皇太子ご成婚５千円銀貨×３"
    "それだけしかない。"
    太一 "「アホか！」"
    voice "vmCCC3012bsku030"
    桜庭 "「なかなか買い物に使えなかった」"
    太一 "「当たり前だ！」"
    "こいつ……こんなにあっさり大金を……。"
    "まさか桜庭の中では……十万円は大金ではない……ではない……ではない……？（エコー）"
    太一 "「はっ？」"
    "人類滅亡前、まだ金が意味のある時代に一度でもせびっていたら。"
    太一 "「おうおうおうおう！」"
    voice "vmCCC3012bsku031"
    桜庭 "「なぜ泣く？」"
    太一 "「おおおおおぉぉぉぉっ！」"
    "神はいじわるであらせられる！"
    "後悔しまくりの俺だった。"
    太一 "「もういい……寝てくれ……」"
    voice "vmCCC3012bsku032"
    桜庭 "「ああ、世話になる」"
    "桜庭は便所にこもった。"
    call vsp(1,0)
    太一 "「……はあ」"
    "疲れた。"
    "まあヤツのことだ。"
    "一晩で忘れてまたどこかに行くに違いない。"
    "放浪癖があるからな。"
    call gl(0,"bgcc0004c")
    call vsp(0,1)
    with wipeleft
    "トマトは食い荒らされていた。"
    "一つ残っていたのを食べる。夜食にはちょうどいい。"
    stop bgm
    "背後に気配。"
    太一 "「……桜庭か？　もう出て行く気になったか？」"
    voice "vfCCC3012byou000"
    曜子 "「太一……」"
    太一 "「曜子ちゃん？」"
    call gl(1,"TCHY0000c|tchy000x")
    call gp(1,t=center)#x=180
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    "リビングに立っていた。"
    太一 "「どしたの、こんな時間に」"
    "こっちの家には入らないよう言ってあったのに。"
    play bgm "bgm/bgm020.ogg"
    voice "vfCCC3012byou001"
    曜子 "「太一」"
    "雰囲気が違う。"
    太一 "「どうした、の？」"
    "曜子ちゃんは……まるで……あの時の彼女みたいだ……。"
    call gl(5,"evcc0063")
    call vsp(5,1)
    with dissolve
    hide pic5
    with dissolve
    voice "vfCCC3012byou002"
    曜子 "「……太一……」"
    "近寄ってくる。"
    太一 "「ちょ……と……？」"
    "下がる。"
    voice "vfCCC3012byou003"
    曜子 "「太一っ」"
    "抱きついてきた。"
    太一 "「……っ」"
    voice "vfCCC3012byou004"
    曜子 "「太一……」"
    "わけがわからない。"
    太一 "「どう、したのさ」"
    "だが彼女はすぐに身を離す。"
    voice "vfCCC3012byou005"
    曜子 "「……口元に、トマトのかけら」"
    太一 "「え？」"
    hide pic1
    with dissolve
    "彼女の頭部が、俺に合わさってきた。"
    "唇の端を、舌がかすめた。"
    "そしてそのまま、唇に……。"
    太一 "「ちょっと」"
    "到達する前に、両肩を抱いて引きはがす。"
    voice "vfCCC3012byou006"
    曜子 "「……太一っ……太一ぃ……」"
    "珍しい。"
    "こんな不安定になって。"
    "下腹部が熱で波打つ。"
    "いつもは強い彼女の、弱い部分に反応して。"
    太一 "「ダメだ！」"
    call gl(1,"TCHY0001c|tchy000x")
    call gp(1,t=center)#x=180
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    voice "vfCCC3012byou007"
    曜子 "「でも」"
    太一 "「……この家では、しないって決めたろ」"
    太一 "「睦美さんとの約束だったはずだ」"
    太一 "「俺は約束は守る」"
    太一 "「キミにも、守ってもらう」"
    call gl(1,"TCHY0000c|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3012byou008"
    曜子 "「睦美はもういない」"
    太一 "「約束はまだある！」"
    "声をあらげて叫ぶ。"
    太一 "「俺の心の中に、まだあるんだ」"
    曜子 "「…………」"
    太一 "「この約束が消えたかどうかは、俺が決める」"
    太一 "「キミとは他人である、俺が自分の意志と責任で決める」"
    voice "vfCCC3012byou010"
    曜子 "「また……そんなことを言う……」"
    voice "vfCCC3012byou011"
    曜子 "「いじわるな太一」"
    太一 "「出ていってくれるかな」"
    太一 "「キミはこの家に入ってきたらいけない」"
    太一 "「……俺なんかに慰められたらいけないよ」"
    曜子 "「……」"
    "無言で。"
    "曜子ちゃんは出ていく。"
    "一度立ち止まり、俺の顔を見る。"
    "表情の乏しいマスクはすべらかで、落胆も失意も張りつかない。"
    "それでも俺には、彼女がひどく疲れているように見えて、不思議だった。"
    太一 "「おやすみ」"
    voice "vfCCC3012byou013"
    曜子 "「……おやすみ、太一」"
    voice "vfCCC3012byou014"
    曜子 "「愛してる」"
    hide pic1
    with dissolve
    "消える。"
    "俺は追いつめられたままの姿勢で、冷蔵庫に背を当てたまま、ずるずると床にうずくまった。"
    太一 "「なんだってんだ」"
    stop bgm
    return
    #