label ccc3008:
    call gl(0,"bgcc0009")
    call vsp(0,1)
    call vsp(1,0)
    with wipeleft
    pause (500.0/1000.0)
    call gl(0,"bgcc0010")
    call vsp(0,1)
    with wipeleft
    pause (500.0/1000.0)
    call gl(0,"bgcc0006")
    call vsp(0,1)
    with wipeleft
    "誰もいない。"
    "一人で弁当を広げた。"
    太一 "「ふう」"
    "あいかわらず二人分の弁当だった。"
    pause (500.0/1000.0)
    call gl(0,"bgcc0007")
    call vsp(0,1)
    with wipeleft
    "やることもなく、再び屋上に。"
    "霧がいた。"
    "フェンスから外界を見渡している。"
    "既視感が、俺の意識を過去昔へと連れ去った。"
    play se "SE001"
    call gl(0,"bgcc0007s")
    call vsp(0,1)
    with Pixellate(300.0*2/1000.0,5)
    play bgm "bgm/bgm015.ogg"
    "夏も終わりかけていた。"
    "蝉たちも一際うるさかった。"
    "叩きつけるような鳴き声。"
    "最後の命を振り絞っていると知れる。"
    "命の残滓に彩られる夏。"
    "霧は屋上にいた。"
    "一人だ。"
    "泣いていた。"
    "背後からでも、肩の震えを見ればわかる。"
    太一 "「霧……」"
    call gl(1,"TCSK0002s|TCSK000x")
    call gp(1,t=center)#x=220
    call vsp(1,1)
    with dissolve
    voice "vfCCC3008kri000"
    霧 "「……黒須……先輩？」"
    "涙を隠すこともなく。"
    voice "vfCCC3008kri001"
    霧 "「豊……豊が……ここから落ちて……」"
    太一 "「ああ……」"
    "知っていた。"
    "知らない者はいなかった。"
    "この街には。"
    "世間一般では、学生が一人飛び降り自殺をすれば、それなりに話題になる。"
    "保護者は学校を問いつめ、誰が悪いのか、白日のもとにさらそうとする。"
    "学校も責任を回避しようとする。"
    "群青ではそれがない。"
    "世間の誰も問いつめてはこないし、学校も逃げない。"
    "何人かの人間が責任を取った。"
    "世間は群青の危険な少年少女たちのことなど、どうでも良かった。"
    "悲しむ者は、わずか。"
    call gl(1,"TCSK0004s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3008kri002"
    霧 "「誰も……誰も……悲しまない……わたしたちがどういう気持ちで……生きてきたのか……誰もっ」"
    "珍しく興奮していた。"
    "豊の死から、すでに一週間が経過していた。"
    "霧の悲嘆は遅れてきていた。"
    太一 "「なあ霧……豊は、幸せだったのかな」"
    霧 "「……？」"
    太一 "「あいつはあいつなりに、幸せだったのかな？」"
    "ありがちな問いかけ。"
    "けど。"
    "意味はまったく逆だった。"
    call gl(1,"TCSK0002s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3008kri004"
    霧 "「……ずっと、つらい思いをしてきたんです」"
    太一 "「本当にずっとつらかった？」"
    太一 "「一瞬でも、幸せな時間はなかった？」"
    call gl(1,"TCSK0004s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3008kri005"
    霧 "「それは……」"
    "あったに違いない。"
    voice "vfCCC3008kri006"
    霧 "「……先輩と友達になってからは……笑うように……」"
    voice "vfCCC3008kri007"
    霧 "「けど全然取り戻してないっ」"
    "語調が強まる。"
    call gl(1,"TCSK0021s|TCSK0021")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3008kri008"
    霧 "「受けた苦しみを、ちっとも取り戻してないっ」"
    太一 "「じゃあ霧ちんは、豊の人生が取るに足らないものだったと思ってるわけか」"
    call gl(1,"TCSK0004s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3008kri009"
    霧 "「そうじゃ……ないですけど……」"
    太一 "「……と言ってはみたものの、悲しいのは理屈じゃないものな」"
    "俺も迷っていた。"
    "霧の処遇に。"
    太一 "「泣けばいいさ」"
    "空を見あげる。"
    "視界を埋めた純白が、巨大な入道雲と理解できるまでの刹那。"
    太一 "「せめて夏が終わる前に」"
    "蝉たちの最期とともに。"
    "万感こもごも含んだ意味に、霧には聞こえたのだろう。"
    hide pic1
    with dissolve
    voice "vfCCC3008kri010"
    霧 "「……うわぁぁぁぁぁぁぁぁぁぁぁぁぁ！」"
    "目を伏せ、俺のシャツの裾を掴んで、声を張り上げた。"
    voice "vfCCC3008kri011"
    霧 "「ゆたにぃが……死んじゃった……死んで……」"
    "嗚咽。"
    太一 "「…………」"
    "ゆたにぃ。"
    "大好きな、お兄ちゃんだったわけだ。"
    "片足でも立派に生きて。"
    "霧の両親―――"
    "豊の葬式で見た二人の顔には、軽い安堵があった。"
    "霧はそのことに気づいているのか。"
    "おそらく、悟っているに違いなかった。"
    "いろんなつらい目に遭っても、二人で支え合ってきたんだろう。"
    "いわば半身だ。"
    "霧は半分なのだ。"
    "俺と同様に……。"
    "ただ霧は、望んでそうなった。"
    "今は強い感情が気力を剥奪している。"
    "が、いずれ悲しみが薄れれば、あるべきはずのもう半分を求めるだろう。"
    "豊と霧。"
    "一心同体だった二人。"
    "霧に罪はない。"
    "けど俺は……俺の怪物は、身じろぎしてしまった。"
    太一 "「霧……」"
    "背中に手をまわす。"
    "激情が索敵を甘くして、霧は気づかない。"
    voice "vfCCC3008kri012"
    霧 "「ううう……うぁぁぁぁ……」"
    "少しずつ、情緒は沈静化していく。"
    "その頃には、俺はすっかり霧を抱きしめていた。"
    太一 "「霧……寂しい？」"
    霧 "「……？」"
    太一 "「寂しい、よな」"
    call gl(1,"TCSK0004s|TCSK000x")
    call gp(1,t=center)
    call vsp(1,1)
    with dissolve
    voice "vfCCC3008kri014"
    霧 "「……黒須先輩？」"
    太一 "「俺は虚しいんだ。とてもね」"
    "見下ろせば小さな面差し。"
    "深みをたたえた黒曜石がふたつ、表面を薄い塩水で濡らす。"
    太一 "「豊は幸せだったと思うよ。霧もいたし、イヤなことは忘れてたし」"
    太一 "「最期まで、幸せだったって、俺は思ってる」"
    "顔を近づける。"
    voice "vfCCC3008kri015"
    霧 "「…………ぇ」"
    "小さく狼狽を示す。"
    "顔を交差するように重ねて。"
    "唇を、盗みとる。"
    call gl(0,"evcc0049a")
    call vsp(0,1)
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCC3008kri016"
    霧 "「…………っ！？」"
    "四肢が暴れかける。"
    "強く抱きしめた。"
    voice "vfCCC3008kri017"
    霧 "「……んぁ」"
    "霧の息が詰まった。"
    "フェンスに押しつけて、唇を吸い続ける。"
    voice "vfCCC3008kri018"
    霧 "「……ふぁ……ぃゃ……だめ……」"
    "驚きが、霧の思考力を奪っていた。"
    "ろくな抵抗さえない。"
    太一 "「寂しい？」"
    voice "vfCCC3008kri019"
    霧 "「……え？」"
    太一 "「寂しいんだろ？」"
    voice "vfCCC3008kri020"
    霧 "「……わか……らない……」"
    "キスする。"
    "二度目。"
    "今度は歯茎の内側に、侵略していく。"
    "同時に手を、スカートの中に。"
    voice "vfCCC3008kri021"
    霧 "「んっ……ん、んんんんっ！？」"
    stop bgm
    "突如として抵抗が強まる。"
    "霧は俺を突き放した。"
    call gl(0,"bgcc0007s")
    call gl(1,"TCSK0004s|TCSK000x")
    call gp(1,t=center)
    call vsp(0,1)
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    voice "vfCCC3008kri022"
    霧 "「や、やめてくださいっ！！」"
    太一 "「…………」"
    "俺は薄笑いを浮かべていたんだと思う。きっと。"
    voice "vfCCC3008kri023"
    霧 "「あなたは……」"
    "衝撃が、ゆっくりと嫌悪に覆われていく様を、俺は見ていた。"
    call gl(1,"TCSK0001s|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3008kri024"
    霧 "「っっ！！」"
    play se "se035"
    hide pic1
    with dissolve
    "走り去る。"
    "俺の脇を通り過ぎて。"
    play se "SE044"
    extend "軋む扉。締まる扉。"
    play se "se036"
    太一 "「……はは」"
    "顔を手で覆う。"
    "なるほど確かにこれはマズイ。"
    "口元が酷薄そうに吊り上がっていた。"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    call vsp(1,0)
    stop se
    with Dissolve(500.0/1000.0)
    "霧とは疎遠になった。"
    "部活にもあまり顔を出さなくなった。"
    "美希が強引に連れてくることはあったが、俺のことは避けた。"
    "会話もなくなり、関係は途絶した。"
    "そんなことが、あったんだ―――"
    return
    #