label ccc3026:
    call gl(0,"bgcc0006")
    call vsp(0,1)
    with Pixellate(300.0*2/1000.0,5)
    太一 "「その息子ってのが、豊なんだよな」"
    霧 "「……………………」"
    "霧は反応できていなかった。"
    "手の震えは止まっていた。"
    "落ち着いた……わけではなかった。"
    "愕然とした表情で、俺を見ている。"
    "矢尻が俺からそれていることも、気づいていない。"
    太一 "「で、読めてたかも知れないけど、Ｓってのは新川のイニシャルでもあった」"
    call gl(1,"TCSK0003|TCSK0003")
    call gp(1,t=center)#x=220
    call vsp(1,1)
    with dissolve
    voice "vfCCC3026kri001"
    霧 "「……な、なにを言って……？」"
    "半笑い。"
    "感情さえコントロールできていない様子。"
    太一 "「あいつも子供なのにあんなこと知っちゃってさ。もうまともな人生にはならないって思ってたよ」"
    太一 "「末は変態かジャンキーかってさ」"
    call gl(1,"TCSK0021|TCSK0021")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3026kri002"
    霧 "「嘘だっっ！！」"
    "金切り声。"
    voice "vfCCC3026kri003"
    霧 "「嘘だ、嘘だ嘘だ嘘だ！！　嘘つかないでよ！　気でも狂ったの！？　そんなでまかせ……」"
    太一 "「事実だよ」"
    "再び霧の手は震え出す。"
    voice "vfCCC3026kri004"
    霧 "「そんなことあるわけない！　豊がそんなことしていたはずがない！」"
    太一 "「そんなことあるし、豊はそんなことをしていた」"
    太一 "「一番張り切ってたぞ」"
    "笑う。"
    太一 "「まあ子供だから、大人の女を強姦するってのはきつかったんだろうな。アソコだって子供にはショックの大きな―――」"
    voice "vfCCC3026kri005"
    霧 "「黙って！！」"
    "張り裂けそうな声。"
    voice "vfCCC3026kri006"
    霧 "「そんな話、聞いたこともない！　ずっと暮らしてきて、そんな話があったなんて。ありえない……考えられない―――」"
    太一 "「記憶喪失」"
    "ぴたりと霧は口をつぐんだ。"
    "名探偵になった気分だ。"
    太一 "「謎はとけまくってんだよ、霧ちん」"
    call gl(1,"TCSK0004|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3026kri007"
    霧 "「……それは……記憶がないのは……」"
    太一 "「あと俺、あいつがどうして脚を怪我したのか知ってる」"
    voice "vfCCC3026kri008"
    霧 "「……え？」"
    call gl(5,"evcc0063")
    call vsp(5,1)
    with dissolve
    call vsp(5,0)
    with Dissolve(500.0/1000.0)
    太一 "「その場にいたからな」"
    voice "vfCCC3026kri009"
    霧 "「……じゃあ……先輩は……それを知ってて？」"
    太一 "「いんにゃ？」"
    太一 "「俺は豊が生き延びたなんて思ってなかったし……豊って名前も忘れてたよ」"
    太一 "「……あいつと出会ったのは偶然だ」"
    太一 "「俺も女装させられてたし……向こうもわからなかったみたいだけど」"
    "だが豊は生き残った。"
    太一 "「でまあ、いろいろあって俺も解放されて……紆余曲折あってここに来たわけだけど」"
    太一 "「考えてみれば当然だよな」"
    太一 "「豊も俺も、あれで心が壊れないはずないんだ」"
    太一 "「出会うのは必然だったのかな」"
    call gl(1,"TCSK0002|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3026kri010"
    霧 "「……そんな……残酷な人じゃない……信じられない」"
    太一 "「豊のことに気づいたのは、親しくなったあとだよ」"
    call gl(1,"TCSK0004|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3026kri011"
    霧 "「……だから……殺した？」"
    "ま、もうごまかしはきかないだろう。"
    "俺も、吐き出したくなった。"
    太一 "「すぐに殺意がわいたわけじゃない」"
    太一 "「過去のことだしな」"
    call gl(1,"TCSK0001|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3026kri012"
    霧 "「だったら……！」"
    "流れが逆転しはじめていた。"
    "感情のうねりは打ち寄せた波、俺を湿らせて引き返していく。"
    "霧。"
    "アタックしてきたのは、おまえの方なんだからな。"
    太一 "「苦しんでいるのなら、見逃してやろうと思った」"
    太一 "「けど俺とつるんでいる時のあいつは、幸せそうだった」"
    call gl(1,"TCSK0003|TCSK0003")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3026kri013"
    霧 "「……っ！！」"
    voice "vfCCC3026kri014"
    霧 "「あの日……わたしに質問した……幸せかって……？」"
    太一 "「よく覚えてるな」"
    太一 "「そうだよ。そーいう意味だ」"
    "今再び、同じ問いを投げかける。"
    太一 "「なあ霧……豊は、幸せだったのかな」"
    "ありがちな問いかけ。"
    "けど。"
    "意味はまったく逆だった。"
    call gl(1,"TCSK0021|TCSK0021")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3026kri015"
    霧 "「……つらい思いをしてきたんです！」"
    voice "vfCCC3026kri016"
    霧 "「親族に邪険にされて……荒れて……」"
    太一 "「本当にずっとつらかった？」"
    太一 "「一瞬でも、幸せな時間はなかった？」"
    call gl(1,"TCSK0004|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3026kri017"
    霧 "「それは……」"
    太一 "「あっただろうが」"
    "霧は答えない。うつむく。"
    "武器も下を向いている。"
    "敵意も殺意も萎んだ。枯れた花。"
    "細い体に、疑念という毒素が満ちる。"
    太一 "「そりゃそうだろうさ。昔しでかしたことを綺麗さっぱり忘れれば、心もスッキリサッパリだ。いくらだって幸せになれるさ！」"
    太一 "「だから思い出させてやった」"
    voice "vfCCC3026kri018"
    霧 "「……やめて……」"
    "霧は耳を塞ごうとする。"
    太一 "「塞ぐな！」"
    "手は止まる。"
    太一 "「よく晴れた日だったよ」"
    太一 "「おまえが見たとおり、あの時の屋上ですべて話した」"
    voice "vfCCC3026kri019"
    霧 "「……う……」"
    太一 "「あいつは言った。どうすれば許してくれるって？」"
    太一 "「許すも許さないもない。犯した罪は永遠にそのままだ。触れることなんてできない。変質させることもだ。俺もそこを責める気はなかった」"
    太一 "「……ただ、一つ疑問があってさ」"
    太一 "「問いかけたんだ」"
    太一 "「なあ、ひとつ質問なんだけど……どうして今すぐにでも死なないんだ？」"
    太一 "「……って」"
    hide pic1
    with dissolve
    voice "vfCCC3026kri020"
    霧 "「ああぁ……」"
    太一 "「そしたら……あいつ本当に自殺しちゃったんだ」"
    "霧は崩れ落ちた。"
    "その脇にしゃがみ込む。"
    "俺の顔には、憫笑が刻まれている。"
    太一 "「いずれにせよ、真実は一つだけさ」"
    "あと一押しで、砕ける。"
    "知っているのに、俺は。"
    "耳元に囁く。"
    "本物の刃物を突き立てるために。"
    太一 "「おまえの兄さんは薄汚い最低のレイプ猿だ」"
    霧 "「……………………」"
    "プツン、と。"
    "霧の内部で糸が切れるのがわかった。"
    "決してもう繋がるまい。"
    stop bgm
    return
    #