label ccc3015:
    play bgm "bgm/bgm002.ogg"
    call gl(0,"bgcc0007")
    call vsp(0,1)
    call vsp(1,0)
    call vsp(2,0)
    call vsp(3,0)
    call vsp(4,0)
    call vsp(5,0)
    with wipeleft
    "でも部活があるしな。"
    "先輩の図面。"
    "この泣き言リストが問題点だとして、これを解決すれば発信できる体制になると信じよう。"
    "先輩を信じるのだ。"
    "信じる。美しい言葉である。"
    "乾きを潤してあまりある。"
    "作業開始。"
    "炎天下での作業が続く。"
    "俺は日射には滅法強い。"
    "髪が白いからだ。"
    "これだけでかなり違ってくる。"
    "そんなわけで真夏日だが、作業は進む。"
    "ほどなくして。"
    太一 "「……ん？」"
    "霧じゃないか。"
    "フェンスの際に立って、景色を眺めている。"
    "俺に気づいてないのか。"
    "そんなはずはない。大きな音を立てて作業しているのだから。"
    太一 "「おーい、霧ー！」"
    "呼ぶと。"
    "霧はゆったりとした歩調で歩いてきた。"
    call gl(1,"TCSK0000|TCSK000x")
    call gp(1,t=center)#x=220
    call vsp(1,1)
    with dissolve
    voice "vfCCC3015kri000"
    霧 "「なんですか」"
    太一 "「いや……特に用事ってわけじゃ……」"
    "霧はちらと興味なさげにアンテナを見あげた。"
    call gl(1,"TCSK0002|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3015kri001"
    霧 "「……部活、本当にやってるんですね」"
    太一 "「まあな」"
    太一 "「こう暑いと、海にでも行きたくなるけど」"
    太一 "「去年は行ったよな。覚えてるか？」"
    call gl(1,"TCSK0000|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3015kri002"
    霧 "「……はい」"
    太一 "「楽しかったな。美希には悪いけど」"
    voice "vfCCC3015kri003"
    霧 "「……はい」"
    "やけに素直だな。"
    "というか様子が変だ。"
    太一 "「……どした？」"
    call gl(1,"TCSK0002|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3015kri004"
    霧 "「その……支倉先輩が……」"
    太一 "「曜子ちゃんが……監視してる？」"
    call gl(1,"TCSK0000|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3015kri005"
    霧 "「は、はい……」"
    "霧の手が震えている。"
    "あんなに気丈な娘だったのに。"
    "怯えて。"
    "見る影もなく、萎縮していた。"
    voice "vfCCC3015kri006"
    霧 "「それで」"
    call gl(1,"TCSK0004|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3015kri007"
    霧 "「それで……」"
    "声が震える。"
    "見ていられなかった。"
    "未成熟ながら、美しいガラス細工みたいな女の子だったのに。"
    "触れれば汚れ、掴めば壊れてしまいそうな脆さがあったのに。"
    "こんな……中途半端な有様は、どういうことだ。"
    "曜子ちゃんを恨む気持ちがある。"
    "ああ、俺はまた沈んでいるなと思う。"
    "テンション高めに保っていられる時はいい。"
    "そうでない時、俺の心は沈んでいく。"
    "深い部分。"
    "日が届かない深淵。"
    "光のあたたかさを忘れさせ、ただ個体で生きるものにする場所。"
    "心というものが必要ない場所。"
    "長くいれば、凍った心もやがて退化し、純粋な生きる意志。"
    "自分が深海に生きる存在であるように錯覚する。"
    "それもいいと思うのだ。"
    "たとえば世界に、自分一人だけならば。"
    "傷つけないで済むから。"
    太一 "「……霧、部活手伝え」"
    "唐突な提案は、霧の瞳を円形にした。"
    call gl(1,"TCSK0000|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3015kri008"
    霧 "「ぶかつ？」"
    太一 "「そうだ」"
    太一 "「……一人では……終わらんのだ……助けてくれ……」"
    "先輩から引き継いだ泣き言を、下級生にそのままぶつけた。"
    "霧に脚立の上で作業させることによって、パンチランド建国という幸運も期待している自分がいた。"
    太一 "「パンチラはいい……」"
    voice "vfCCC3015kri009"
    霧 "「今、なんて言いました？」"
    太一 "「アンテナがＥ型という機種でな」"
    call gl(1,"TCSK0001|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3015kri010"
    霧 "「パンチラと聞こえたのですけど」"
    太一 "「言ってないよそんなこと」"
    "口笛を吹く。"
    call gl(1,"TCSK0002|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3015kri011"
    霧 "「……何、したらいいんですか？」"
    太一 "「手伝ってくれるの？」"
    call gl(1,"TCSK0000|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3015kri012"
    霧 "「命令なんですよね？」"
    太一 "「……あー、まー、そーねー」"
    voice "vfCCC3015kri013"
    霧 "「借りは返しきっておきたいですし、手伝います」"
    太一 "「わーい」"
    call gl(1,"TCSK0001|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3015kri014"
    霧 "「ただし！」"
    "俺の言動を遮って、強い語調で。"
    call gl(1,"TCSK0002|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC3015kri015"
    霧 "「和解するつもりは、まったくありませんから」"
    太一 "「いいよいいよ」"
    太一 "「それもまた人生よ」"
    voice "vfCCC3015kri016"
    霧 "「指示を下さい」"
    太一 "「んじゃー、まずこれを見てくれ」"
    "図面を渡した。"
    "キッと引き締められた顔。"
    "一分後には、渋面になった―――"
    stop bgm
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    pause (500.0/1000.0)
    pause (1000.0/1000.0)
    return
    #