label ccc3011:
    play bgm "bgm/bgm007.ogg"
    太一 "「さてと」"
    "蝋燭に火を。"
    "日記を開く。"
    "今日起きたことを記していく。"
    "黙々と。"
    "可能な限り克明に。"
    太一 "「？」"
    "咄嗟に蝋燭を消す。"
    "今度は外に、軽い足音。"
    "窓から顔を出す。"
    "……霧だ。"
    "無人の街を足蹴にしていく。"
    "いずれにしても、やることは昨日と同じだろう。"
    "丑の刻参りさながら、太一人形は哀れ憎悪の対象に。"
    "見ても虚しいだけだろう。"
    太一 "「……っ」"
    "前触れなく、背筋が冷え切った。"
    "ぞわぞわと、脊髄を撫で上げられる感覚。"
    "忍び寄る恐怖。"
    "だがそれも一瞬。"
    "嘘のように、悪寒は霧消してしまった。"
    "部屋の生ぬるさが戻り、じんわりと身を包む。"
    menu:
        "今の……は。"
        "霧を追う":
            $B=1
        "追わない":
            $B=2
    return
    #