label ccc4010:
    call gl(0,"bgcc0015b")
    call vsp(0,1)
    call vsp(1,0)
    call vsp(2,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCC4010kri000"
    霧 "「大丈夫？」"
    voice "vfCCC4010mki000"
    美希 "「……ん……平気……」"
    play bgm "bgm/bgm015.ogg"
    "美希の涙をぬぐったのは、霧のハンカチだった。"
    "寄り添って、二人。"
    "間に入る余地はない。"
    "俺は懐中電灯で、先頭を歩く。"
    "なぜ美希はここに来たがったのか。"
    "なぜ三人だったのか。"
    "なぜ、泣いたのか。"
    "……美希もいろいろ抱えているには違いない。"
    "まあ、プライベートはどうでもいいや。"
    "そういや、ここは祠の近くだったな。"
    "少し見ていくか。"
    太一 "「霧、ちょっと俺、寄ってくところがあるんで……」"
    "懐中電灯を渡す。"
    太一 "「じゃーまた」"
    call gl(1,"TCSK0000c|TCSK000x")
    call gl(2,"TCYM0000c|TCYM0000")
    call gp(2,t=left)#x=0
    call gp(1,t=right)#x=340
    call vsp(1,1)
    call vsp(2,1)
    with Dissolve(500.0/1000.0)
    voice "vfCCC4010kri001"
    霧 "「え……あ、ちょっと」"
    call gl(2,"TCYM0001c|TCYM0000")
    call vsp(2,1)
    with dissolve
    voice "vfCCC4010mki001"
    美希 "「あ、そっちは……危な……」"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    call vsp(1,0)
    call vsp(2,0)
    with wipeleft
    "そして俺は。"
    call gl(0,"bgcc0016b")
    call vsp(0,1)
    call vsp(1,0)
    call vsp(2,0)
    with wipeleft
    太一 "「やっと来れた」"
    "ら抜き言葉で、俺は感慨を示した。"
    太一 "「ぎゃー」"
    "足首が曲がった。転倒しかける。"
    "咄嗟にベルトに仕込んだルパン·ワイヤーを伸ばし枝に巻きつける……ということができたらイカスのだが、普通に転んだ。"
    "こういう時は素直に転んだ方がいい。"
    "受け身。"
    太一 "「……ん？」"
    stop bgm
    "地面をよくよく見ると。"
    "足跡。"
    "祠の前から一直線、帯状に足跡が重なっている。"
    "何十往復すればこんなことになるのだろう。"
    "靴跡そのものを調べてみる。"
    "サイズは２７くらい。"
    "俺と一緒だ。"
    "メーカーもおそらく。"
    太一 "「…………」"
    "俺と同じ靴。"
    "友貴の靴ではない。"
    "桜庭でもない。"
    "女子に２７なんてのはいないはずだ。"
    "全員の身体データを把握している俺が言うのだから間違いはない。"
    "記憶喪失の俺か、俺の靴を使用した何者かが、つけた跡ということになる。"
    "けど、祠にどんな用が。"
    extend "思案に没頭しようとした時―――"
    太一 "「……！」"
    play bgm "bgm/bgm014.ogg"
    "血が匂った。"
    "かすかな血臭。"
    "引き寄せられて、茂みに分け入っていく。"
    "すぐ危険信号がした。"
    "太一袋からナイフを取り出す。"
    "クリスリーブの大型ナイフだ。"
    "ここまで来ると短剣に近い。"
    "もちろん携行は犯罪だが。"
    "犯罪という概念はなくなっている。"
    "俺も所持は禁じられている。"
    "けど。"
    "認められはしないだろうが、護身のため俺はこれを必要としている。"
    "人に攻撃され続ける恐怖を知っているからだ。"
    "耳を澄ます。"
    "感覚をとぎすませる。"
    "ゆっくりと歩く。"
    "探すのは違和感だけだ。"
    "あった。"
    "俺の目は違和感を逃がさない。"
    "慎重に迂回して、根本に近づく。"
    "……ボウトラップか。"
    "小型のクロスボウを利用している。"
    "奥に入ろうとすると作動するわけだ。"
    "未作動。"
    "こんなことをしそうな人物に、心当たりは一人しかない。"
    "ワイヤーを切断し、クロスボウから矢を外す。"
    "かなり慎重に隠蔽してあった。"
    "仕掛ける位置もうまい。"
    "少し目視できる、段差の手前だ。"
    "段差に注意をはらっていると、死ぬことになるわけだ。"
    "陰湿で、確実さを求めた罠。"
    "奥を確認してやろうじゃないか、曜子先生。"
    "少し進むと、ワイヤートラップが仕掛けられていた。"
    "スネアだ。足を吊られると、頭上から石が落ちてくる。"
    "破壊。"
    "危険信号が弱まった。"
    "もうないってことか。"
    "それでも用心深く進む。"
    "最後の草むらを抜けると、隠されるように、曜子ちゃんが死んでいた。"
    call gl(0,"evcc0043")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    stop bgm
    太一 "「……………………」"
    "この感情をどう形容したらいいんだろう。"
    "驚愕とも違う。"
    "怒りとも違う。"
    "悲しみでも、悲嘆でもない。"
    "形容不能の奔流。"
    "俺の内部に渦巻く。"
    "曜子ちゃんが、死んだ。"
    "胸を中心に血が広がっている。"
    "古い血だ。"
    "かたまって変色し、黒ずんでいる。"
    "触れる。冷たい。"
    "死後数日。硬直してしまっていた。"
    "しかし腐敗している様子はない。"
    "それも奇妙な話だが……まあ置いておこう。"
    太一 "「……曜子ちゃん、死んじゃったのか」"
    play bgm "bgm/bgm020.ogg"
    "美しい骸に、話しかける。"
    "一番死とは遠かったはずなのに。"
    "髪を整えてやる。"
    太一 "「油断したね」"
    "しかし返答はない。"
    "俺が話しかけたら、小動物みたく喜んだ。"
    "邪険にしていたのに。"
    "小さなウサギみたいに。"
    "……本当は、獅子にも狼にもなれた彼女だ。"
    太一 "「びっくりだ」"
    "視界が曇る。"
    太一 "「……ん？」"
    "目尻に触れてみると。"
    "涙。"
    "大量に。"
    "悲しみはない。"
    "ただ顔の筋肉だけが引きつって、涙を絞り出していた。"
    "とめどなく。"
    太一 "「うわ、すげ……ぼろぼろ出てきてる」"
    "不思議だ。"
    "肉体は悲しんでいるのかも知れない。"
    "心は……。"
    "ああ。"
    "俺の半身が死んだ。"
    call gl(0,"bgcc0016b")
    call vsp(0,1)
    with wipeleft
    play se "se093a"
    call gl(1,"TCSK0001c|TCSK000x")
    call gp(1,t=center)#x=220
    call vsp(1,1)
    with dissolve
    voice "vfCCC4010kri002"
    霧 "「……先輩……あなた……」"
    "霧！！"
    call gl(2,"TCYM0001c|TCYM0000")
    call gp(2,t=left)#x=0
    call gp(1,t=right)#x=340
    call vsp(2,1)
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    美希 "「……」"
    "美希も。"
    "咄嗟にナイフを……隠しても意味がない。"
    "もう見られている。"
    "そして……誤解されるだろう。"
    call gl(1,"TCSK0003c|TCSK0003")
    call vsp(1,1)
    with dissolve
    voice "vfCCC4010kri003"
    霧 "「人……殺し……やっぱり……」"
    "やっぱり。"
    call gl(1,"TCSK0001c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC4010kri004"
    霧 "「殺したんですか？」"
    太一 "「……違うよ」"
    voice "vfCCC4010kri005"
    霧 "「だって、ナイフ持ってるじゃないですか……」"
    太一 "「茂みに入るから、持ってただけだ」"
    太一 "「ほら、彼女の傷口見てみろよ。矢傷だ」"
    call gl(1,"TCSK0001c|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC4010kri006"
    霧 "「……行きませんよ……そっちには」"
    "遠巻きに。"
    "霧は俺を注視していた。"
    "油断する気はないらしい。"
    voice "vfCCC4010kri007"
    霧 "「……さっきまで……笑って話してたのに……裏では、平気でそういうことをするんだ……」"
    "吐き出される。"
    call gl(1,"TCSK0021c|TCSK0021")
    call vsp(1,1)
    with dissolve
    voice "vfCCC4010kri008"
    霧 "「どうか、してるっ」"
    call gl(2,"TCYM0002c|TCYM0002")
    call vsp(2,1)
    with dissolve
    voice "vfCCC4010mki003"
    美希 "「…………先輩」"
    "美希もショックを受けている。"
    "無念そうな、思い詰めたような。そんな顔だ。"
    call gl(1,"TCSK0011c|TCSK0011")
    call vsp(1,1)
    with dissolve
    voice "vfCCC4010kri009"
    霧 "「行こう、美希」"
    voice "vfCCC4010mki004"
    美希 "「あ、うん……」"
    call vsp(1,0)
    call vsp(2,0)
    with Dissolve(500.0/1000.0)
    "二人は引き返していく。"
    "残される俺。"
    太一 "「俺じゃないのに」"
    "どうでもいいや、もう。"
    stop bgm
    "曜子ちゃんが死んだ。"
    "存外、俺は衝撃を受けていたらしい。"
    "思考はぼんやりとして、なかなか明晰さを取り戻してくれなかった。"
    "それが俺の、彼女に対する慟哭だった。"
    return
    #