label ccc4014:
    call gl(0,"bgcc0007")
    call vsp(0,1)
    with wipeleft
    play bgm "bgm/bgm015.ogg"
    "作業は続く。"
    "美希と霧はなかなか現れない。"
    "……当然か。"
    "むしろ、普通に学校に来ている俺が異常なのだろう。"
    "でも、先輩はどうしたんだ。"
    "昼を挟む。"
    "食い物……友貴の差し入れの中から、カップラーメンを持ってきた。"
    "屋上で湯を沸かしながら、きゅうりを囓る。"
    "……なんか、想像していた部活と違う。"
    "忘れていた。"
    "人類がもうとうになくなっていることに。"
    "俺たち八人だけの世界。いや、もう七人だ。"
    "風前の灯火なんだ。"
    "カップラーメンにお湯をそそぐ。"
    "食う。"
    call gl(1,"TCMM0003|TCMM000x")
    call gp(1,t=center)#x=225
    call vsp(1,1)
    with dissolve
    voice "vfCCC4014msa000"
    見里 "「……ああ、ぺけくん」"
    "先輩がやってきた。"
    太一 "「おはようございます。遅かったですね」"
    call gl(1,"TCMM0005|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC4014msa001"
    見里 "「ええ……」"
    "落ち込んでいる。"
    "眼鏡も曇ってしまっている。"
    太一 "「ショッキングな出来事がありましたね」"
    voice "vfCCC4014msa002"
    見里 "「ええ、とても」"
    "俺の近くにぺたりと座って、ぼんやりと空を見あげる。"
    太一 "「……話すと楽になりますよ」"
    call gl(1,"TCMM0003|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC4014msa003"
    見里 "「友貴と、喧嘩してしまいました」"
    太一 "「はあ、友貴とですか。俺もよくしますよ」"
    "先輩は疲れたように微笑む。"
    voice "vfCCC4014msa004"
    見里 "「ああいう喧嘩とは、また違う喧嘩ですよ」"
    太一 "「複雑な家庭事情ってやつですか。食べます？」"
    "先輩は弱々しく首を振る。"
    voice "vfCCC4014msa005"
    見里 "「……二人っきりの姉弟なんですけど……どうにもうまくいきません」"
    太一 "「友貴もあれで強情ですからね」"
    voice "vfCCC4014msa006"
    見里 "「……原因はわたしにあるんです」"
    "無言で、促す。"
    call gl(1,"TCMM0005|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC4014msa007"
    見里 "「わたし、口うるさいですから」"
    太一 "「そーですか？」"
    call gl(1,"TCMM0002|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC4014msa008"
    見里 "「……わたしが悪いんですよね」"
    "自嘲して、前髪をいじった。"
    太一 "「じゃー、俺と一緒ですね」"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC4014msa009"
    見里 "「……そうなんですか？」"
    太一 "「俺もすごく悪いんで。だからここにいるんですけど」"
    call gl(1,"TCMM0003|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC4014msa010"
    見里 "「……ふふ、じゃー停学ですね」"
    太一 "「先輩と一緒なら」"
    call gl(1,"TCMM0002|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCC4014msa011"
    見里 "「じゃ二人で停学になって、悪いことしましょうか？」"
    "先輩は童女のようにほころぶ。"
    太一 "「いーですねー、わるいことー」"
    play se "se044"
    "鉄扉が甲高い音を立てて開いた。"
    voice "vfCCC4014kri000"
    霧 "「先輩、そいつから離れて！！」"
    stop bgm
    "霧は武装していた。"
    call gl(0,"evcc0024d")
    call vsp(0,1)
    call vsp(1,0)
    call vsp(2,0)
    with Dissolve(500.0/1000.0)
    "断じて、水鉄砲ではない。"
    play bgm "bgm/bgm017.ogg"
    voice "vfCCC4014msa012"
    見里 "「……ぽえ？」"
    voice "vfCCC4014kri001"
    霧 "「宮澄先輩、はやくそいつから離れて下さい！」"
    voice "vfCCC4014msa013"
    見里 "「え？　そいつって……ぺけくん？　そんな、上級生をそいつ呼ばわりなんてして……休学ですよ」"
    voice "vfCCC4014kri002"
    霧 "「危ないんです、はやく！」"
    太一 "「…………」"
    voice "vfCCC4014msa014"
    見里 "「そんな水鉄砲……水ボウガンですか？」"
    太一 "「本物ですよ、あれ」"
    voice "vfCCC4014msa015"
    見里 "「ふぅ」"
    "卒倒した。"
    太一 "「はや」"
    太一 "「おまえのせいだぞ」"
    voice "vfCCC4014kri003"
    霧 "「……黒須太一っ」"
    "霧は狙いを俺に定める。"
    太一 "「またテンパっちゃって、どうしたんだ？」"
    voice "vfCCC4014kri004"
    霧 "「……桐原先輩も、殺した！」"
    太一 "「！？」"
    "冬子が。"
    太一 "「おい、それって……」"
    voice "vfCCC4014kri005"
    霧 "「会いに行ったら、死んでた……あなたが殺したんです！」"
    太一 "「しらないって！　本気か？　本当に冬子は死んでたのか？」"
    voice "vfCCC4014kri006"
    霧 "「支倉先輩、桐原先輩……次は誰なんです？」"
    太一 "「どういう状況で死んでたんだ？」"
    voice "vfCCC4014kri007"
    霧 "「……知っているくせに」"
    太一 "「外傷は？　場所は？」"
    voice "vfCCC4014kri008"
    霧 "「桐原先輩の家ですよ。ご自分の部屋で」"
    voice "vfCCC4014kri009"
    霧 "「胸を刃物でひとつきにされて……」"
    voice "vfCCC4014kri010"
    霧 "「犯人はあなたです、決まってます」"
    "なんて、短絡―――"
    "曜子ちゃんの死、そして俺の存在が、霧を混乱させていた。"
    "興奮もしている。"
    "説得は無意味だろう。"
    "……クロスボウは威嚇用としては弱い。"
    "連射がきかないからだ。"
    "外れたらおしまい。"
    "走っている人間に、そうそう当たるものでもない。"
    "霧を取り押さえるのは簡単だが。"
    太一 "「やるしかないか……」"
    "こういう死に方は、どうもな。"
    "霧の誤射を誘おうと、下肢に力をこめた。"
    voice "vfCCC4014mki000"
    美希 "「霧ちん、だめだってば！」"
    "美希が背後から抱きついた。"
    call gl(0,"bgcc0007")
    call vsp(0,1)
    with wipeleft
    voice "vfCCC4014kri011"
    霧 "「……あ」"
    play se "SE066"
    "矢が出た。"
    太一 "「っ！？」"
    "三十センチほど隣を、矢はかすめていった。"
    "背後、用具置き場のプレハブの壁に突き刺さり、尻尾を震わせた。"
    call gl(1,"TCYM0001|TCYM0000")
    call gp(1,t=center)#x=180
    call vsp(1,1)
    with dissolve
    voice "vfCCC4014mki001"
    美希 "「そんなことしたらだめ」"
    call gl(2,"TCSK0001|TCSK000x")
    call gp(1,t=left)#x=0
    call gp(2,t=right)#x=340
    call vsp(1,1)
    call vsp(2,1)
    with Dissolve(500.0/1000.0)
    voice "vfCCC4014kri012"
    霧 "「だって！」"
    太一 "「……美希、助けてくれたのはありがたいが、もうちょっと慎重に……」"
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfCCC4014mki002"
    美希 "「あ、すいまへん」"
    call gl(2,"TCSK0021|TCSK0021")
    call vsp(2,1)
    with dissolve
    voice "vfCCC4014kri013"
    霧 "「来ないで！」"
    "歩み寄って、霧の胸ぐらをつかむ。"
    太一 "「何もしないさ！」"
    太一 "「……殴り飛ばしてやりたいけどな」"
    "離す。"
    hide pic2
    with dissolve
    "霧は尻餅をつく。"
    voice "vfCCC4014kri014"
    霧 "「……人殺し！」"
    太一 "「あん？」"
    call gl(1,"TCYM0002|TCYM0002")
    call vsp(1,1)
    with dissolve
    voice "vfCCC4014mki003"
    美希 "「やめよう、ふたりとも、笑うのだ」"
    voice "vfCCC4014kri015"
    霧 "「人殺し！　次は誰を殺すの！？」"
    太一 "「……霧なぁ、おまえ……よくないトコ出てるぞ。だいたい冬子が死んだってのも、今さっき知ったんだ。どうして自動的に俺がやったことになるんだよ」"
    voice "vfCCC4014kri016"
    霧 "「……他に誰がやるのよ！」"
    太一 "「……第一発見者のおまえとか」"
    "霧は柳眉を逆立てる。"
    voice "vfCCC4014kri017"
    霧 "「わたしが殺すわけない……そんなことができるのは、気の狂ったあなただけ！」"
    voice "vfCCC4014kri018"
    霧 "「死ね、死んでしまえ！　そんなに殺したかったら自分を殺せ！　狂人！　地獄に落ちろ！　たった八人しかいない……この世界で……どうかしてる！！」"
    voice "vfCCC4014kri019"
    霧 "「死ね、死んじゃえ！　人殺し！　……ひとでなし！」"
    "聞くに堪えない雑音。"
    "落胆を誘う。"
    太一 "「……美しくない」"
    "いつもの霧を錆びたナイフだとすれば。"
    "これは……さしずめ無骨な丸太ってとこか。"
    "精密さがない。"
    "繊細さがない。"
    "霧、いつからそんな救いようのないものになったんだ。"
    太一 "「…………」"
    "興味が、失せるじゃないか。"
    voice "vfCCC4014kri020"
    霧 "「……その目……人間の目じゃない」"
    "目のことを言う。"
    "これは攻撃かな。"
    "攻撃だよな。"
    "スイッチを入れてもいいのかな。"
    "いいんじゃないか。"
    "……敵なら。"
    "霧を見る。"
    "削除してやろうか？―――"
    voice "vfCCC4014kri021"
    霧 "「ひ……」"
    "『読』んだらしい。いい目だ。"
    "瞬時に蒼白に。"
    "人間なんて簡単に死ぬ。"
    "刺す必要なんてない。"
    "こんなか細い首なら、なおのこと―――"
    call gl(1,"TCYM0003|TCYM0003")
    call vsp(1,1)
    with dissolve
    voice "vfCCC4014mki004"
    美希 "「はいはーい、そこまでー！　がばーっ！」"
    "美希が霧のスカートをめくった。"
    voice "vfCCC4014kri022"
    霧 "「きゃーーーーっ！！」"
    太一 "「……お」"
    "煩悩覚醒。"
    太一 "「ストラーイプ！」"
    "球筋を読み切った審判の誇らしげな顔で、俺は叫んだ。"
    太一 "「バッターアウッ！！」"
    太一 "「ふう、やっぱ下着はストライプだな」"
    voice "vfCCC4014mki005"
    美希 "「あー、戻った戻ったー、わーい」"
    voice "vfCCC4014kri023"
    霧 "「……ちょ……なに、慣れ合ってんのよ……ばか」"
    call gl(1,"TCYM0002|TCYM0002")
    call vsp(1,1)
    with dissolve
    voice "vfCCC4014mki006"
    美希 "「だって、先輩も怒りかけてたし、霧ちんもおかしかったし」"
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfCCC4014mki007"
    美希 "「止めただけだよ？」"
    太一 "「は、俺もう行くわ。ちょっと調べてみるよ。その冬子の死んだ現場ってやつ」"
    voice "vfCCC4014mki008"
    美希 "「はい、こっちのしまパン娘はお任せを」"
    太一 "「お任せる」"
    "屋上をあとにした。"
    return
    #