label ccc4011:
    call gl(0,"bgcc0002c")
    call vsp(0,1)
    with wipeleft
    pause (500.0/1000.0)
    call gl(0,"bgcc0003b")
    call vsp(0,1)
    with wipeleft
    play bgm "bgm/bgm021.ogg"
    "数時間後、俺は帰宅した。"
    "自宅前には、友貴からの差し入れが置いてあった。"
    太一 "「……」"
    "曜子ちゃんを火葬にした。"
    "腐敗しないのであれば、そうするしかなかった。"
    "そして、埋めた。"
    "墓は用意しなかった。"
    "死は無だからだ。"
    "立場が逆だったら、彼女はどうしただろう。"
    "俺が誰かに殺されてしまったら。"
    太一 "「……」"
    "犯人を捜し出して、殺害するに決まっていた。"
    "皆殺しにするかも知れない。"
    "けど……俺は彼女のために、そこまではしてやれない。"
    "俺が目指すものは……復讐鬼じゃないからだ。"
    "心はまだざわめいている。"
    "そう、日記を書こう。"
    stop bgm
    "書面に。"
    太一 "「ん？」"
    "外から物音。"
    "蝋燭を消す。"
    "窓際に。"
    "外を見る。"
    "家の前、道路を誰かが歩いていた。"
    "……霧。"
    "荷物を抱えている。"
    "まあ、関与すべきことじゃないな。"
    "机に戻る。"
    "ペンを取る。"
    return
    #