label ccc4004:
    call gl(0,"bgcc0007")
    call vsp(0,1)
    call vsp(1,0)
    call vsp(2,0)
    call vsp(3,0)
    call vsp(4,0)
    call vsp(5,0)
    with wipeleft
    play bgm "bgm/bgm005.ogg"
    "部活。"
    "物陰から美希が飛び出た。"
    "俺の目は逃さない。"
    "手にしたウージーサブマシンガンのトリガーを絞る。"
    "弾丸が射出される。"
    "射線はそれて美希の足下を叩いた。"
    voice "vfCCC4004mki000"
    美希 "「……く！？」"
    "美希が気づく。"
    "植木の影に飛び込み、応戦してくる。"
    "まずい、釘付けだ！"
    "側面からみみ先輩が顔を出す。"
    "ＡＫ４７から空になった弾倉を取り外す。"
    voice "vfCCC4004msa000"
    見里 "「佐倉さんがいません～っ」"
    太一 "「見失ったんですか！」"
    voice "vfCCC4004msa001"
    見里 "「彼女、身軽で……」"
    太一 "「くっ……まずいな」"
    "敵を見失うのはまずい。"
    "と、霧が右側からまわこんできた。"
    "まずい、挟み撃ちになる。"
    "霧のＭ４Ａ１カービンが火を噴いた。"
    voice "vfCCC4004msa002"
    見里 "「あっ、やられましたー」"
    太一 "「シット！」"
    "二対一だ。"
    "俺は応射しながら後退する。"
    "挟まれたら終わる。"
    "側面の美希も気になる。"
    "その時、背後に銃口を突きつけられた。"
    voice "vfCCC4004mki001"
    美希 "「ほーるどあっぷ」"
    "い、いつの間に！"
    voice "vfCCC4004mki002"
    美希 "「ゲームセットです」"
    太一 "「あー、またやられたー！」"
    voice "vfCCC4004mki003"
    美希 "「やっほーい！」"
    voice "vfCCC4004kri000"
    霧 "「かちー！」"
    "美希と霧はハイタッチをする。"
    太一 "「これで四連敗だぞ……ちぇっ」"
    "部活は順調だった。"
    stop bgm
    "…………あれ。"
    return
    #