label ccb0012:
    play bgm "bgm/bgm016.ogg"
    call gl(0,"bgcc0004b")
    call vsp(1,0)
    call vsp(0,1)
    with wipeleft
    太一 "「ふう」"
    "テーブルの上に、メモが置かれていた。"
    "『夕食あるかも』"
    太一 "「わーい、行く行くー」"
    "自分で用意しないですんだ。"
    "三分で着替えると、いそいそと彼女の家に向かうのだった。"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    "夕食は、おいしゅうございました。"
    call gl(0,"bgcc0003b")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    "蝋燭に火をつける。"
    "独特の輝きが、室内を照らす。"
    "蝋燭が好きだった。"
    "生の火に、強く惹かれた。"
    "こうしてぼんやりと揺らめく炎を見ていると、心が囚われて、いつまでもいつまでもまどろんでいることができた。"
    "以前、それで前髪を焦がしたこともある。"
    "ぶっちゃけ三分前のことだ。"
    太一 "「……焦げた……ちくせう」"
    "泣きそう。"
    "とにかく日記だ。"
    "分厚い日記帳を開く。"
    "人生の記録は、大切だよな。"
    "学校に行った。"
    extend "人がいないのにと思ったが、皆は来ていた。"
    "授業など行われるはずもないので、ぶらぶらした。"
    extend "冬子がやけにつんけんしていた。"
    "状況がつかめず、カリカリしているのだろう。"
    extend "屋上ではみみ先輩が部活。"
    "放棄されていたアンテナを組み立てていた。"
    extend "単純に据え置きで組み上がっていくものでもない。"
    extend "大変な作業だ。"
    "けどその大変さが、先輩を救う。"
    extend "廊下を歩いていると、美希が掃除をしていた。"
    extend "先輩に部活があるように、美希には掃除があるのだろうか？"
    "わからない。"
    extend "人類滅亡という危機的状況が美希を覚醒させたのか。"
    extend "俺はとうとう美希に一本取られてしまった。"
    "これはゆゆしき問題ですぞ、校長！"
    extend "だが弟子が腕をあげたことは、素直に嬉しい。"
    "師である俺が抜かれる日は近い。"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    "他にもいろいろとあったが、全体的に良い日だった。"
    stop bgm
    pause (500.0/1000.0)
    pause (500.0/1000.0)
    return
    #