label ccb0008b:
    "微笑む少女の胸元に、自然な挙措で手が伸びた。"
    "隙を突かれたのか、美希は笑顔のまま身動き一つしなかった。"
    play se "SE072"
    "キイィ"
    "なぜか扉の開く音がした。"
    call gl(0,"evcc0021a")
    call vsp(0,1)
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    "事実、それは地球上の男子２５億にとって（現在三人）の、施錠されていない神秘の扉。"
    "全人類に足蹴にされることを運命づけられた不幸なる大地と床だけが覗き見ることを許される、秘儀たる領域。"
    "だが、そんなたいそうなものでありながら、チェッリー·ティーンがスイorアマイバインディングヤングアダルトになるために誰もがくぐるべき入り口でもある。"
    extend "ただしそのドアは、四角形ではなく三角形ではあるが（米笑）。"
    "※米笑＝太一表記。（笑）の亜種。米国風の笑いを意味する。"
    "米国人はギャグを言い終わると自分で笑う（それがどんなに寒々しくても！）まこと奇怪な習性があることから、特にしょうもない言い回しを使った際に天然で使ったと思われぬよう自虐的な意図も込めて使用する。"
    voice "vfcca0009bmki000"
    美希 "「……しまった」"
    "笑顔のまま、口元を引きつらせる。"
    太一 "「ごめん、無意識に手が」"
    voice "vfcca0009bmki001"
    美希 "「いえ、うっかりしていたわたしが悪いのです」"
    太一 "「あの、こんなこと俺が言うのもなんだけど……そのランジェリー、とってもセクシーだね。お兄ちゃんちょっびっくりしてる。いい意味で」"
    voice "vfcca0009bmki002"
    美希 "「恐縮です。いつ手を離していただけますでしょうか」"
    太一 "「そ、その、その下着は、美希の清楚な、下着っ、デルタが、清楚な、体は正直っ、色がっ、しっとり包んでっ、こうっ、子猫ちゃんがっ」"
    "思考が千々に乱れる。"
    voice "vfccb0008bmki000"
    美希 "「さー、それ以上は精神的にも危険ではありませんでしょうか？」"
    太一 "「いや、とても無理だ。この手は我が手ではないかのように石化してしまった。鍵っ子が自宅の鍵をキーピックするみたいに気軽に解除することはできない」"
    太一 "「しかし……美しいものだ」"
    voice "vfccb0008bmki001"
    美希 "「は、ありがたきお言葉。そろそろお離しいただければ幸いです」"
    太一 "「どんな美少女フィギュアよりも、この生気ある瑞々しさは再現できまい。あの教師にしてフィギュア界にその名を轟かせる一流造形師である榊原潔教諭の腕をもってしてもだ！」"
    voice "vfccb0008bmki002"
    美希 "「……殺すぞ」"
    太一 "「ひぃぃぃぃぃぃっ、本気の目ですね！？」"
    call gl(0,"bgcc0008")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    "狩人の目だった。"
    "離れる。"
    太一 "「あ、でもずいぶん大人っぽいのを履いてらっしゃるんですね、そのう」"
    "敬語になってしまう。"
    call gl(1,"TCYM0021|TCYM0021")
    call vsp(1,1)
    with dissolve
    voice "vfccb0008bmki003"
    美希 "「……ええ、まあ」"
    "少し赤面して美希。"
    voice "vfccb0008bmki004"
    美希 "「その、水とか出ないんで、洗濯とかできないですし」"
    voice "vfccb0008bmki005"
    美希 "「お店に行けば新しいのはありますし」"
    "しかもタダだ。"
    太一 "「それで……普段は買えないようなセクシーなやつを持って来ちゃったの？」"
    voice "vfccb0008bmki006"
    美希 "「……はい」"
    "うーん。"
    "けどどうしよう、教えた方がいいのかな。"
    "放置しておいてあげるべきなのか。"
    太一 "「あ、あのね、美希りん」"
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfccb0008bmki007"
    美希 "「美希りんです。なんですか？」"
    太一 "「その下着さ……俺ちょっと知ってるんだけど」"
    太一 "「えーと」"
    太一 "「あのね、それって玩具下着なんだよ。オープンショーツとかホーニーショーツとか言う」"
    voice "vfccb0008bmki008"
    美希 "「は？」"
    太一 "「えーとね、大人のね、玩具のね、下着なのね」"
    "つんつんと指先を見合わせる。"
    太一 "「だから……まーつまり、脱がずにＨできちゃうよう秘密の部分に切れ込みが入ってたりするんだわ」"
    太一 "「これって、一種のショートカットとも言えるよね！」"
    "人差し指を立てつつ、満点の笑顔を向ける。"
    "と。"
    voice "vfccb0008bmki009"
    美希 "「……………………」"
    hide pic1
    with dissolve
    play se "SE073"
    "ダダダダダダダダダッ"
    with vpunch
    "走り去った。"
    "トイレに消えて一分。"
    play se "SE073"
    "戻ってきた。"
    call gl(1,"TCYM0004|TCYM0002")
    call gp(1,t=center)
    call vsp(1,1)
    with dissolve
    voice "vfccb0008bmki010"
    美希 "「こここコレコレコレコレッッッ！？」"
    太一 "「たぶん君はアトミック雑貨（旧木村雑貨店）から下着調達したんだと思うけど、あそこ普通の下着とアダルト下着並べて売ってるんだよね。ほら、そばが団地じゃん？　若奥様相手のラインナップなんだろうね」"
    太一 "「俺もよく利用してまーす」"
    play se "SE100"
    "歯を輝かせて親指を立てた。"
    voice "vfccb0008bmki011"
    美希 "「うひーーーーっ！？」"
    with vpunch
    "股間を前後からがっしとおさえた。"
    太一 "「落ち着き」"
    太一 "「でもそんなの履いて痴漢に遭遇したら大変なことになるね」"
    call gl(1,"TCYM0002|TCYM0002")
    call vsp(1,1)
    with dissolve
    voice "vfccb0008bmki012"
    美希 "「ふわわわわ」"
    "美希は股間を押さえて、もじもじ脚をすりあわせた。"
    太一 "「……さて」"
    太一 "「霧ちんがこのことを知ったらどうなるかなー」"
    "架空の煙草を吸った。"
    call gl(1,"TCYM0001|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfccb0008bmki012-2"
    美希 "「なっ、せんぱい、まさか！？」"
    太一 "「あの潔癖性の霧が知ったら、うひ」"
    太一 "「フラワーズも解散か？」"
    call gl(1,"TCYM0041|TCYM0041")
    call vsp(1,1)
    with dissolve
    voice "vfccb0008bmki013"
    美希 "「にゃごー！？」"
    "すがりついてくる。"
    太一 "「……ミキミキがこぉんなＨな下着を履いているなんて。不潔」"
    太一 "「お弁当交換もなしだね」"
    call gl(1,"TCYM0002|TCYM0002")
    call vsp(1,1)
    with dissolve
    voice "vfccb0008bmki014"
    美希 "「それだけはー！」"
    太一 "「ならば言うこときくか！」"
    voice "vfccb0008bmki015"
    美希 "「処女よこせとか以外だったら～」"
    太一 "「いいだろう。では命じる」"
    "頭に手を乗せる。"
    "美希は少しびくっとしたが。"
    "嫌がらない。"
    太一 "「掃除をするんだ」"
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfccb0008bmki016"
    美希 "「……ゑ？」"
    太一 "「いや、二者択一だな」"
    太一 "「掃除か、まふまふかだ！」"
    call gl(1,"TCYM0002|TCYM0002")
    call vsp(1,1)
    with dissolve
    voice "vfccb0008bmki017"
    美希 "「まふまふとは？」"
    太一 "「うむ、まふまふとは……」"
    play se "se100"
    call gl(5,"i0034")
    call vsp(5,1)
    with dissolve
    call vsp(5,0)
    with Dissolve(500.0/1000.0)
    太一 "「と、このような行為だな」"
    太一 "「脚と脚の間に顔をつっこんで、まふまふ、まふまふ……」"
    call gl(1,"TCYM0001|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfccb0008bmki018"
    美希 "「ペッティングっす！」"
    voice "vfccb0008bmki019"
    美希 "「まふまふとか可愛く称してもだめっす！　ペッティングっす！」"
    太一 "「したいなー、まふまふ」"
    call gl(1,"TCYM0041|TCYM0041")
    call vsp(1,1)
    with dissolve
    voice "vfccb0008bmki020"
    美希 "「いやーーーっ、まふまふはいやーーーーーっ！！」"
    太一 "「霧に嫌われるか、それともまふまふか！　開戦か、和平か！」"
    call gl(1,"TCYM0002|TCYM0002")
    call vsp(1,1)
    with dissolve
    voice "vfccb0008bmki021"
    美希 "「はい、あの、掃除って？　掃除はだめなんですか？」"
    "涙目で挙手。"
    太一 "「ふむ。掃除を選ぶのかね？」"
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfccb0008bmki022"
    美希 "「掃除って……ただの掃除ですよね？」"
    太一 "「いや、掃除には違いないんだけど、洗う場所がね……フフフ」"
    hide pic1
    with dissolve
    voice "vfccb0008bmki023"
    美希 "「貞操終了」"
    "美希は屈した。"
    voice "vfccb0008bmki024"
    美希 "「風が語りかける。長いようで短かった処女の日。今日、わたしは一歩大人になる。もっとも望まないかたちで―――」"
    "架空番組のナレーションを読みだした。"
    太一 "「冗談だ」"
    call gl(1,"TCYM0002|TCYM0002")
    call gp(1,t=center)
    call vsp(1,1)
    with dissolve
    voice "vfccb0008bmki025"
    美希 "「えぐえぐ、せめて優しくしてください……」"
    太一 "「冗談だというのに」"
    太一 "「ほれ、モップだ」"
    "手渡す。"
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfccb0008bmki026"
    美希 "「……？」"
    call gl(1,"TCYM0021|TCYM0021")
    call vsp(1,1)
    with dissolve
    voice "vfccb0008bmki027"
    美希 "「モッププレイを？」"
    太一 "「エロから離れて良い」"
    "まだ美希はきょとんとしていた。"
    太一 "「掃除してたんだろう？」"
    "こくと頷く。"
    太一 "「では、すみやかに掃除を続けたまえ」"
    太一 "「望むままにだ」"
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfccb0008bmki028"
    美希 "「は……」"
    voice "vfccb0008bmki029"
    美希 "「ども」"
    "なんのことはない。"
    "自分ではたき落として自分で引き上げただけだ。"
    太一 "「この黒須太一に惚れることを許可する」"
    call gl(1,"TCYM0003|TCYM0003")
    call vsp(1,1)
    with dissolve
    voice "vfccb0008bmki030"
    美希 "「申請取り消します」"
    太一 "「ガッデム！」"
    return
    #