label ccb0005:
    play se "se041"
    pause 2
    "この扉をあけたら、屋上がある。"
    "そこにはきっと、彼女がいるだろう。"
    play bgm "bgm/bgm012.ogg"
    "扉を開くのに、少しだけためらいがあった。"
    "失敗するとわかっていた合宿。"
    "無理を言って先輩を駆り出した。"
    "それが彼女を傷つけることさえ、予想していた。"
    "予想していたけど、考えないようにして。"
    "そして今また、彼女……先輩を利用しようとしている。"
    "己が心の平安のために。"
    "今さらどの面さげて、と思いもする。"
    "が、人間は気分の生き物で、今朝はそんな気分だったから。"
    "自分への説明はそれで充分だ。"
    "けど先輩は、どう思うだろう。"
    "少し気になってしまった。"
    play se "se044"
    "ノブをひねって、鉄扉を押し出す。"
    play se "se009"
    call gl(1,"efcc0000")
    call gl(0,"bgcc0007")
    call vsp(1,1)
    with dissolve
    call vsp(0,1)
    with dissolve
    hide pic1
    with dissolve
    "風が吹いた。"
    play se "se010"
    "ちょうど踏み出た瞬間に。"
    "だが不思議と、晴れ晴れとした気分にさせてくれた。"
    "目線の先、広々とした給水塔が階段とは別にあって、その土台を共有して、大きなアンテナが立っていた。"
    太一 "「……へえ」"
    "まだ未完成のアンテナ。"
    "足りない部品と知識。"
    "彼女はそれらを前向きな気持ちでもって補いながら、少しずつ形にしてきた。"
    "いや。"
    "後ろ向きの気持ち、なのかもしれない。"
    "そういうことは、往々にしてあるのだから。"
    "合宿前。"
    "彼女は一人だった。"
    "部活はその逃避する最後の砦だったことを、俺は知っている。"
    "そして今また、部活は逃避の砦のままである。"
    "宮澄見里。"
    "見里先輩は今、風に抱かれてアンテナと立っている。"
    太一 "「せんぱーい！」"
    "呼びかけると、扇状の毛髪が大きくうねる。"
    "群青色の大空を泳ぐ漆黒のケープ。"
    call gl(0,"evcc0004")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    voice "vfccb0005msa000"
    見里 "「ぺけくん？」"
    "耳を澄ませば、彼女だけが呼ぶ俺の名が届く。"
    "柔らかな紅唇の動きとともに。"
    "突風の中で囁きを聞き取れたのは、実のところカクテルパーティー効果でしかないのだが、何か先輩と俺との特殊性を夢想させてやまない。"
    "幸せな錯覚というやつだ。"
    "そのたもとに歩み寄る。"
    "先輩は微笑んでいる。"
    "俺も自然、ほころぶ。"
    "視線が睦み合うほどに継がれる。"
    "そして俺は、もの柔らかな思索の胞衣に包まれつつ、宮澄見里という閑雅なる奇蹟によりそう切なる真実をマリアナの海淵にも増して深くふかく悟り上げるのである。"
    "……………………パンツ見えてる。"
    "見えてる見えてる！"
    "すっごく、すっごく、見えちゃってる！"
    "それはもうパンチラの国ですかってくらい！"
    "しかも本人気づいてない！"
    "こういうのが一番たまらないよ！"
    play se "SE070"
    "ピーピング！　ピーピング！（警報）"
    "パンチランド共和国、建国万歳！"
    "素晴らしき国！"
    "いい国！"
    "永久に！"
    call gl(0,"bgcc0007g")
    call gl(1,"efcc0005|efcc0005")
    call vsp(0,1)
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    voice "vfccb0005msa001"
    見里 "「……………………？」"
    voice "vfccb0005msa002"
    見里 "「…………………ん？」"
    voice "vfccb0005msa003"
    見里 "「…………ぺけくん？」"
    voice "vfccb0005msa004"
    見里 "「ぺけくんぺけくん？」"
    太一 "「はっ？」"
    call gl(0,"bgcc0007")
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(0,1)
    call vsp(1,1)
    call gp(1,t=center)#x=220
    with Dissolve(500.0/1000.0)
    voice "vfccb0005msa005"
    見里 "「もしもし？　どうかしましたか？」"
    "しまった、また意識が飛んでしまった。"
    太一 "「ああ、いえ、異常ありません。ええ、爪先に至るまでです」"
    call gl(1,"TCMM0021|TCMM0021")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa006"
    見里 "「でもヨダレ垂れてますよ？」"
    太一 "「切腹します」"
    "シャツを脱ぐ。"
    call gl(1,"TCMM0004|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa007"
    見里 "「ちょっとちょっとっ」"
    voice "vfccb0005msa008"
    見里 "「どうしてヨダレごときで切腹です？」"
    太一 "「先輩を汚しました」"
    call gl(1,"TCMM0005|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa009"
    見里 "「よくわかりません……」"
    "その方がええです。"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa010"
    見里 "「それよりどうしてここに？　授業はどうしたんです？」"
    stop bgm
    "授業だって？"
    "我に返って、先輩の目をじっと見つめる。"
    太一 "「…………」"
    call gl(1,"TCMM0002|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa011"
    見里 "「あ、わかりました。サボりですね」"
    "指を立てる。"
    "なんてこった。"
    "いつもの彼女だった。"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa012"
    見里 "「図星でしょう？」"
    太一 "「は、まあ……」"
    play bgm "bgm/bgm007.ogg"
    "正気に、常軌を。"
    "逸していた。"
    "彼女は受け入れていない。"
    "人の消失した、この現実を。"
    "他はすべて正常。"
    call gl(1,"TCMM0002|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa013"
    見里 "「サボるなんて感心しませんねー」"
    太一 "「…………」"
    "昨日。合宿が終わったあとの、別れ際。"
    "彼女が漏らした言葉から受けた印象は、当たった。"
    voice "vfccb0005msa014"
    "見里『明日、部活がありますから』"
    "そんなシンプルな形で。"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa015"
    見里 "「夏休みも終わって新学期、気が抜けたコ○コーラみたいな気持ちを引きずっていてはいけません」"
    太一 "「…………」"
    voice "vfccb0005msa016"
    見里 "「うまずたゆまず姿勢を正して授業にそして課外活動に励むのが、日本男児の美徳というものでありましょう」"
    太一 "「…………」"
    "呆けた者が、傍目の印象に反して幸福であるように。"
    "本人だけは幸福なのだ。"
    call gl(1,"TCMM0002|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa017"
    見里 "「とはいえ、初日に授業があるわけでもありませんし、これくらいにしておいてあげます」"
    "そうだ。"
    "幸せなら、それでいい。"
    "誰彼にとって望む自分が、常に高潔であるとは限らない。"
    "価値観を人にを強いるほど、俺が偉いわけでもない。"
    "むしろ俺こそが欠陥品じゃないか。"
    "許容して、協力しよう。"
    "彼女の逃避に。"
    "一人だった俺を……放送部に誘ってくれた人だから。"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa018"
    見里 "「それに、実はわたしもサボリです」"
    "先輩は小さく舌を出す。"
    stop bgm
    "俺は渾身の意志で、己に命じた。"
    "演じろ。"
    太一 "「ぎゃふんっ」"
    play bgm "bgm/bgm012.ogg"
    call gl(1,"TCMM0002|TCMM000x")
    call vsp(1,1)
    with dissolve
    "先輩は目を細くする。"
    "いつもの笑顔。"
    voice "vfccb0005msa019"
    見里 "「ちょっとお待ちください」"
    "おりてくる。"
    "彼女の爪先が床を踏む頃には、もとどおりの二人。"
    voice "vfccb0005msa020"
    見里 "「ハーイ！」"
    太一 "「先輩、聞いてください！」"
    "究極格闘技カラデ、その正拳側中段突きの構えを取る。"
    "※正拳側中段突き＝真横への正拳。カラデにおいては全方位の攻撃は基本であり、特に正拳突きは背後をのぞく広範囲を制する。同様にカラデには通常格闘技では想定されない、真上ならび真下への技も存在する。"
    "※そんな奇天烈な攻撃をしてくる相手が地球上の生命体でないのはまず確実だが、備えあれば憂いなし。万一そのような敵を前にしたときはカラデのみが唯一抗しうるのは確実であり、まさにある意味最強。すべて世はメタゲームなのである。"
    "四股を踏む相撲取りみたいな格好だが気にしない。"
    call gl(1,"TCMM0004|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa021"
    見里 "「な、なんですか？」"
    "先輩も何かわけのわからない構えを取る。"
    太一 "「今までさぼっていた部活に参加したいと思いました、オス！」"
    voice "vfccb0005msa022"
    見里 "「なんですってー！？」"
    太一 "「スク水からアンスコまで、黒須太一はあなたの部活ライフをいやらしくサポートします！」"
    call gl(1,"TCMM0005|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa023"
    見里 "「想像するだにめまいがしますね！」"
    太一 "「恐悦！」"
    call gl(1,"TCMM0006|TCMM0006")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa024"
    見里 "「誉めているように聞こえましたか！」"
    太一 "「他に理解のしようがありませんでした！」"
    call gl(1,"TCMM0005|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa025"
    見里 "「すっごく頭いいです！　あまりにも良すぎたため、一回転してもはやおバカちゃんに戻ったのではないかと疑いました！」"
    太一 "「天才と我々は紙一重だと言いますからナー！」"
    "変なポーズのまま、変な会話に興じる二人。"
    "うん、これぞ部活。"
    太一 "「さあ、オイル塗りからバストマッサージ、野いちご狩りまで幅広くこなすこの愛肉奴隷めに、なんなりとお命じください」"
    call gl(1,"TCMM0002|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa026"
    見里 "「まあ」"
    "調子に乗ってついＨなことを口走る。"
    "先輩はＨなことに厳しいのだ（鈍いけど）。"
    "幸いなることに、先輩はにっこり微笑んだ。"
    "今のセクハラ発言に気づかなかったのか？"
    "天使の口唇が父なる神の慈愛を感じさせて告げた。"
    voice "vfccb0005msa027"
    見里 "「ここからいなくなれ」"
    太一 "「中国株に手を出したのが凋落のはじまりだったーっ！！」"
    "フェンスの向こうに広がる無垢なる青空に生々しいことを叫んだ。"
    "ま、机を食べないことで笑いを取れる中国人とか自体もういないけどな。"
    太一 "「アンテナ、だいぶ形になりましたね」"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa018"
    見里 "「うん。頑張りました」"
    "平然と会話は続く。"
    "ことほどさように、俺と先輩の関係性はとても強固なのだった。"
    "世界が滅亡したくらいでは壊れません。"
    太一 "「もう完成ですか？」"
    call gl(1,"TCMM0005|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa019"
    見里 "「……まだ全然なんですよ、これが」"
    "業者が組み立ててくれるはずだったアンテナ。"
    "搬入だけされて、うち捨てられた。"
    voice "vfcca0006msa020"
    見里 "「専門家じゃありませんし、だましだまし組み立ててます」"
    voice "vfcca0006msa021"
    見里 "「本体はいいとしても、配線や調整は手つかずですし」"
    太一 "「あらら」"
    "残念ながら、俺にもそういう知識はない。"
    太一 "「……手伝えること、いやらしいサポート以外はなさそうですね」"
    call gl(1,"TCMM0002|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa028"
    見里 "「いやらしいサポートとかしたら停学にしますよ～」"
    "なでっこなでっこ"
    "頭をなでっこされる。"
    太一 "「うるきゅー」"
    "喉が鳴る。"
    voice "vfccb0005msa029"
    見里 "「よしよし」"
    太一 "「うーうー」"
    voice "vfccb0005msa030"
    見里 "「そういった擬声語や擬態語ティックな言葉を頻繁に口走りつつ、わかりやすく赤面したりヤキモチ焼いたり過去のトラウマを適度にあかしていってくれるだけでいいんですよー」"
    太一 "「すっごい即物的な俺になっちゃいそうです！」"
    voice "vfccb0005msa031"
    見里 "「大衆がそれを望むんですよー」"
    太一 "「大衆なんてっ、嫌いっ！」"
    "もういないけどな。"
    "ちらと見やった先輩の手が、傷だらけなことに気づく。"
    太一 "「うわー！」"
    "手を取る。"
    太一 "「傷だらけだ！」"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa032"
    見里 "「え、ああ、そうですね……」"
    太一 "「一人でやるから」"
    call gl(1,"TCMM0005|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa033"
    見里 "「…………」"
    "気まずそうに目をそらす。"
    太一 "「みんなでやった方がよくありません？」"
    voice "vfccb0005msa034"
    見里 "「みんなでって……」"
    "先輩は一瞬、絶句したようだ。"
    太一 "「ホラ、部活ですし。その方が感じ出るかなって」"
    call gl(1,"TCMM0004|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa035"
    見里 "「で、でもですね、それはさすがにきついのではないかと」"
    太一 "「やりようですね。そいつを攻略するのにもっとも適切な駒を使えばいいだけのことでありましょう」"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    太一 "「三すくみにおけるナメクジを擁したカエルが蛇をも使役するに至ること示唆しているのと同じく、的確な人材によって急所を突くことが人間社会においては肝要であるわけでして」"
    太一 "「理論的には、自分が支払える代価で手に入る駒をもっとも友好に使える局面に冷静にぶつけていけば制覇は成立しうるわけですから」"
    太一 "「無論、チャートが進むに従って管理の煩雑さと管理者の育成·配置といった新しい要素も混入してくるわけですが」"
    太一 "「ここいらになってくるとマキャベリズムにも触れる必要が出てきます」"
    太一 "「また、かのマインカンプで記されているようなオープンな政治詐術というか演劇·ドラマ的な高揚感を与える手段の存在について、"
    "あれが許容されるのは受け手側が幸福なる錯覚を望んでいるという側面もありますので考慮することがマイ第三帝国の結実のためには……」"
    call gl(1,"TCMM0005|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa036"
    見里 "「はわわっ」"
    "先輩はがくがくと震えた。"
    voice "vfccb0005msa037"
    見里 "「ぺけくんがすっごく邪悪っぽいです……」"
    "しもうた。"
    "空疎な饒舌さが求められている昨今の僕ら事情にあわせて無駄な読書ばかりしてきたせいか、ついリコーダー的に再生がかかってしまった。"
    "先輩の前では、素直な僕でいいのに！"
    "ということで誤魔化すことにした。"
    太一 "「ああっ、頭痛がっ！」"
    call gl(1,"TCMM0004|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa038"
    見里 "「大丈夫ですかっ？」"
    太一 "「く、苦しい……母さん！」"
    voice "vfccb0005msa039"
    見里 "「ああ、しっかり！」"
    "先輩の胸に倒れ込む。"
    太一 "「なんか今へんな外宇宙の超知性存在オムルスがエッセネ派の叡智をもってエルゴ領域を越え並列的宇宙史観を浸食してきたんですー！」"
    voice "vfccb0005msa040"
    見里 "「よくわからないですけど、良い子のままでいてくださいー！」"
    太一 "「出て行けー、僕の中から出て行けー！」"
    voice "vfccb0005msa041"
    見里 "「でていけー」"
    "加勢してくれた。"
    太一 "「うおー」"
    太一 "「ふう……助かったようです。ついでに大宇宙の霊的危機も解決しました」"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa042"
    見里 "「すごく早い展開で助かります」"
    太一 "「いやなに。はっはっは。第七世界から感謝の念が届く思いであります」"
    call gl(1,"TCMM0031|TCMM0031")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa043"
    見里 "「すこしふしぎ……」"
    太一 "「そんなわけでいつもの太一です」"
    "体操していつもの太一をアピール。"
    call gl(1,"TCMM0002|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa044"
    見里 "「お疲れさまです」"
    太一 "「さあ、何をしましょう？」"
    call gl(1,"TCMM0031|TCMM0031")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa045"
    見里 "「そうですねぇー。じゃあ……」"
    call gl(1,"TCMM0002|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa046"
    見里 "「冷たい飲み物でも持ってきて下さいますか？」"
    太一 "「はい！　……って、それだけ？」"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa047"
    見里 "「ええ。他には特に」"
    太一 "「んー」"
    "思案。"
    太一 "「もしかして、邪魔だったりします？」"
    "先輩は慌てた様子で、ぱたぱたと手を振った。"
    call gl(1,"TCMM0004|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa048"
    見里 "「そんなことないですよ。ただ……わたしが個人でやっていることですし」"
    voice "vfccb0005msa049"
    見里 "「他の人を巻き込む必要ないなって」"
    call gl(1,"TCMM0003|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa050"
    見里 "「……」"
    "押し黙る。"
    太一 "「……」"
    "先輩の部活は、彼女だけのもの。"
    "そんなフレーズが脳裏をよぎる。"
    call gl(1,"TCMM0002|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa029"
    見里 "「わたしは好きなことやってるだけです」"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa030"
    見里 "「皆とおんなじに」"
    太一 "「みんな……好きなことやってるわけじゃないスよ？」"
    call gl(1,"TCMM0021|TCMM0021")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa031"
    見里 "「そうですか？」"
    太一 "「そう思います」"
    "たとえば冬子。"
    "学校に来る必要があるのだろうか？"
    "合宿から戻ってきたら、人がいなくなってて、文明からも切り離されて。"
    "無線も電話もネットも通じなくて。"
    "水道も電気もガスも使えなくて。"
    "その原因さえわからない。"
    "とくれば、無力なボーイミーツガールである俺たちに、できることは日常の反復しかない。"
    "冒険も探求もできない。"
    "そうはいかない。"
    "心は麻痺するものだからだ。"
    "群青の者は、特にそう。"
    "現況下において、精神にダメージを受けていない人といったら……曜子ちゃんくらいのものか。"
    "あと……あの娘。"
    call gl(2,"evcc0003")
    call vsp(2,1)
    with dissolve
    call vsp(2,0)
    with Dissolve(500.0/1000.0)
    "……はて？"
    "わからない。"
    "わかるのは。"
    "曜子ちゃんと似ているような、別物のような。"
    "そんな違和感だけだ。"
    "『今』の俺では、それが限度だった。"
    "さておき。"
    "曜子ちゃんが、人類が消失したくらいで動揺するはずない。"
    太一 "「今までの生活を、繰り返すしかできないんですよ」"
    call gl(1,"TCMM0005|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa051"
    見里 "「……」"
    "先輩は深刻な顔をした。"
    "俺はことさら相好を崩した。"
    太一 "「だから俺も通学とかしてみました！」"
    太一 "「あとハラキリ冬子も来てましたよ」"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa052"
    見里 "「桐原さんも？」"
    太一 "「座ってぼんやりとしてました」"
    call gl(1,"TCMM0003|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa053"
    見里 "「そうですか……」"
    太一 "「まあ、桜庭とか友貴とかは、そのうち補正されていくと思いますけど」"
    太一 "「あいつらはなんだかんだいって健全に近いんで」"
    voice "vfccb0005msa054"
    見里 "「……そうだといいですねぇ」"
    "少しためらって、目尻を下げる。"
    "無理しているとわかった。"
    "頑張って、明るく振る舞っている。"
    "胸が痛んだ。"
    太一 "「……じゃあ、何か手伝えることがあったら言ってください」"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa055"
    見里 "「あ、はい、そのときは」"
    call gl(1,"TCMM0002|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb0005msa056"
    見里 "「是非に」"
    "夏日の下。"
    "先輩を残して、俺は去った。"
    play se "se044"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    "鉄扉をこじあけて校舎に入る。"
    "振り返ると、彼女はずっと見送ってくれていた。"
    pause (500.0/1000.0)
    pause (500.0/1000.0)
    stop se
    stop bgm
    return
    #