label ccb1004:
    call gl(0,"bgcc0007")
    call vsp(2,0)
    call vsp(1,0)
    call vsp(0,1)
    with wipeleft
    play bgm "bgm/bgm012.ogg"
    "アンテナの組み立ては遅々として進んでいないように見えた。"
    太一 "「先輩？」"
    call gl(1,"TCMM0011|TCMM0011")
    call gp(1,t=center)#x=220
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    voice "vfcca0015msa000"
    見里 "「……んあ、んんあ？」"
    太一 "「朝から寝てるったぁどういう了見っすか」"
    voice "vfcca0015msa001"
    見里 "「ううん、寝てませんよ？」"
    "よたよたと身をもたげた。"
    voice "vfcca0015msa002"
    見里 "「とりあえず、おはようございます」"
    太一 "「おはようございます、先輩」"
    太一 "「日中にここで寝こけると陽光で死にますよ？」"
    voice "vfcca0015msa003"
    見里 "「あ、はい、そうですね、気をつけました」"
    "スカートの裾を持ち上げて眼鏡をふく先輩。"
    "……パンツ見えてるし。"
    "寝ぼけてます、この人。"
    extend "まさか徹夜して泊まったんじゃなかろうな？"
    "それを問う勇気はなかった。"
    "むっちりとした太股。"
    "昨今の日本はといえば。"
    "世間的な規制＆風潮に逆らってロリまっしぐらロリスキー。"
    "一部メディアにおいてはロリがなければ許されない有様だ。"
    "この黒須太一、そんな世の中にひとこともの申す！"
    call gl(5,"efcc0000")
    call gl(4,"sgcc0003")
    play se "se100"
    call vsp(5,1)
    with dissolve
    hide pic1
    with dissolve
    call vsp(4,1)
    with dissolve
    call vsp(5,0)
    with Dissolve(500.0/1000.0)
    "それは病気です。"
    "幼い子も可愛いが、この太股と淡い水色の股布もまた良いものなのだ。"
    call gl(1,"TCMM0005|TCMM000x")
    call gp(1,t=center)#x=220
    call vsp(4,0)
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    voice "vfcca0015msa004"
    見里 "「にゃむっ……」"
    "眼鏡を拭きながらあくびを噛み殺す。"
    "素だ。"
    "素の先輩である。"
    "スカートがぱさりと元に戻った。"
    "先輩は眼鏡をかけ直す。"
    call gl(1,"TCMM0011|TCMM0011")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015msa005"
    見里 "「眠いですよ……」"
    太一 "「でしょうな」"
    voice "vfcca0015msa006"
    見里 "「えーと、なんでしたっけ？」"
    太一 "「仕事ください」"
    call gl(1,"TCMM0021|TCMM0021")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015msa007"
    見里 "「どうして背中で語りますか？」"
    太一 "「立体的な問題によって、と今は申し上げておきましょうか」"
    call gl(1,"TCMM0031|TCMM0031")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015msa008"
    見里 "「哲学的、とても哲学的です」"
    "本当はひどく肉体的かつ低俗な理由なのですが。"
    太一 "「部活に参加するんで、仕事ください」"
    call gl(1,"TCMM0001|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015msa009"
    見里 "「ああん……」"
    "先輩はブツブツ呟きだした。"
    "聞き耳を立てるが、いまいち聞こえない。"
    "断片的に、"
    voice "vfcca0015msa010"
    "見里『悩んでいたのが馬鹿みたい』"
    voice "vfcca0015msa011"
    "見里『逃げてたわけじゃなくて』"
    voice "vfcca0015msa012"
    "見里『犬みたい』"
    voice "vfcca0015msa013"
    "見里『なついて』"
    voice "vfcca0015msa014"
    "見里『別に邪魔ってことは』"
    voice "vfcca0015msa015"
    "見里『おつきあいする対象としては』"
    voice "vfcca0015msa016"
    "見里『やっぱりこっちが年上で』"
    voice "vfcca0015msa017"
    "見里『ひくっ』"
    "最後のはしゃっくりだ。"
    extend "なんか変だぞ？"
    "いつも微妙に変な素敵レディだけど、今日は壊れすぎだ。"
    太一 "「せ、せんぱい？」"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015msa018"
    見里 "「原稿……」"
    太一 "「なんと？」"
    call gl(1,"TCMM0001|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015msa019"
    見里 "「げんこーやってくださーい」"
    "とろんとした瞳でそう言う。"
    太一 "「原稿って、なんのです？」"
    voice "vfcca0015msa020"
    見里 "「群青学院放送部の初回放送用の原稿です」"
    太一 "「ああ、要するにそのアンテナでゆんゆん飛ばすための放送用台本ですか」"
    voice "vfcca0015msa021"
    見里 "「そうです。求められるものは、知性に感動、涙と真実。聞く者の耳朶を打ちどこまでも爽やかにさせる古き良き若者文化の再来を我が放送部の手でいや声で実現しようではありませんか！」"
    stop bgm
    hide pic1
    with dissolve
    play bgm "bgm/bgm010.ogg"
    call gl(4,"sgcc0004")
    call vsp(4,1)
    with dissolve
    "先輩の足下に酒瓶がいっぱい転がっていた。"
    太一 "「おおおおおおおっ！？」"
    voice "vfcca0015msa022"
    見里 "「モラルの欠如、行きすぎた利己的な個人主義、自分が怠惰に過ごすために利用される基本的人権、このようないい子ハザードによって汚染されている現代社会に、" 
    voice "vfcca0015msa022-2"
    "私たち若者は互いに築き上げる交友を持つことができるのでしょうか？　我が群青学院放送部は、この疑問に対して満足のゆく答えを提供することができると考えています」" 
    太一 "「日本語うまいですね」"
    voice "vfcca0015msa023"
    見里 "「くっくっくっ……」"
    "笑うし。"
    "握りしめられていた拳が、ふらふらと宙をさまよい、ポケットに落ちていった。"
    "出てきた。"
    "ワンカップを握りしめて。"
    太一 "「あーあーあー……」"
    "もう滅茶苦茶だ。"
    "ぐいと飲み干す姿が、改めて素敵だった。"
    "おやじだ……。"
    voice "vfcca0015msa024"
    見里 "「げんこーを、書くのです」"
    "座った目で言う。"
    太一 "「は、はい……」"
    voice "vfcca0015msa025"
    見里 "「〆切は日曜日です」"
    太一 "「はい」"
    voice "vfcca0015msa026"
    見里 "「よろしい！」"
    voice "vfcca0015msa027"
    見里 "「デハワタシハ、ソンナ原稿ヲ書クアナタノコトヲ頼モシク思イツツ、ココデヒトトキノ眠リニツキタイト思イマース」"
    太一 "「なんで外人か」"
    call vsp(4,0)
    with Dissolve(500.0/1000.0)
    voice "vfcca0015msa028"
    見里 "「うー」"
    "床に寝そべる。"
    太一 "「あかんだろ！」"
    voice "vfcca0015msa029"
    見里 "「くふふふふふふっ」"
    太一 "「先輩、先輩ってば」"
    voice "vfcca0015msa030"
    見里 "「すかこー」"
    "寝たか。"
    "あの真面目な先輩がお酒を……。"
    太一 "「あの、とりあえず……保健室で寝るとか」"
    voice "vfcca0015msa031"
    見里 "「ぺけくん、よろ子……」"
    "よろしく、を擬人化した言葉で、先輩はすべてを放棄した。"
    太一 "「もう、だっこして運んでいっちゃいますよ？」"
    voice "vfcca0015msa032"
    見里 "「ＺＺＺ……」"
    太一 "「おっぱいとかおしりとか触っちゃうかもです？」"
    太一 "「起きたらパンツがなくなってたりするかもしれませんよ？」"
    太一 "「目が覚めたら……なんか小俣がスースーする、なんだろう……やだっ、わたしパンツはいてない？　どういうこと？"
    "なにかふしだらなことしちゃったの？　うそぉ……そんな……やだ……あっ、濡れちゃってる……どうかしちゃってる、わたし」"
    太一 "「どうかしてるのは俺だっつーの！」"
    "自分の側頭部を殴った。"
    太一 "「まったく……」"
    "仕方ない人だなあ。"
    "とりあえず先輩の上体を起こす。"
    "くってり。"
    "首がうなだれた。"
    "本気で寝ている。"
    太一 "「……あああ、なんだか……なんだかいけない気分に……」"
    "ぎゅっ"
    "抱きしめた。"
    "胸元で潰れる、ふたつの風船的感覚。"
    太一 "「感動した」"
    "次の感動は……。"
    "背中のあたりをごそごそとまさぐる。"
    "ブラのホックを発見。"
    "外す（所要時間０．５秒）。"
    "ブラそのものをずらして、前止めの隙間から、するするするーっと抜き出す。"
    "人肌のそれを、己の鼻先に添える。"
    "い·い·に·ほ·い。"
    太一 "「……介抱する報酬、確かにいただきましたよ、見里先輩」"
    "ポケットにしまい、先輩を背負う。"
    "けっこうずっしり。"
    "でもほどよく乗ったふたつの感触がたまらない。"
    "特に胸が。"
    "シャツ一枚を隔てて生胸。"
    "鼻息も荒くなるし、テントも設営される。"
    "テントマンの誕生だった。"
    太一 "「さ、行こう」"
    "どうせ見る者もいまい。"
    call gl(0,"bgcc0008")
    call vsp(0,1)
    with wiperight
    pause (200.0/1000.0)
    call gl(0,"bgcc0009")
    call vsp(0,1)
    with wiperight
    pause (200.0/1000.0)
    call gl(0,"bgcc0011")
    call vsp(0,1)
    with wiperight
    pause (200.0/1000.0)
    call gl(0,"bgcc0008")
    call vsp(0,1)
    with wiperight
    pause (200.0/1000.0)
    call gl(0,"bgcc0007")
    call vsp(0,1)
    with wiperight
    pause (200.0/1000.0)
    call gl(0,"bgcc0009")
    call vsp(0,1)
    with wiperight
    pause (200.0/1000.0)
    call gl(0,"bgcc0012")
    call vsp(0,1)
    with wiperight
    pause (200.0/1000.0)
    "いかんいかん。"
    "背中に弾む感触があまりにも素晴らしくて、無意味に学校中を巡ってしまった。"
    "さて。"
    "保健室に人はいない。"
    "あいているベッドに先輩を寝かせる。"
    太一 "「おやすみ先輩、良い夢を」"
    太一 "「……」"
    "ぶちゅう"
    太一 "「さてと」"
    "ようやっと、一日のはじまりだ。"
    "……いや、ほっぺだぞ？"
    stop bgm
    return
    #