label ccb2019:
    call gl(0,"bgcc0007f")
    call vsp(0,1)
    call vsp(1,0)
    with wipeleft
    "屋上。"
    play bgm "bgm/bgm003.ogg"
    "来て見て驚く。"
    太一 "「……なんか……」"
    call gl(1,"TCKT0000|TCKT000x")
    call gp(1,t=center)#x=235
    call vsp(1,1)
    with dissolve
    voice "vfccb2019fyu000"
    冬子 "「できてる……」"
    "アンテナ。"
    "配線。"
    "ライブ用の放送席とテントまで用意されてる。"
    太一 "「先輩が一人で？」"
    "けど当の先輩はいない。"
    冬子 "「…………」"
    太一 "「おまえがセックスに耽溺していた頃、一人先輩は健全かつまっすぐに部活動をしていたわけだな冬子よ」"
    call gl(1,"TCKT0002|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb2019fyu002"
    冬子 "「ど、どうして私だけ悪者に……」"
    太一 "「うーん、しかしこりゃびっくりだ」"
    call gl(1,"TCKT0000|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb2019fyu003"
    冬子 "「……宮澄先輩は、いらっしゃらないのかしら？」"
    太一 "「姿見えないなあ」"
    "土曜だから休んでるのかな？"
    "でも確か、群青コミュニティＦＭ局の開局予定日って明日だったような？"
    "と。"
    "遠くから、冬子が手招きしていた。"
    太一 "「なにー？」"
    "接近。"
    voice "vfccb2019fyu004"
    冬子 "「これこれ」"
    太一 "「あ……」"
    call gl(0,"evcc0005b")
    call vsp(0,1)
    call vsp(1,0)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    voice "vfccb2019msa000"
    見里 "「……すや～」"
    "寝てる。"
    太一 "「ずっと一人でやってたんだな」"
    "そのためか、先輩はちょっとボロっちかった。"
    "眼鏡ずれてるし。"
    "制服ほつれたりしてるし。"
    太一 "「……」"
    "鼻を近づけてスメルを確かめる。"
    太一 "「ちょっと甘酸っぱい感じの汗の臭いがす―――」"
    voice "vfccb2019fyu005"
    冬子 "「ヤメナサイ」"
    play se "SE053"
    with vpunch
    "リアルな音だった。"
    太一 "「ぉぅ」"
    "脳震盪を起こしそうになる。"
    voice "vfccb2019fyu006"
    冬子 "「女の子のいろいろな匂いに興味持ったらだめよ」"
    "女の子のいろいろな匂い、という単語だけでもうとても駄目である。"
    太一 "「質問」"
    "挙手。"
    voice "vfccb2019fyu007"
    冬子 "「はい、太一」"
    太一 "「冬子は僕の前でおならをしたことないんですけど、どこでしてるんですか？　またその時、どの程度それを意識して避けているんですか？」"
    voice "vfccb2019fyu008"
    冬子 "「おならって何かしら？」"
    "言い切った。"
    太一 "「……強くなったね」"
    voice "vfccb2019fyu009"
    冬子 "「変なこと言うのね」"
    "おお、冬子がせくはらを受け流している……。"
    "感動。"
    太一 "「フフフ」"
    voice "vfccb2019fyu010"
    冬子 "「フフフ」"
    "ライバル同士のように不敵に笑いあう。"
    voice "vfccb2019msa001"
    見里 "「……にゃむ……」"
    太一 "「あ、起きた」"
    "上空で怪しい対決をしていれば起きるか。"
    太一 "「ハロー、先輩。太一です」"
    voice "vfccb2019msa002"
    見里 "「……あえ……ぺけくん？」"
    太一 "「あなただけの太一です」"
    "冬子が凄い目で睨んできたけど気にしない。"
    太一 "「しゃぶれと言うならしゃぶります。さ、どうぞしゃぶれとお命じを」"
    voice "vfccb2019fyu011"
    冬子 "「たーいーちー！」"
    太一 "「うおおおお」"
    play se "se103"
    with vpunch
    "後頭部アイアンクローが今すごく痛い。"
    "だが耐える！"
    call gl(0,"bgcc0007f")
    call gl(1,"TCMM0011|TCMM0011")
    call gp(1,t=center)#x=225
    call vsp(1,1)
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    voice "vfccb2019msa003"
    見里 "「あの……どうしてここに？」"
    太一 "「……ええ、先輩の美しい寝顔を見に」"
    voice "vfccb2019fyu012"
    冬子 "「おぼえてなさいよ」"
    "冬子が背後でつぶやいた。"
    太一 "「というのは冗談で、様子を見に来ました」"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb2019msa004"
    見里 "「ようすを」"
    太一 "「だいぶ準備できたみたいですね」"
    voice "vfccb2019msa005"
    見里 "「え、ええ」"
    voice "vfccb2019fyu013"
    冬子 "「……あの、宮澄先輩、おひとりでこれを？」"
    call gl(1,"TCMM0003|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb2019msa006"
    見里 "「ええ……だって」"
    "続く言葉を、先輩は呑み込んだ。"
    "戸惑いそのものは、しばらく顔に張りついていた。"
    "だから彼女がどう言いたかったのか、わかった。"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb2019msa007"
    見里 "「だって、わたしの仕事でしたから」"
    太一 "「あなたの仕事。つまり私の仕事でもあるということです」"
    "手を取る。"
    "甲にキスもする。"
    stop bgm
    call gl(1,"TCMM0004|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb2019msa008"
    見里 "「あの……」"
    冬子 "「…………」"
    play se "SE074"
    "はっ？"
    太一 "「こら、ハラキリ丸はいかん！」"
    play bgm "bgm/bgm011.ogg"
    call gl(4,"sgcc0017a")
    call vsp(1,0)
    call vsp(4,1)
    play se "SE076"
    with Dissolve(500.0/1000.0)
    "嵐になったー！？"
    voice "vfccb2019msa009"
    見里 "「きゃっ、どうして突然？」"
    太一 "「妖刀の……幾百年と人の血を吸ってきた、禍々しい怨念のせいです！」"
    voice "vfccb2019fyu015"
    冬子 "「……アブトル、ダムラル、オムニス、ノムニス」"
    "な、なんか不吉な呪文唱えてるマス！！"
    太一 "「ストーップ！　ストーップ！」"
    voice "vfccb2019fyu016"
    冬子 "「我と共に滅ぶべし……」"
    太一 "「ノーモア心中っ！！」"
    太一 "「ＯＫＯＫ、落ち着くんだ。俺たちの仲だろう？」"
    voice "vfccb2019fyu017"
    冬子 "「……そうね……」"
    "わかってくれたか。"
    voice "vfccb2019fyu018"
    冬子 "「私がいてもお構いなしに女を口説けると思ってしまうくらいの仲よね……」"
    太一 "「ほわわっ」"
    voice "vfccb2019fyu019"
    冬子 "「大丈夫。安心して」"
    "ニタリと笑う。"
    voice "vfccb2019fyu020"
    冬子 "「この刀はとても良く斬れるから、あなたの煩悩だけを斬ってくれるはずよ」"
    太一 "「そ、そんなのは菊池○行の小説の中だけの話ですよね！」"
    voice "vfccb2019fyu021"
    冬子 "「……うわきもの……すけこまし……たねうま……えろがっぱ……へんたい……しきま……こうしょく……しきじょうきょう……」"
    太一 "「あ、あああぁぁ」"
    "すべてのエロ罪が我に！"
    voice "vfccb2019msa010"
    見里 "「メガネ、メガネ……」"
    "俺がまばゆいばかりに命の危機に見舞われているその頃、先輩はのんきにメガネイベントを発生させていた。"
    "うわー、一部始終撮影してぇ！"
    "けど死ぬー！"
    "撮影欲と生存本能がせめぎあう。"
    "……撮りたい！"
    "撮影欲が勝った。"
    "そっちが勝ってどうする。"
    太一 "「くっ、死ぬわけには！」"
    call vsp(4,0)
    with Dissolve(500.0/1000.0)
    "冬子の肩を抱く。"
    "苦肉の策。いや、肉欲の策か。"
    太一 "「冬子、アイアイアイアイアイラビュー」"
    call gl(1,"TCKT0004|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb2019fyu022"
    冬子 "「えっ？」"
    hide pic1
    with dissolve
    "ぶちゅー"
    voice "vfccb2019fyu023"
    冬子 "「んんっ、んっ、んむぅ……んっ……あふっ……ぁん…………ん……んんん……ゃん、舌入れないで……あぅん……うっ、れろ……やぅ、かんじゃイヤ……いやぁぁぁ……」"
    "超ディープキス。"
    "というか口腔セックス。"
    voice "vfccb2019msa011"
    見里 "「はわはわ。メガネ、メガネ」"
    "撮影してぇー！"
    "だが今はマイタン（俺の舌）に集中だ。"
    voice "vfccb2019fyu024"
    冬子 "「あむっ……んっ……んんん、んぅ……んー……っ……あぅ、あ、ゃむん……べろ、抜けちゃう、からぁ……ん……んちゅ……れるっ……」"
    voice "vfccb2019msa012"
    見里 "「はわはわはわ。見えません見えません」"
    "チュウとメガネ。"
    voice "vfccb2019fyu025"
    冬子 "「んゅ……ぢゅる……あむん、んっ、んん……たいひぃ……あん、つば、ながしこまないで……あん、のむ、のむから、くすぐらないで……んっんっ、こく、んく、んんんん……ふぁ、のみきれ、ない……ぁん……」"
    voice "vfccb2019msa013"
    見里 "「ひん、見つからないですー」"
    "続·チュウとメガネ。"
    voice "vfccb2019fyu026"
    冬子 "「えるん、んっ、ちゅ、ちゅるっ……らめぇ、わたしも、すうの……たいちの舌、すう……ん、ちゅ、ちゅるん……んんんん……」"
    voice "vfccb2019msa014"
    見里 "「あっ……と、これは宴会用の鼻眼鏡じゃないですか……これじゃなくて……」"
    "続々·チュウとメガネ。"
    voice "vfccb2019fyu027"
    冬子 "「あんっ、ゆび入れて……こらぁ……あっ、ふぁん、んぁ……んっ、わかった、しゃぶるから……あむ……んっ、ちゅ、ちゅ、んっんっんっ」"
    voice "vfccb2019msa015"
    見里 "「むう。これは何ですか？　あ、夜間作業用の暗視ゴーグル……」"
    "またまた·チュウとメガネ。"
    voice "vfccb2019fyu028"
    冬子 "「……や……んん、んむっ……んぁ……ちゅ、ぢゅるるっ……、ふぁんっ、そんな吸われたら、すわれたらぁぁ……んっ、んむむっ」"
    voice "vfccb2019fyu029"
    冬子 "「んーっ、んーっ、ん……んぅぅぅぅぅっ、んっ…………んんんんん～～～～～～っっっ！！」"
    "くてり"
    "イッたか。"
    "俺の腕の中で、ぐったりとする冬子。"
    voice "vfccb2019msa016"
    見里 "「あ、あったぁ！」"
    voice "vfccb2019msa017"
    見里 "「装着です」"
    call gl(1,"TCMM0002|TCMM000x")
    call gp(1,t=center)#x=225
    play se "se100"
    call vsp(1,1)
    with dissolve
    "しゃきーん"
    "みみみ先輩の復活だ。"
    call gl(1,"TCMM0021|TCMM0021")
    call vsp(1,1)
    with dissolve
    voice "vfccb2019msa018"
    見里 "「……桐原さん、どうしました？」"
    太一 "「風邪みたいです」"
    voice "vfccb2019msa019"
    見里 "「顔、赤いですね。それに汗もかいてますし」"
    call gl(1,"TCMM0004|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb2019msa020"
    見里 "「大変、体がピクピク震えてますっ」"
    太一 "「ああ、これはアク……うぉっほん……アクシオン反応ですね」"
    call gl(1,"TCMM0031|TCMM0031")
    call vsp(1,1)
    with dissolve
    voice "vfccb2019msa021"
    見里 "「……アクシオン反応？」"
    voice "vfccb2019msa022"
    見里 "「それは重篤な病気なのではありませぬか？」"
    太一 "「たいしたものじゃありません」"
    太一 "「いやー、見つかるといいですねぇ、暗黒物質」"
    voice "vfccb2019msa023"
    見里 "「……？」"
    call gl(1,"TCMM0021|TCMM0021")
    call vsp(1,1)
    with dissolve
    voice "vfccb2019msa024"
    見里 "「はやく支倉さんに診てもらっては？」"
    太一 "「そうですね。連れて帰ります」"
    hide pic1
    with dissolve
    "背負う。"
    voice "vfccb2019fyu030"
    冬子 "「……んっ……たい、ち……」"
    "耳元に熱い吐息がかかってたまらない。"
    "家に帰ったが最後……ノンストップフィーバーが予想された。"
    stop bgm
    "階下におりる前に、振り返る。"
    "先輩がぽつねんと立ち尽くしていた。"
    太一 "「あ、あのー？」"
    play bgm "bgm/bgm012.ogg"
    call gl(1,"TCMM0000|TCMM000x")
    call gp(1,t=center)
    call vsp(1,1)
    with dissolve
    voice "vfccb2019msa025"
    見里 "「は、はい？」"
    太一 "「……明日、部活に参加してもいいですか？」"
    "先輩の瞳が、かすかに拡大する。"
    太一 "「コレも連れてきます」"
    "顎で背中の冬子をさす。"
    voice "vfccb2019msa026"
    見里 "「あ……はい、どうぞ……」"
    太一 "「じゃー、来ます」"
    "扉の向こうに。"
    call gl(1,"TCMM0005|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb2019msa027"
    見里 "「あっ、あの」"
    "呼び止められた。"
    太一 "「うい？」"
    "すると彼女は我に返ったように必死な顔で。"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb2019msa028"
    見里 "「ど、どうぞっ……」"
    call gl(1,"TCMM0002|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfccb2019msa029"
    見里 "「どうぞ！」"
    "言い直す。"
    "大きな声。"
    "こちらも、声を返した。"
    太一 "「らじゃっす！」"
    return
    #