label ccb2101:
    #modewin
    if _in_replay:
        jump TOUKOSCENE001
    call gl(0,"bgcc0003")
    call vsp(1,0)
    call vsp(0,1)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    pause (500.0/1000.0)
    play bgm "bgm/bgm004.ogg"
    太一 "「ふわあ……」"
    "起床。"
    voice "vfCCB2101fyu000"
    冬子 "「くぅくぅ」"
    "隣で冬子が寝ていた。"
    "軽やかな寝息。"
    "熟睡といった様子。"
    太一 "「ぬぅ」"
    "夜中に勝手に入り込んできたな。"
    "罪深い女め。"
    #dwavestop
    "公約通りセクハラが必要だった。"
    "ちょうど朝立ちもしてて、擬似的な性欲がぼんやりと腰を疼かせている。"
    play bgm "bgm/bgm010.ogg"
    jump N_TOUKOSCENE001
    #goto *N_TOUKOSCENE001
label TOUKOSCENE001:
    play bgm "bgm/bgm010.ogg"
    call gl(0,"bgcc0003")
    call vsp(0,1)
label N_TOUKOSCENE001:
    太一 "「…………」"
    call gl(4,"sgcc0020")
    call vsp(4,1)
    with Dissolve(500.0/1000.0)
    "こうした。"
    太一 "「……ん……」"
    "噛みはしないだろう。"
    "前後に動かしてみる。"
    voice "vfCCB2101fyu001"
    冬子 "「ん……んふ……」"
    "あまり気持ちよくはない。"
    "直接的な刺激がないからだ。"
    "けど興奮度は凄い。"
    "俺の生理現象はじき、性欲そのものへと転化した。"
    "短い舌を先端でつつく。"
    voice "vfCCB2101fyu002"
    冬子 "「んちゅ……ん、ちゅる……」"
    "吸い出した。"
    "嬉しい誤算だ。"
    "ゆっくりと出し入れすると、逃すまいと吸ってくる。"
    "小児的な冬子の癖なのか。"
    "指をしゃぶるように、強く吸ってくる。"
    "授乳される赤子は、驚くほど強く吸うというけど。"
    "そんな感じだった。"
    voice "vfCCB2101fyu003"
    冬子 "「んん、んむ、ん、んっ……うぅん」"
    "引き抜こうとすると、強く吸われる。"
    "押し込むと、するっと入る。"
    "じき涎が、枕を濡らしはじめる。"
    voice "vfCCB2101fyu005"
    冬子 "「んー、んー……んんん……んん……」"
    "けっこういい感じだ。"
    "興奮しているせいもあって、はやくイキそう。"
    太一 "「そーらそーら」"
    voice "vfCCB2101fyu004"
    冬子 "「んぷ……ん、んむ……んー、んー、んうう」"
    "ぽってりした舌先で、鈴口をつつく。"
    "かなり強引に挿入しようとしてくる。"
    太一 "「う」"
    "強い。"
    "が、それがいい。"
    "腰を引く。"
    "起きないようゆっくりと。"
    voice "vfCCB2101fyu005"
    冬子 "「んんん、んんんー」"
    "冬子は嫌がった。"
    "入れる。"
    voice "vfCCB2101fyu010"
    冬子 "「ん、んふっ、んん、んーーーー」"
    "冬子はご機嫌だ。"
    "頬に押しつけてみる。"
    "突如として横合いに生じた圧迫感に、冬子は眉を寄せる。"
    "垂直にしようと、口をもごもごさせた。"
    "上顎のざらざらした部分も擦る。"
    "そこはいい感触だった。"
    voice "vfCCB2101fyu006"
    冬子 "「んんっ、んふっ、んっんっ……んん……んー？」"
    "戸惑っている。"
    "持ち上がったベロの下をつついた。"
    voice "vfCCB2101fyu007"
    冬子 "「んぷっ」"
    "嫌がった。"
    "上に乗せていないと、不安なのだろう。"
    "戻す。"
    voice "vfCCB2101fyu008"
    冬子 "「んんん、んん、んぅ、うっ、んー、ん、ちゅ、れろ、んんんんー」"
    voice "vfCCB2101fyu009"
    冬子 "「ちゅ、ちゅる、れるっ、んん、んっふ……ちゅぷ……あむ……んっ……」"
    voice "vfCCB2101fyu010"
    冬子 "「ん、んー、ちろ、うむん……ふぁぁ……んむ……ん、ちゅ……」"
    "本能に従って、冬子は吸い続ける。"
    太一 "「……ん」"
    "また舌を突っ込もうとしてきた。"
    "こじあけられる感覚に、腰の奥が疼く。"
    "……寝ている時の方が、うまいような……。"
    voice "vfCCB2101fyu011"
    冬子 "「あむ……ちゅるっ、ちゅ、ちゅ……れるんっ……」"
    太一 "「あー」"
    "呻いてしまう。"
    "下腹がじんわりと温かい。"
    "はらわたに染みる、とでも言おうか。"
    "幸せだった。"
    voice "vfCCB2101fyu012"
    冬子 "「んー、んぅ、んっんっ、んむ……はむ……れろれろ……ふぁ」"
    "一度吐き出して、すぼめた唇に先端を出し入れする。"
    "スティックキャンデーを味わう動き。"
    "味はしないはずだが。"
    voice "vfcca0030fyu016"
    冬子 "「れろれろ……んむんむ……んんん……」"
    "また呑み込む。"
    "全体が包まれて、痺れる。"
    voice "vfCCB2101fyu013"
    冬子 "「んー、んー、んんん、ちゅるっ……っく……ふん……ん……」"
    太一 "「ううー」"
    voice "vfCCB2101fyu014"
    冬子 "「ふぁ、あぅん、んっ、んんん、んんんんんん……れるっ」"
    "じわじわと性感が高まっていくのがわかる。"
    "このまま、口の中に……。"
    "腰を使う。"
    "吸引に合わせて、最高の刺激が走るように。"
    "出入りする口の部分が、唾液にぬらつく。"
    voice "vfCCB2101fyu015"
    冬子 "「んんん、んんー、むぁ、んっ、ちゅ……ちゅ、ちゅ、れろ」"
    "たまに甘く噛まれる。"
    "その苦痛さえ、俺には甘美なものだ。"
    "微細な愛撫のただなかで、歯や舌や唇の感触が、混沌とまざりあう。"
    太一 "「……冬子」"
    "自然とはやまる腰を、なんとかセーブしなければならない。"
    voice "vfCCB2101fyu016"
    冬子 "「ん、んむっ、ふぅぅ……んー……んー……ちゅ、ちゅるる……れろ、んむ……んんんん、んんんんんんっ……」"
    "吸飲が増した。"
    "なかなか出てこない母乳に、痺れを切らしたかのよう。"
    "先端から先漏れしたわずかな体液を、懸命に舐める。"
    voice "vfCCB2101fyu017"
    冬子 "「ん、るっ、れろっ、ちゅ、ちゅ……」"
    "尿道から出でくるそれを、相変わらず舌を突っ込んでほじくろうとする。"
    太一 "「わーお」"
    "これは大変気持ちいい。"
    "腰が引けるほど。"
    voice "vfCCB2101fyu018"
    冬子 "「んんんんぅっ」"
    "逃げるニセ乳首に、冬子は不満げだ。"
    "優しく奥まで入れてやる。"
    voice "vfCCB2101fyu019"
    冬子 "「あぅ、んむ、むん……ちゅー、ちゅー」"
    "次第に前後運動に慣れてきたのか。"
    "冬子もバキュームのサイクルを合わせてくるようになった。"
    "引けば吸いつき、押し込めば舌を使う。"
    "まさに睡眠学習、本能万歳。"
    "俺の方も、限界の八分を超えた。"
    "そろそろだ。"
    太一 "「そろそろミルクのお時間ですよ」"
    "囁くと、意味はわかるのか、冬子の頬が緩む。"
    太一 "「もっと強く吸おうね」"
    voice "vfCCB2101fyu020"
    冬子 "「ふぅ……ん、ちゅ、ちゅううぅぅぅぅっ」"
    "うわ、強烈。"
    voice "vfCCB2101fyu021"
    冬子 "「ちゅぅ、ちゅ、ゅうぅぅぅぅぅぅぅぅぅぅ……れるっ……んっ、ちゅうぅぅぅぅっ」"
    "ああ、もういつでも出せる。"
    "緩やかにピストン。"
    voice "vfCCB2101fyu022"
    冬子 "「ちゅ、ちゅ……んんんっ、ちゅる」"
    "尿道がほとんど真空にされた感じだ。"
    voice "vfCCB2101fyu023"
    冬子 "「ん、んん……んむっ……んーっ」"
    voice "vfCCB2101fyu024"
    冬子 "「ちゅ、んんんんんっ、んんんんんんんんんっ」"
    "口内で押しつぶされ、愛撫され、挿入され。"
    voice "vfCCB2101fyu025"
    冬子 "「んっ、んふっ……れるるっ」"
    "鈴口をすぼめた舌がくり抜くのと同時に、俺は放っていた。"
    voice "vfCCB2101fyu026"
    冬子 "「……んんんんっ、んーーーーーっ」"
    "迷うことなく、喉が上下する。"
    "粘度が高く、飲みにくいはずのそれを、唾液とまぜて味わうように食道に導く。"
    voice "vfCCB2101fyu027"
    冬子 "「ちゅう、ちゅ、ちゅるっ」"
    "尿道に残った分まで、全て抜き取ろうとする。"
    "あまりの快楽に、目眩がした。"
    "そっと腰をすすめた。"
    voice "vfCCB2101fyu028"
    冬子 "「んっ……んんっ」"
    "先端が喉の奥に触れる。"
    "冬子の舌技が届かないそこで、括約筋をぎゅっと締めた。"
    "残った精液が、勢いよくほとばしる。"
    voice "vfCCB2101fyu029"
    冬子 "「……んぶっ……んっんっんっ……」"
    "それさえも求めて、雪色の喉は動いた。"
    太一 "「……はー」"
    "えがった。"
    "ひっこぬく。"
    "混合液でねとついた竿を、ティッシュでぬぐった。"
    if not _in_replay:
        jump N_TOUKOSCENE101
    return
label N_TOUKOSCENE101:
    stop bgm
    call vsp(4,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCB2101fyu030"
    冬子 "「…………んん」"
    "冬子がうっすらと目をあけた。"
    "電光石火、俺はズボンをあげた。"
    play bgm "bgm/bgm003.ogg"
    voice "vfCCB2101fyu031"
    冬子 "「……たいち……どこ？」"
    太一 "「目の前」"
    voice "vfCCB2101fyu032"
    冬子 "「んー？」"
    "ベッド脇で佇立している俺を、首の角度を変えて見る。"
    voice "vfCCB2101fyu033"
    冬子 "「……おはよう、太一」"
    太一 "「ああ」"
    "よし、バレてない。"
    call gl(1,"TCKT0006|TCKT0006")
    call gp(1,t=center)#x=235
    call vsp(1,1)
    with dissolve
    voice "vfCCB2101fyu034"
    冬子 "「ん……太一ぃ」"
    "立ち上がる。"
    "抱きついてきた。"
    太一 "「！？」"
    voice "vfCCB2101fyu035"
    冬子 "「……たーいち」"
    "キスを迫ってきた。"
    stop bgm
    太一 "「＆％＃＆％＃％っ！？」"
    with vpunch
    call gl(1,"TCKT0001|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCB2101fyu036"
    冬子 "「……え？」"
    "怪訝な顔。"
    "まずい。"
    "不機嫌一歩手前だ。"
    play bgm "bgm/bgm011.ogg"
    call gl(1,"TCKT0006|TCKT0006")
    call vsp(1,1)
    with dissolve
    voice "vfCCB2101fyu037"
    冬子 "「どうしてよけるのよー」"
    call gl(1,"TCKT0005|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCB2101fyu038"
    冬子 "「朝のキッスでしょー」"
    "再度迫り来る。"
    太一 "「ああ、モーニングキスか……ＯＫＯＫ、ちょっと待ってくれ」"
    "顔をのけぞらして逃げる。"
    "首を抱かれているので、逃げられない。"
    call gl(1,"TCKT0006|TCKT0006")
    call vsp(1,1)
    with dissolve
    voice "vfCCB2101fyu039"
    冬子 "「こーら、逃げないで」"
    "冬子の額にキスをした。"
    太一 "「さ、着替えようか」"
    voice "vfCCB2101fyu040"
    冬子 "「そんなんじゃだめ。ちゃんとするの」"
    "くっ……。"
    太一 "「ちゃんと？」"
    voice "vfCCB2101fyu041"
    冬子 "「おくちにキス。朝はそうなの」"
    太一 "「ああ、オクチね……おくちおくち……」"
    "精液を出したお口。"
    太一 "「よし、しよう。目を閉じて」"
    call gl(1,"TCKT0005|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCB2101fyu042"
    冬子 "「……ん、はい」"
    "ツンと上向きにされた冬子の顔は、幸せいっぱい夢一杯の栗の花。"
    "鼻の頭に唇をつけた。"
    太一 "「ちゅ」"
    voice "vfCCB2101fyu043"
    冬子 "「……太一、そこ鼻」"
    太一 "「ごっめーん。冬子のクチの場所がちょっとわかんなくなってさ」"
    voice "vfCCB2101fyu044"
    冬子 "「なに言ってるのよ」"
    太一 "「ここかな？」"
    "ほっぺた。"
    voice "vfCCB2101fyu045"
    冬子 "「たーいーちー、いい加減にしないと……」"
    太一 "「ＯＫ、ここだね。ほら」"
    "唇の横。限度線だぜ。"
    voice "vfCCB2101fyu046"
    冬子 "「…………んー」"
    "なお不満げな顔。"
    call gl(1,"TCKT0001|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCB2101fyu047"
    冬子 "「わかったわよ、歯を磨いてからしたいわけね。気を遣ってくれてるんだ」"
    太一 "「そーなんだよー、ミス冬子。おっフランス生まれの悪い癖さー、ハハハハ」"
    call gl(1,"TCKT0006|TCKT0006")
    call vsp(1,1)
    with dissolve
    voice "vfCCB2101fyu048"
    冬子 "「いいわよ。じゃ一緒に磨こうか」"
    太一 "「ああ、歯が削れるくらい磨こうぜ！」"
    voice "vfCCB2101fyu049"
    冬子 "「隙あり」"
    stop bgm
    hide pic1
    with dissolve
    "ちゅう"
    太一 "「……………………！！」"
    "一瞬で舌と舌を！？"
    play bgm "bgm/bgm011.ogg"
    extend "うわあああああああ！！"
    with vpunch
    "しかし悲鳴も出せない。"
    voice "vfCCB2101fyu050"
    冬子 "「んっ、たいちぃ……好き……んっ、んむっ、れるっ……」"
    "うおおおおおおおっ！！"
    voice "vfCCB2101fyu051"
    冬子 "「れろれろれろれろれろ～」"
    "攪拌。"
    太一 "「んんんんんんんっ！？」"
    voice "vfCCB2101fyu052"
    冬子 "「んーーー、んっんっんっ」"
    "頭を左右に振りながら、深々と唇を噛み合わせてくる。"
    太一 "「んぶぶっ！？」"
    "因果応報。"
    "四文字が脳裏を駆けめぐる。"
    "そして最後には、"
    太一 "「……ん、れろ……」"
    "唾液を流し込まれた。"
    太一 "「……………………おぁ」"
    stop bgm
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    "気を失う。"
    voice "vfCCB2101fyu053"
    冬子 "「あ、あれ？　太一？　ちょっと太一ってば！？」"
    call gl(0,"bgcc0005")
    call vsp(0,1)
    with wipeleft
    play bgm "bgm/bgm010.ogg"
    call gl(1,"TCKT0005|TCKT000x")
    call gp(1,t=center)#x=235
    call vsp(1,1)
    with dissolve
    voice "vfCCB2101fyu054"
    冬子 "「……でも驚いた……太一が私のキスで気絶しちゃうなんて」"
    太一 "「そーかい……」"
    call gl(1,"TCKT0006|TCKT0006")
    call vsp(1,1)
    with dissolve
    voice "vfCCB2101fyu055"
    冬子 "「ふふふ」"
    "冬子は異様にご機嫌だった。"
    voice "vfCCB2101fyu056"
    冬子 "「太一って感じやすいんじゃない？」"
    太一 "「くっ……」"
    "屈辱だ。"
    call gl(1,"TCKT0000|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCB2101fyu057"
    冬子 "「かなりＭっぽかったりして」"
    太一 "「……うるさい、このフェラマッシーン」"
    call gl(1,"TCKT0001|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCB2101fyu058"
    冬子 "「え？　なにそれ？」"
    太一 "「なんでもない！」"
    stop bgm
    pause (1000.0/1000.0)
    pause (1000.0/1000.0)
    return