label ccb2011:
    call gl(0,"bgcc0008")
    call vsp(1,0)
    call vsp(0,1)
    with wipeleft
    "みょー。（最中）"
    太一 "「ふう」"
    voice "vfccb2011you000"
    曜子 "「……なんの相談もなく」"
    call gl(0,"evcc0009")
    call vsp(0,1)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    太一 "「ッッッッ！！？？」"
    play bgm "bgm/bgm013.ogg"
    "死ぬほどビビった。"
    太一 "「……よ、曜子ちゃん」"
    voice "vfccb2011you001"
    曜子 "「恋愛ごっこでもしてるの？」"
    "抑揚のない口調でそう言う。"
    太一 "「あのさ、気配もなく背後に忍び寄るのやめてくれない？」"
    曜子 "「……」"
    太一 "「もし心臓止まったらどうするのさ」"
    voice "vfccb2011you003"
    曜子 "「……太一の心臓が……そう簡単に止まるはず……ない」"
    太一 "「失敬な！」"
    voice "vfccb2011you004"
    曜子 "「私に内緒で、どうせい」"
    太一 "「どーして曜子ちゃんの許可取る必要があるわけさ」"
    "鏡の中の瞳が、微妙に潤む。"
    "本当に微妙に。"
    太一 "「それに自分で言ってたじゃないか。恋愛ごっこって」"
    太一 "「君がそうとらえているんなら、特に問題ないはずだ。ごっこ遊びにいちいち目くじら立てる理由はないものな？」"
    "かすかに彼女が逡巡する。"
    voice "vfccb2011you005"
    曜子 "「……だって、太一は前もこんなことして……失敗してる」"
    太一 "「あのときとは状況が違う」"
    太一 "「それに冬子のこと、俺かなり責任あるし」"
    太一 "「……もしかしたら、今の生活が落ち着いて冬子もちょっと自立できるようになるかも知れない。そしたらいったん仕切り直しにしてもいいし」"
    voice "vfccb2011you006"
    曜子 "「……その可能性は低い」"
    太一 "「だからもしかしたらって言ったじゃん」"
    曜子 "「…………」"
    "納得したか否か。"
    "整った顔立ちからはうかがい知ることはできない。"
    "彼女は基本的に、徹底したポーカーフェイスだ。"
    "基本的には。"
    voice "vfccb2011you008"
    曜子 "「肉欲がおさえきれないなら」"
    太一 "「その話は」"
    "強くさえぎる。"
    太一 "「やめておこう。今俺は冬子とつきあってるんだから」"
    voice "vfccb2011you009"
    曜子 "「……そう」"
    call gl(0,"bgcc0008")
    call vsp(0,1)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    "唐突に、彼女は立ち去る。"
    "視界から消えると同時に、その独特の存在感が消失する。"
    "自分で気配を絶った。"
    "そういうことのできる子だ。"
    太一 "「はぁぁぁ……」"
    stop bgm
    "疲れた。"
    return
    #