label ccb2014:
    call gl(0,"bgcc0006a")
    call vsp(0,1)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    "何気なく、入り口を振り返ってみた。"
    call gl(4,"sgcc0018")
    call vsp(4,1)
    with Dissolve(500.0/1000.0)
    stop bgm
    "ずーーーーーん"
    太一 "「…………ぶほうっっ！！？？」"
    "水を噴きだした。"
    play bgm "bgm/bgm011.ogg"
    "ひぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃぃっ！？"
    "見られていた、見られていたぁぁぁぁぁっ！！"
    "いつから、いつからなのっ！？"
    太一 "「あわわわわわわ」"
    "右往左往。"
    "萎えたジュニアも右往左往。"
    "往年の名作映像スリラーのプロモビデオみたいな動きを、全身と逸物で再現しながら、俺はうろたえた。"
    曜子 "「…………」"
    "唇が動く。"
    "読めてしまった。"
    "う　ら　ぎ　り　も　の"
    太一 "「ひぃぃぃっ」"
    "さらに動く。"
    "こ　の　う　ら　み　は　ら　さ　で　お　く　べ　き　か"
    "や、殺られるっ！？"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    call vsp(4,0)
    with Dissolve(500.0/1000.0)
    "顔を覆う。"
    "だが、いつまで経っても呪殺攻撃はない。"
    太一 "「あれ？」"
    call gl(0,"bgcc0006a")
    call vsp(1,0)
    call vsp(0,1)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    "見ると、もう彼女はいなくなっている。"
    太一 "「……見逃してくれたか……」"
    "彼女という恐怖の監視者を忘れていた。"
    "母親が息子のエロ本を見つけるに匹敵する感知能力を持った、超強敵なのだ。"
    太一 "「とりあえず助かった」"
    "改めて、水筒を口に含む。"
    "喉がカラカラだ。"
    "何気なく冬子に目を向ける。"
    "剥き出しのヒップに、マジックで落書きされていた。"
    太一 "「ぶほうっ！」"
    "再噴出。"
    "あんな短時間で！"
    "しかもまったく気配なかった！"
    "スーパー忍者か？"
    "何を書いたんだろう……。"
    "見てみる。"
    "『いんらんおんな　せいえきべんじょ』"
    太一 "「陰湿っ！！」"
    "女の嫉妬は恐ろしい……。"
    "とりあえず、冬子の身支度を調えてあげることにした。"
    "体液をぬぐって、衣服を整えて。"
    "下着は……もらっておくことにした。"
    "あー、お尻の文字……油性だ。"
    太一 "「うーむ」"
    "自分では見えないから、放置しておいてもいいのだけど。"
    voice "vfccb2014fyu000"
    冬子 "「……んっ…………たい、ち……」"
    太一 "「…………」"
    "美術室に行く。"
    "教員用控え室から、シンナーを取って戻ってくる。"
    "稀釈して布に含ませた。"
    "拭く。"
    "拭く。"
    "拭く。"
    "つるりとした卵尻が復活。"
    stop bgm
    太一 "「ごめんな……冬子」"
    play se "SE027"
    "がるるるるるるるる"
    "腹の虫だ。"
    "野獣のようだ。"
    "腹の獣とでも言おうか。"
    太一 "「腹減った……」"
    "と。"
    play se "SE077"
    "くるるるるる"
    "冬子の腹部からだった。"
    太一 "「……ぷ」"
    pause (500.0/1000.0)
    pause (1000.0/1000.0)
    return
    #