label ccx0001:
    call gl(0,"bgcc0010s")
    call vsp(0,1)
    with Pixellate(300.0*2/1000.0,5)
    play bgm "bgm/bgm024.ogg"
    call gl(3,"TCSH0000s|tcsh")
    call gp(3,t=center)#x=190
    call vsp(3,1)
    with dissolve
    #TWS 0
    voice "vmCCE0001sku000"
    桜庭 "「おい、太一」"
    "あれ、桜庭？"
    call gl(3,"TCSH0003s|tcsh")
    call vsp(3,1)
    with dissolve
    voice "vmCCE0001sku001"
    桜庭 "「ほら、原稿だ」"
    "原稿、なんの？"
    call gl(3,"TCSH0002s|tcsh")
    call vsp(3,1)
    with Dissolve(500.0/1000.0)
    voice "vmCCE0001sku002"
    桜庭 "「……ＤＪなんだろう？」"
    "ＤＪ、俺が？"
    "そうだった気もする。"
    call gl(1,"TCYM0003s|TCYM0003")
    call gp(1,t=center)#x=180
    call vsp(1,1)
    call vsp(3,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001mki000"
    美希 "「先輩のＤＪ、ちょっと楽しみー」"
    "ちょっとかい。"
    call gl(2,"TCSK0002s|TCSK000x")
    call gp(2,t=right)
    call gp(1,t=left)
    call vsp(1,1)
    call vsp(2,1)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001kri000"
    霧 "「わたしは、先輩が恥かくところが楽しみです」"
    "恥かき決定なのかよ。"
    call gl(3,"TCSH0000s|tcsh")
    call gp(3,t=center)#x=190
    call vsp(2,0)
    call vsp(1,0)
    call vsp(3,1)
    with Dissolve(500.0/1000.0)
    voice "vmCCE0001sku003"
    桜庭 "「原稿、どうだ」"
    "悪くない、のではないかと思う。"
    "内容は……よくわからない。読めてはいるのに、理解できない。"
    call gl(2,"TCKT0000s|TCKT000x")
    call gp(2,t=center)#x=220
    call vsp(2,1)
    call vsp(3,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001fyu000"
    冬子 "「ちょっと、何ぼんやりしてんの？　しゃんとしなさいよ」"
    "冬子……。"
    call gl(2,"TCKT0001s|TCKT000x")
    call vsp(2,1)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001fyu001"
    冬子 "「何なのその顔。気合い足りないんじゃない？」"
    call gl(1,"TCYM0003s|TCYM0003")
    call gp(1,t=center)#x=180
    call vsp(1,1)
    call vsp(2,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001mki001"
    美希 "「とかいって、ラブラブー」"
    call gl(2,"TCSK0006s|TCSK000x")
    call gp(2,t=right)
    call gp(1,t=left)
    call vsp(1,1)
    call vsp(2,1)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001kri001"
    霧 "「ラブラブー」"
    call gl(3,"TCKT0001s|TCKT000x")
    call gp(2,t=center)#x=220
    call vsp(3,1)
    call vsp(2,0)
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001fyu002"
    冬子 "「今なにか言ったかしら一年生～」"
    call gl(1,"TCYM0003s|TCYM0003")
    call gp(1,t=center)#x=180
    call vsp(1,1)
    call vsp(2,0)
    call vsp(3,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001mki002"
    美希 "「言ってませーん！」"
    call gl(2,"TCSK0006s|TCSK000x")
    call gp(2,t=right)
    call gp(1,t=left)
    call vsp(1,1)
    call vsp(2,1)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001kri002"
    霧 "「ラブラブなんて、言ってません」"
    call gl(1,"TCKT0005s|TCKT000x")
    call gp(2,t=center)#x=220
    call vsp(3,1)
    call vsp(2,0)
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001fyu003"
    冬子 "「斬っちゃおうかしら？」"
    call gl(1,"TCYM0003s|TCYM0003")
    call gp(1,t=center)#x=180
    call vsp(1,1)
    call vsp(2,0)
    call vsp(3,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001mki003"
    美希 "「あはは、やば。先輩助けて、斬られる」"
    call gl(2,"TCSK0006s|TCSK000x")
    call gp(2,t=right)
    call gp(1,t=left)
    call vsp(1,1)
    call vsp(2,1)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001kri003"
    霧 "「先輩なら助けてくださいよ」"
    "おいおい……都合良いな。"
    call gl(1,"TCKT0001s|TCKT000x")
    call gp(2,t=center)#x=220
    call vsp(3,1)
    call vsp(2,0)
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001fyu004"
    冬子 "「ちょっとどっちの味方なの、太一？」"
    call gl(4,"TCST0000s|TCST0000")
    call vsp(1,0)
    call vsp(2,0)
    call vsp(3,0)
    call vsp(4,1)
    call gp(4,t=center)#x=190
    with Dissolve(500.0/1000.0)
    voice "vmCCE0001yki000"
    友貴 "「よっし、あった！　はぁ、あぶなかった……」"
    call gl(5,"TCSH0000s|tcsh")
    call gp(5,t=left)
    call gp(4,t=right)
    call vsp(4,1)
    call vsp(5,1)
    with Dissolve(500.0/1000.0)
    voice "vmCCE0001sku004"
    桜庭 "「原因なんだったんだ？　接触不良か？」"
    call gl(4,"TCST0005s|TCST0004")
    call vsp(4,1)
    with dissolve
    voice "vmCCE0001yki001"
    友貴 "「いや、断線。だからケーブル類、買い直せって言ったんだけど」"
    call gl(1,"TCMM0001s|TCMM000x")
    call gp(1,t=center)#x=225
    call vsp(1,1)
    call vsp(4,0)
    call vsp(5,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001msa000"
    見里 "「そんなことしたら、みんなの焼肉代がなくなります」"
    call gl(2,"TCST0003s|TCST0000")
    call gp(1,t=left)
    call gp(2,t=right)
    call vsp(1,1)
    call vsp(2,1)
    with Dissolve(500.0/1000.0)
    voice "vmCCE0001yki002"
    友貴 "「どっち優先してんだよ、姉さんは」"
    "はは、姉さん？"
    "お姉ちゃんだろ？"
    call gl(2,"TCST0004s|TCST0004")
    call vsp(2,1)
    with dissolve
    voice "vmCCE0001yki003"
    友貴 "「うるさいなぁ、自立の時なんだよ、ぼかぁ」"
    "あたたかい。"
    "あたたかい、世界だ。"
    call gl(3,"TCDY0001s|tcdy000x")
    call gp(3,t=center)#x=240
    call vsp(3,1)
    call vsp(1,0)
    call vsp(2,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001ysa000"
    遊紗 "「先輩、何もできませんけど、応援してます」"
    "遊紗ちゃん。"
    "放送部だったんだっけ？"
    call gl(1,"TCHY0000s|tchy000x")
    call gp(1,t=center)#x=180
    call vsp(3,0)
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001you000"
    曜子 "「……太一、制服が乱れてる」"
    call gl(1,"TCHY0001s|tchy000x")
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001you001"
    曜子 "「＝心の乱れでもある」"
    "曜子ちゃん……。"
    call gl(1,"TCHY0002s|tchy000x")
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001you002"
    曜子 "「ほら、直してあげるわ。睦美さんに恥をかかせるわけにはいかないもの」"
    "なんか、懐かしい感じだ。"
    "けど。"
    "適度に、優しい。"
    "適度に、厳しい。"
    call gl(2,"TCSH0003s|tcsh")
    call vsp(1,0)
    call vsp(2,1)
    call gp(2,t=center)#x=190
    call vsp(2,1)
    with Dissolve(500.0/1000.0)
    voice "vmCCE0001sku005"
    桜庭 "「無性に旅に出たくなった。行くか」"
    call gl(1,"TCST0003s|TCST0000")
    call vsp(1,1)
    call vsp(2,1)
    call gp(1,t=left)
    call gp(2,t=right)
    with Dissolve(500.0/1000.0)
    voice "vmCCE0001yki004"
    友貴 "「行くな……」"
    call gl(3,"TCYM0021s|TCYM0021")
    call gp(3,t=center)#x=180
    call vsp(3,1)
    call vsp(1,0)
    call vsp(2,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001mki004"
    美希 "「いつも思うんですけど、旅行の資金とかどうしてるんですか？」"
    call gl(2,"TCSH0003s|tcsh")
    call gp(2,t=center)#x=190
    call vsp(2,1)
    call vsp(3,0)
    with Dissolve(500.0/1000.0)
    voice "vmCCE0001sku006"
    桜庭 "「あるだけでやりくりするのが敏腕トラベラー」"
    call gl(1,"TCYM0021s|TCYM0021")
    call gp(1,t=center)#x=180
    call vsp(1,1)
    call vsp(2,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001mki005"
    美希 "「月給３０００円の自分には想像がつかないですねー」"
    call gl(2,"TCKT0005s|TCKT000x")
    call gp(1,t=left)
    call gp(2,t=right)
    call vsp(1,1)
    call vsp(2,1)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001fyu005"
    冬子 "「だまされちゃ駄目よ。桜庭の家って甘々なんだから。あるだけってのでたぶん何十万とかよ」"
    call gl(1,"TCYM0004s|TCYM0002")
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001mki006"
    美希 "「ぎょえ」"
    call gl(3,"TCSK0003s|TCSK0003")
    call gp(3,t=center)#x=220
    call vsp(3,1)
    call vsp(1,0)
    call vsp(2,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001kri004"
    霧 "「何十万？」"
    call gl(1,"TCMM0006s|TCMM0006")
    call gp(1,t=center)#x=225
    call vsp(1,1)
    call vsp(3,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001msa001"
    見里 "「桜庭君停学」"
    call gl(2,"TCSH0003s|tcsh")
    call vsp(2,1)
    call gp(2,t=center)#x=190
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    voice "vmCCE0001sku007"
    桜庭 "「なぜだ……」"
    call gl(1,"TCKT0005s|TCKT000x")
    call vsp(1,1)
    call gp(1,t=center)#x=220
    call vsp(2,0)
    call vsp(3,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001fyu006"
    冬子 "「旅先でホテルに泊まっているうちは、まだまだね」"
    call gl(2,"TCMM0002s|TCMM000x")
    call vsp(1,0)
    call vsp(2,1)
    call gp(2,t=center)#x=225
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001msa002"
    見里 "「あ、ぺけくん時間です、覚悟はいいですか？」"
    call gl(1,"TCYM0001s|TCYM0000")
    call vsp(1,1)
    call vsp(2,0)
    call gp(1,t=center)#x=180
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001mki007"
    美希 "「さー、初めてのＤＪ、鬼が出るか」"
    call gl(2,"TCSK0006s|TCSK000x")
    call gp(1,t=left)
    call gp(2,t=right)
    call vsp(2,1)
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001kri005"
    霧 "「蛇が出るか」"
    call gl(3,"TCST0005s|TCST0004")
    call gp(3,t=center)#x=190
    call vsp(3,1)
    call vsp(2,0)
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    voice "vmCCE0001yki005"
    友貴 "「悪い方しか想定されてないって」"
    call gl(1,"TCKT0005s|TCKT000x")
    call vsp(1,1)
    call vsp(3,0)
    call gp(1,t=center)#x=220
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001fyu007"
    冬子 "「まー、がんばんなさい」"
    call gl(2,"TCSH0000s|tcsh")
    call gp(2,t=center)#x=190
    call vsp(2,1)
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    voice "vmCCE0001sku008"
    桜庭 "「頑張れよ」"
    call gl(2,"TCDY0001s|tcdy000x")
    call gp(2,t=center)#x=240
    call vsp(2,1)
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001ysa001"
    遊紗 "「楽しみですっ」"
    call gl(1,"TCHY0000s|tchy000x")
    call gp(1,t=center)#x=180
    call vsp(1,1)
    call vsp(2,0)
    with Dissolve(500.0/1000.0)
    voice "vfCCE0001you003"
    曜子 "「肩の力を抜いていきなさい」"
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    "ああ―――"
    "これはいい。"
    "満たされる。"
    "都合の良さに、不安がよぎる。だけど。"
    "こんなに、幸せに感じられるじゃないか。"
    "なあ、みんな。"
    "馬鹿騒ぎを、しようぜ？"
    stop bgm
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    #textoff
    with Dissolve(500.0/1000.0)
    pause (1000.0/1000.0)
    call gl(0,"TITLE5")
    call vsp(0,1)
    play se "seeye001"
    #dwave 1,"se/seeye001.ogg"
    with Pixellate(300.0*2/1000.0,5)
    pause (5000.0/1000.0)
    #texton
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    play bgm "bgm/bgm016.ogg"
    call gl(0,"bgcc0007")
    call vsp(0,1)
    call gp(5,t=left)
    with Dissolve(500.0/1000.0)
    "そして目覚めると、もうすっかり昼になっていた。"
    太一 "「ん……」"
    "また学校に泊まってしまった。"
    "人らしい日々のため、自宅に戻りたいところなのにな。"
    "でも一人で準備をするのは、なかなか大変だ。"
    "先輩は偉かった。"
    太一 "「さーてと、今日もやるか」"
    "意識的に声を出す。"
    "そうしなければ、言葉を忘れてしまいそうで。"
    "作業開始。"
    "……………………。"
    "作業中止。"
    太一 "「空腹」"
    "曜子ちゃんが作ってくれた弁当も、もはやない。"
    "全て自分で用意だ。"
    "校内にはあのまずいカレーパン以外にも、コロッケパンがある。"
    "街にまで行けば、まあいろいろ食べられるだろう。"
    "周囲を見渡す。"
    "……カレーパンの空袋が散らばっている。"
    "うまいはずのコロッケパンも、口にする気にはならない。"
    call gl(0,"bgcc0008")
    call vsp(0,1)
    with wipeleft
    "静かな廊下。"
    "静かな部活。"
    "静かな日々。"
    "望んで得たもの。"
    "心は、楽。"
    "誰も傷つけることのない世界。"
    "自分ができそこないって、自覚させられることのない世界。"
    "改善しようのない素直な自分でいられる世界。"
    "素直な自分でいるということ。"
    "仲間と青春しながら生きること。"
    "この二つはよくセットで用いられる概念なのに、俺の場合は破綻している。"
    "どこかで歪みが必要になってくるんだろう。"
    "たとえば俺の使っていたネットロープレのキャラは、知性と素早さだけが９９だった。"
    "他は１。"
    "でも、強いのでした。"
    "バランスは暗に否定されていて、何が正しいのかわからなくなる。"
    "……俺みたいだ。"
    "でもここなら。"
    "心穏やかに、生きていけている。"
    太一 "「……思い出は、たくさんあるしな」"
    "教室をのぞいてみる。"
    "用はない。"
    call gl(0,"bgcc0006")
    call vsp(0,1)
    with wipeleft
    pause (1000.0/1000.0)
    call gl(1,"TCYM0003|TCYM0003")
    call gp(1,t=center)#x=180
    call vsp(1,1)
    with dissolve
    hide pic1
    with dissolve
    美希 "「―――」"
    call gl(2,"TCSK0006|TCSK000x")
    call gp(2,t=center)#x=220
    call vsp(2,1)
    with dissolve
    hide pic2
    with dissolve
    霧 "「―――」"
    call gl(1,"TCYM0011|TCYM0011")
    call vsp(1,1)
    with dissolve
    hide pic1
    with dissolve
    美希 "「―――」"
    call gl(2,"TCSK0011|TCSK0011")
    call vsp(2,1)
    with dissolve
    hide pic2
    with dissolve
    霧 "「―――」"
    "二人の会話。"
    "常に共にいながら、共依存にはなかった二人。"
    "片方はかつてあったものの代理を求めた。"
    "片方は頼ってきた少女を道具立てた。"
    "酷薄な構図。"
    "その極限。"
    "二人は少しだけ触れあっていた。"
    "幸福なる接点の発見。"
    "だけど……戻った二人がそこに辿りつくことはできるだろうか？"
    "美希が霧を切に想うには、莫大な経験が必要で。"
    "霧が罪悪の呪縛から解き放されるには、時間がかかりそうで。"
    太一 "「……」"
    "よそう。"
    "考えても、もう二人に接する術はない。"
    "交差することはできない。"
    "一切の通信は、閉ざされている。"
    "と。"
    "二人がこっちに駆けてきた。"
    太一 "「……」"
    "さざめきながら左右を駆け抜けて消える。"
    "鼻先を少女の微風が、そっと撫でた。残り香のように。"
    "錯覚だけど。"
    call gl(0,"bgcc0011")
    call vsp(0,1)
    with wipeleft
    "門は閉じない。"
    "閉じこめる必要はもうない。"
    "傷つく者のない世界だからだ。"
    "無論、授業時間中に脱走しても咎められることはない。"
    太一 "「……」"
    call gl(0,"bgcc0014")
    call vsp(0,1)
    with wipeleft
    "ここに来てしまった。"
    "馴染みの店なだけに。"
    "適当に食物と飲み物をあさる。"
    "なぜだかこちらでは、腐食という現象は起こらない。"
    太一 "「……」"
    "壁にメモを貼ることにした。"
    "毎週そうしているように。"
    "『×月○日　菓子パン１１０円＋カップ麺１８０円＋緑茶王１１０円』"
    "無意味な行為。"
    "だが食料を得るためのいくばくかの労苦は、あって良い。"
    "それさえも放棄するなら、緩慢な死に身を置くようなものだからだ。"
    "どちらしても、夢見る立場には変わりないだろう。"
    "皮肉だ。"
    call gl(0,"bgcc0011")
    call vsp(0,1)
    with wipeleft
    "自分の教室で食べることにした。"
    call gl(0,"evcc0011s")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    "冬子はいつも座っていた。"
    "そこにいるしかなかったからだ。"
    "背筋を伸ばし、顎を引き。"
    "凛と、歩いたものだった。"
    "ひとたび手を差し伸べられると、慣れていないのか、すぐに堕落した。"
    "溶けた冬子は危なっかしかった。"
    "優しくされただけで、壁を取りはらってしまった。"
    "不器用さが、人付き合いの苦手さを示している。"
    "どんなに信頼できても、適切な距離は置くべきだ。"
    "依存しきってしまうと、いろいろつらい。"
    "共倒れすることがあるからだ。"
    "してもいい人は、依存しあえばいい。"
    "俺はしたくない。"
    "曜子ちゃんのこともあるけれど。"
    "どうも俺は、美しく佇むものが好きのようだ。"
    "観賞する気持ちに似て。"
    call gl(0,"evcc0011a")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    "あいつは向こうで、泣いているのかな。"
    "頼る者もなく。"
    "結局、俺は冬子を二度も裏切った。"
    "……耐えられているのかな？"
    "重いため息が出た。"
    call gl(1,"TCKT0003|TCKT000x")
    call gp(1,t=center)#x=220
    call vsp(1,1)
    with dissolve
    hide pic1
    with dissolve
    冬子 "「―――」"
    "そんな俺を侮辱する、舌足らずで居丈高な言葉が、聞こえた。"
    "耳の内だけに。"
    call gl(0,"bgcc0010")
    call vsp(0,1)
    with wipeleft
    "部室。"
    "たまり場だった場所。"
    "あいつらの姿は、当然ない。"
    "俺たち三人の関係は、まあ健全と言えた。"
    "どこにでもある関係。に近い。"
    "故に、俺にとっては奇蹟のようだった。"
    太一 "「……」"
    "語る言葉がない。"
    "ただ手放したものの尊さまばゆさ、想うほどにおこる胸の軋みが、喉を詰まらせて。"
    "ぼんやりと突っ立っていた。"
    call gl(0,"bgcc0007")
    call vsp(0,1)
    with wipeleft
    "再び部活。"
    "どの程度頑張れば、一人でも準備が整うのか。"
    "ペース配分はわかっている。"
    "本当に頑張れば、三日で終わってしまう。"
    "何度も繰り返したことだ。"
    "知識もついた。"
    "手順も極められた。"
    "だから故意に時間をかけて行おう。"
    "回り道をしながら。"
    "先輩とは違うやり方で。"
    call gl(5,"evcc0004")
    call gp(5,t=left)
    call vsp(5,1)
    with dissolve
    hide pic5
    with dissolve
    "ある意味彼女のしていたことも、回り道だ。"
    "たまに考えてしまう。"
    "効率を無視して、無駄な手順を積んで。"
    "ずっと一人で部を支えていた先輩が、基礎を知らないはずもない。"
    "家族の溝。"
    "そして人の消失。"
    "先輩も友貴も、全力で逃避するには充分な理由だったわけだ。"
    太一 "「元気にちんたら部活しよう」"
    "と声を出し。"
    "また今日も、労働に明け暮れる。"
    call gl(0,"bgcc0007a")
    call vsp(0,1)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    太一 "「夕方か……」"
    "夕日。"
    "地表の生命活動は凍結している。"
    "なのに空は未だ、律儀な営みを繰り返していた。"
    "鏡の中に忘れ去られた、虚像の夏であるかのように。"
    "実像に遅れて光のはやさで消える。"
    "今は寸閑。"
    "宇宙史の一刹那、人にとってのＸ週間。"
    太一 "「……帰るか」"
    "雨が降らないことはわかっているが、機材や工具をプレハブに戻す。"
    太一 "「お疲れ！」"
    "誰もいない場所に挨拶して、帰路に。"
    call gl(0,"bgcc0011a")
    call vsp(0,1)
    with wipeleft
    call gl(0,"bgcc0014a")
    call vsp(0,1)
    with wipeleft
    "帰り道、商店街に寄って食料を仕入れる。"
    call gl(0,"bgcc0002a")
    call vsp(0,1)
    with wipeleft
    太一 "「ほ……」"
    "家につくと、ほっとする。"
    "人がいようがいまいが、変わりはない。"
    call gl(0,"bgcc0004b")
    call vsp(0,1)
    with wipeleft
    "のんびりと炊事。"
    "ごはんは庭で炊く。"
    "簡単に調理し、生ゴミはポリ袋にまとめてしまう。"
    "ゴミを出す必要はない。"
    "一週間分、ポリ袋一つで事足りる。"
    "夕風が焦げ臭い。"
    太一 "「いけね！」"
    "慌てて中庭に。"
    太一 "「……うわー、まっくろ」"
    "さすがに食べられない。"
    "炊き直しである。"
    "いつだったか、家を燃やしてしまったことがあった。"
    "あれはつらかった。"
    "他人の家で過ごすのはなんとなく落ち着かないので、部室に泊まったんだ。"
    "気をつけよう。"
    "間違って自分を焼いたら意味がない。"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    "……………………。"
    "遅い晩飯。"
    "食べ終わる頃には、すっかり夜。"
    call gl(0,"bgcc0003e")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    太一 "「……ん」"
    "心にわだかまりのようなものを感じる。"
    "今夜あたり、来るかな。"
    "気を落ち着かせないと。"
    "ということで日記をつけることにした。"
    "手を動かすということは大切だ。"
    "小さな心が張り裂けそうな時には、特に。"
    太一 "「えーと、本日あったことは……と」"
    "部活の内容を記す。"
    太一 "「で、あとは」"
    "そこで筆が止まる。"
    "何もない。"
    "何も起こらない。"
    "可能性さえない。"
    太一 "「……だから」"
    "だから？"
    "なぜ日記なんてつけたんだ、俺は。"
    "閉じる。イヤになった。"
    "することを探す。"
    "蝋燭をつけて、本を読んでみる。"
    "すぐに気が散ってしまう。"
    "このコミックも、続きを読む機会はない。"
    "胃が重くなる。"
    "しまった。"
    "明日は本屋に行って、完結したコミックセットを漁ってこよう。"
    太一 "「あー、寝るか！」"
    "ベッドに飛び込んだ。"
    太一 "「寝るぜー！」"
    "暴れてみる。"
    太一 "「ぎゃーす！　ぎゃーす！」"
    "泳いでみる。"
    太一 "「……はぁはぁ」"
    "疲れた。"
    "風が吹き込む。"
    "虫がいないので全開にしていても平気だ。"
    "涼しい夏。"
    "今はありがたい。"
    太一 "「この疲労を利用して、一気に眠りに就く」"
    "羊を数えよう。"
    太一 "「スケープゴートが一匹、スケープゴートが二匹……」"
    "羊は平凡なのでヤギにしてみた。"
    "なんか違う気がした。"
    "そして極めて正確なようでもあった。"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    pause (500.0/1000.0)
    pause (1000.0/1000.0)
    call gl(0,"bgcc0003")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    pause (500.0/1000.0)
    call gl(0,"bgcc0004")
    call vsp(0,1)
    with wipeleft
    pause (500.0/1000.0)
    call gl(0,"bgcc0002")
    call vsp(0,1)
    with wipeleft
    太一 "「……」"
    "声をかける者はなく、届けられるささやかな好意もない。"
    "けど少し期待してしまう自分がいた。"
    "彼女の全能さに。"
    "むしのいい話だ。"
    "未練を振り切る勢いで、元気よく歩き出す。"
    "学校へ。"
    太一 "「～」"
    "口笛も、今朝は幾度となく掠れた。"
    call gl(0,"bgcc0007")
    call vsp(0,1)
    with wipeleft
    太一 "「今日もだらだら行くか」"
    "宣言し、さっそく仕事に取りかかる。"
    "プレハブにしまった工具を引っ張り出し、所定の位置に並べる。"
    太一 "「……ふう」"
    "内部的に、一段落ついてしまった。"
    "テントの下、日陰に入る。"
    "寝はしない。"
    "ただ少し横になるだけ。"
    太一 "「ぐう」"
    "……………………。"
    太一 "「……うおっ！？」"
    "ぐっすり寝てしまった！"
    "さすがに丸一日何もしないのは、どうだろう。"
    "懊悩の五回転。"
    "急ぎ、作業に取りかかる。"
    太一 "「いってぇ！」"
    "指を傷めた。"
    太一 "「怪我はだめー！　だめなのー！」"
    "医者いない。"
    "治療不能な病気になったら……まあ仕方ないけど。"
    太一 "「うー」"
    "億劫になった。"
    "水鉄砲を持ってきて、フェンスの外を撃つ。"
    太一 "「びゅー」"
    "束ねられた水流はたちまち風に散らされ、水煙と化す。"
    太一 "「あ、虹だ」"
    "小さな七色橋。"
    "薄暮を雅に飾った。"
    太一 "「ほー」"
    "少し気がまぎれた。"
    call gl(0,"bgcc0005a")
    call vsp(0,1)
    with wipeleft
    "通学坂。"
    "思い出すもの"
    "豊と、七香。"
    "特に。"
    太一 "「七香」"
    "口にすると、心臓が握りしめられてしまう。"
    "彼女はなぜ最後まで俺の味方で在り続けたのか。"
    "最後？"
    "まだそうと決まったわけじゃない。"
    "ただ……姿を見せなくなっただけじゃないか。"
    "七香の性格なら、別れ際に白黒つけるに違いない。"
    "誰かを好きになったなら、相手を殴り飛ばすことで告白するに違いない。"
    "……というのは作りすぎか。"
    太一 "「おーい、ななかー！」"
    "読んでみる。"
    "坂の死角から、ひょっこり自転車に乗ってあらわれそうな。"
    "そんな気もするのだ。"
    call gl(0,"bgcc0003e")
    call vsp(0,1)
    with wipeleft
    太一 "「ははは」"
    "読書。"
    "ただし漫画。"
    "時間はのんびりと過ぎていく。"
    "俺もまた、悠長に生きていかねばならない。"
    "人生を急ぐ必要はない。"
    "急げば、すぐに弾けてしまう。"
    太一 "「ははは……」"
    "漫画は面白い。"
    "不満があるとすれば、内容がにぎやかすぎることだろうか。"
    "人がたくさん出てくる。"
    "今はそれが少々こたえる。"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    pause (500.0/1000.0)
    pause (500.0/1000.0)
    call gl(0,"bgcc0007a")
    call vsp(0,1)
    with wipeleft
    太一 "「さいたまの～、やまおくに～」"
    太一 "「そうなん～」"
    "即興で歌を自作しながら、作業を進めた。"
    "わからないことはすぐに調べる。"
    "ほどよく時間が潰れる。"
    "部室や図書室から持ってきた本で、たちまち屋上はいっぱいになる。"
    "返すのが面倒で、ついついプレハブに押し込んでしまう。"
    太一 "「……しかし、本当にＳＯＳだったら、もっと効率良い方法っていくらでもあったよなぁ」"
    "電波がないなら、ハンディ機で場所選んだ方が確実ではやかったろう。"
    "先輩は気づいていたんだ。"
    "人など生存していないことに。"
    "だから結果的には部活は正解で、部活である以上ある程度の無駄を含んでしかるべきなのだった。"
    太一 "「ふう」"
    call gl(0,"bgcc0014b")
    call vsp(0,1)
    with wipeleft
    "気がついたら商店街まで来ていた。"
    太一 "「うー」"
    "夜の散歩者になってしまった。"
    "しかも気が付いたら、というのは正確じゃないし。"
    太一 "「帰ろう」"
    "かけ回って疲れた。"
    call gl(0,"bgcc0003e")
    call vsp(0,1)
    with wipeleft
    太一 "「おやすみなさい」"
    "自分に挨拶。"
    "シーツにくるまる。"
    太一 "「……」"
    "なかなか寝付けなかった。"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    pause (1000.0/1000.0)
    pause (1000.0/1000.0)
    call gl(0,"bgcc0007")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    "屋上から世界を見ている。"
    "色とりどりの屋根に押しつぶされた無数の日常。"
    "そして山々。あるいは海。"
    "その先にどんな光景が続くのか、想像できなくなっている。"
    "たまにくりだした『都会』の息吹。"
    "忘れかけて、薄らいで。"
    "きっと、芯となる思いがないからで。"
    "俺の目は、いつだって人に据えられていたのだと、わかる。"
    call gl(0,"bgcc0003e")
    call vsp(0,1)
    with wipeleft
    太一 "「眠れ、眠れ、眠れ」"
    太一 "「眠れ、眠れ、眠れ」"
    太一 "「眠れ、眠れ、眠れ」"
    太一 "「眠れ、眠れ、眠れ」"
    太一 "「眠れ、眠れ、眠れ、眠れ、眠れ、眠れ、眠れ、眠れ、眠れ、眠れ、眠れ、眠れ、眠れ、眠れ、眠れ、眠れ、眠れ、眠れ……」"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    call gl(0,"bgcc0003")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    "起きると、一人である。"
    "孤独である。"
    "人は本質的に孤独なんだと、なにかで読んだ。"
    "どんな生き物だってそうだ。"
    "けど、それを自覚するのは人だけで。"
    "生き物としては、昆虫の方が完成度高いのかも、と思ってしまう。"
    太一 "「んー」"
    "寝不足だ。"
    "それでも学校には行かないと。"
    "ここで自堕落になってしまうと、あとがつらい。"
    "孤独について付け加えるなら。"
    "人はいつだって周囲に、他者の圧力を感じている。"
    "たまに解放されるのは心地よい。"
    "抑圧が過ぎれば心が歪む。"
    "しかし無であるなら、自己は無限に拡散してしまえる。"
    "けどそんな濃度を持った自分などいない。"
    "果てしなく希釈されれば、無と相違ない。"
    "想像できない。"
    "世界と同化した自分。"
    "寂しくないのか？"
    "世界と等しくなった自分は、己が中心に置いてきたちっぽけな肉体を、忘れてしまわないか？"
    "そもそも、どうして心なんてものが、人に宿ったのだろう―――"
    call gl(0,"bgcc0004")
    call vsp(0,1)
    with wipeleft
    太一 "「……」"
    call gl(0,"bgcc0002")
    call vsp(0,1)
    with wipeleft
    太一 "「……」"
    call gl(0,"bgcc0005")
    call vsp(0,1)
    with wipeleft
    太一 "「……」"
    call gl(0,"bgcc0011")
    call vsp(0,1)
    with wipeleft
    "学校に入ろうとすると、いたい。"
    "こころがいたい。"
    "からっぽの箱だからだ。"
    "かつてはびっくり箱だったのに。"
    "今はもういない。"
    "虚無の箱。"
    "むしろ恐い。"
    "そんな感じだ。"
    "だって以前は、触れれば手応えのある、近しい誰かがいたのだから。"
    call gl(0,"bgcc0008")
    call vsp(0,1)
    with wipeleft
    "無理して入った。"
    "アハッ！"
    "声が出にくい。"
    "言葉を構築しにくい。"
    太一 "「……さて……と……」"
    "だめだ、掠れる。"
    "発声って難しいなぁ。"
    "意識しちゃうと、なかなか。"
    "だから主観記述によってどこまでも喜怒哀楽。"
    "（笑）"
    "こんな感じで。"
    "（泣）"
    "とか。"
    "（怒）"
    "とか。"
    "（+）"
    "あー、よくわかる、それ。"
    "微妙にチュートン騎士みたいだな。"
    "気合いで髪の色素も抜けたし。"
    "俺の内部にある殺人技術も一週間ほどで完成したしね。"
    extend "数学の凄い人に聞けばこれはかなそうマリー·アントワネットのようにね！"
    "※新技術リアルタイムモノローグ使用中"
    "子供の頃、マリーアン·トワネットだと思ってたよ。"
    extend "アンコール·ワットも、アンコー·ルトワットって思ってた。"
    "タートルネックはトータルネックだと思ってた。"
    "オークニーの新石器時代の中心地に至ってはオークニーノシンセッキジダイノチュウシンチっていうリュウグウノツカイ的な。"
    "どうでもいいや、こんなこと。"
    "ゆ。"
    "とにかく廊下だ。"
    "誰もいない。"
    "何もいない。"
    "動くものが、ない。"
    "猫ってさ、動くものに敏感じゃん。"
    "あれ仕様。"
    "で、俺のも仕様。"
    "『しょうがない』って言葉は『仕様がない』って言い回しから来ている。"
    "仕様書がないと成果物をあげられないという意味だ。"
    "って言ったら、友貴が『プログラマーが信じそうな嘘をつくなよ』って突っ込む仕掛けだ。"
    "友貴はいいヤツだ。"
    "俺は部活が大好きだ。"
    "行って、今日も圧倒的な全能感に包まれてやるぞ。"
    "友貴との記憶はいくらでもある。"
    "ふたりは、桜庭を入れた三人は、いつだって楽しかったシステムを備えていたのでしたよ（+）"
    call gl(0,"bgcc0007")
    call vsp(0,1)
    with wipeleft
    太一 "「……」"
    太一 "「…………」"
    太一 "「……………………ぁ―――」"
    "『それ』が爆発しそうになった。"
    "『それ』は『それ』としか描写できない『アレ』な『コレ』なのだ。"
    "『それ』は『それ』、『これ』は『これ』なのだ。"
    "だから呑み込む。"
    "呑み込む。呑み込む。"
    "七回ほど呑み込む。"
    "そして呑み込む。"
    "ごちそうさま。"
    "心で叫ぶ。"
    "満腹だ。"
    "俺の内部にあるものは、底にずっしり横たわって出てこない。"
    "せからしか。"
    "部活は遅れがち。"
    "もう金曜。"
    "舐·め·す·ぎ。"
    "そこで俺は働くことにした。"
    "新人キャンペーンの一環として。"
    太一 "「うおー」"
    "五分後、細々としたことを考えるのがイヤになってやめた。"
    "一環の終わりだった。"
    "大丈夫。二巻がある。"
    "一環が終わっても、二巻がある。"
    "おや？"
    "一環と二巻って繋がってないじゃないか。"
    "おかしな言葉があったものだ。"
    "水飛沫が空に掛けられたオレンジ色の球体を射抜く。"
    "いや、球体ではない。"
    "ヤツは円形かも知れない。"
    "大陽平面説的な。"
    "動くもののない世界きつい。なんか出ろ。"
    "大陽だけがゆるゆると移動しているが、物足りない。"
    "ゲットできないからな。"
    "ブラックホールもなれないライト級天体だしな。"
    "負けたって感じ。"
    "さそり座Ｖ８６１星でも見習っておけ。"
    "もっとガーンと行って欲しい。"
    "あと白色矮星見たい。"
    "確か桜庭が。"
    "役不足を感じた確信犯が的を得たのだろうか。"
    "与えられたフィールドに不満がある思想犯がアーチェリーに使われる的を手に入れた。"
    "俺を見てくれ。"
    "あ、枝、枝！"
    "枝をー！　枝をー！"
    "フェンスを破壊した。"
    "架空の枝が来た！"
    "見えない！"
    "すごい！　完璧だ！"
    "そして落ちた！"
    "架空の枝を地面に引き寄せる力……引く力だ！"
    "フェンスは工業用の巨大ペンチみたいので破壊した。"
    "引力と名付けた！"
    "これは大発見だ。"
    "大航海時代のはじまりと終わり。"
    "切断したフェンス面が、不格好に滑空していく。"
    "無数の言葉。"
    "脳を泳ぐ。"
    "シナプス跳躍をして。"
    call gl(0,"bgcc0006")
    call vsp(0,1)
    with wipeleft
    "ヤーヤー。"
    call gl(4,"sgcc0017")
    call vsp(4,1)
    with dissolve
    "冬子が攻撃してきた。"
    "出会い別れそして再会という感動を挟む余地無し。"
    "母親も捜せないぜ。"
    "俺がしろしめしたいのは＊＊＊＊＊＊＊＊＊。"
    "＊＊＊＊……。"
    "＊＊＊＊＊＊＊？"
    "＊＊！"
    "＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊。"
    "＊。"
    call gl(0,"evcc0025")
    call vsp(0,1)
    call vsp(4,0)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    "そして倒した。"
    "すまん冬子！"
    "じくり、と心が疼く。"
    "血を感じた。"
    "解放が必要だ。"
    "自分で光らないと。"
    call gl(0,"bgcc0008")
    call vsp(0,1)
    with wipeleft
    pause (500.0/1000.0)
    call gl(0,"evcc0016")
    call vsp(0,1)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    "汚名を挽回すべく、俺は霧を口説く。"
    "名誉を返上すべく、ひたすら口説く。"
    "口説き抜く。"
    "高らかに口説きあげる。"
    "申し分のないナンパ。"
    "しかし色よい返事はもらえない。"
    "なぜか？"
    "それは霧が赤だからです。"
    "悔いる。"
    "畜生、畜生！"
    "やらずに後悔するより、やって後悔すべきなのに！"
    "一人じゃ調整できないよ。"
    "さあ霧、オラの気持ちに応えてくれ！"
    "モノローグを駆使して俺は告った。"
    "モノローグは独白って意味なんだけど、テレビゲーム文法における地の文というニュアンスで用いられるから重箱の隅とかつつきたい人はここを攻撃するといい。"
    "実は告るって言葉嫌いだった。"
    "ハンパっぽいというか。"
    "ギャランドゥがいい。"
    "うん、そうしよう。"
    "ではでは。"
    "モノローグを駆使して俺はギャランドゥ。"
    "イカしてる。"
    "ギャラクシーって銀河っぽい単語と語感が似てるのもいい。"
    "似てねぇゆ。"
    "ゆ。"
    "どっちかと言うと『ゆ』。"
    "『の』よりな。"
    "で、霧、どうなの？"
    "霧は真剣に言った。"
    voice "vfCCC3023kri021"
    霧 "「……フライドチキンの性別が気になりますか？」"
    "あー、なる、なるってそれ！"
    "じゃあ仕様がない。"
    call gl(5,"bgcc0000e")
    play se "SE208"
    call vsp(5,1)
    with dissolve
    with vpunch
    "手榴弾が爆発しました。"
    "俺たちは死んだ。"
    "あなたは武器を手によく戦ったが、蠍の数は多く、突き立てられる毒針の全てを防ぐことは不可能だ。やがて意識が薄らぎ、倒れると、蠍たちは久方ぶりのうまい人肉に歓喜しつつあなたの体を埋め尽くした。あなたの冒険は終わった。"
    "ウォーロック·モーロックの邪悪な計画を阻止するには、パラグラフの１に戻って冒険をやり直さなければならない。あなたの次なる冒険に、女神のじゅうぶんな加護があらんことを―――"
    "なんか昔読んだ本と思考がまざったことをお詫びするよ。"
    call gl(0,"bgcc0008")
    call vsp(0,1)
    call vsp(5,0)
    with Dissolve(500.0/1000.0)
    "やっぱ無理があった。一人は。"
    "ここで曜子特派員にカメラを！"
    call gl(4,"sgcc0018")
    call vsp(4,1)
    with dissolve
    "おおっと、いました！"
    "ばっちり見られちゃってるるる！"
    "さすが正式な訓練を受けた市原です。"
    "違います。"
    "だいぶ異なものです。"
    "異質です。"
    "えーと、ごっつ優秀すぎるって感じで異質です。"
    "失敗がない人間って、どうなんでしょう？"
    "失敗する率が極端に低い人間って、言葉にするとそれだけですが。"
    "普通の人が百回死ぬような事態に二百回生存しちゃうげな。"
    "そりゃほとんどアータ！　ホーリーウッドの一時間四十五分時点の主人公の性能ですよ。"
    "ラスト十分前が一番性能が高いわけですな。"
    "そこで考えた、アンチ映画。"
    "ラスト十分まで昼寝しまくって、最後に超人モードになって敵を倒すストーリー。"
    "あとまったく脈絡なくもう一つ考えた。"
    "人類滅亡からはじまるストーリー。"
    "これやん。"
    "まさに俺って感じだ。"
    "自分賛美歌。"
    "人を貶めることで自分を高める行為とどっちが卑しいだろう？"
    "そこいらどうなんだろう？"
    "俺は問いかけた。"
    voice "vfCCD1001you012"
    曜子 "「ブライダルお姫様だっこ」"
    "すっげ哲学的。まいった。勝てない。"
    "もうっ、カメラ返せよ！"
    call gl(0,"bgcc0007")
    call vsp(0,1)
    call vsp(4,0)
    with wipeleft
    "誰と遊ぼう？"
    "じゃ、みみ先輩だ。"
    with dissolve
    call gl(0,"efcc0001")
    call vsp(0,1)
    with dissolve
    call gl(0,"efcc0002")
    call vsp(0,1)
    with dissolve
    call gl(0,"efcc0001")
    call vsp(0,1)
    with dissolve
    play se "SE016"
    call gl(0,"evcc0005b")
    call vsp(0,1)
    with dissolve
    "寝てるよ！"
    with dissolve
    call gl(0,"efcc0001")
    call vsp(0,1)
    with dissolve
    call gl(0,"efcc0002")
    call vsp(0,1)
    with dissolve
    call gl(0,"efcc0001")
    call vsp(0,1)
    with dissolve
    play se "SE016"
    call gl(0,"evcc0004")
    call vsp(0,1)
    with dissolve
    "起きたあっ！？"
    voice "vfcca0015msa022"
    見里 "「モラルの欠如、行きすぎた利己的な個人主義、自分が怠惰に過ごすために利用される基本的人権、このようないい子ハザードによって汚染されている現代社会に――」" 
    voice "vfcca0015msa022-2"
    見里 "「私たち若者は互いに築き上げる交友を持つことができるのでしょうか？　我が群青学院放送部は、この疑問に対して満足のゆく答えを提供することができると考えています」" 
    "うへえ！"
    "大きく出たな。"
    "さすがみみみ先輩。"
    "この人の弱さってのは、なんかおっぱいの感触と似てる。"
    "だから大好きというのが本音だ。"
    "実は好きでも何でもない。"
    "好きになるって設定上で定めただけだ。"
    "ごめんなさい。"
    call gl(4,"sgcc0004")
    call vsp(4,1)
    with dissolve
    "やさぐれちゃったよ！！"
    "そんなに『みみみ』呼ばわりはイヤなのかよ！"
    "超可愛いのになぁ。"
    "ちぇっ。"
    call gl(0,"bgcc0008")
    call vsp(0,1)
    call vsp(4,0)
    with wipeleft
    "とすると美希だな。"
    "慰めてもらうしか。"
    with dissolve
    call gl(0,"efcc0001")
    call vsp(0,1)
    with dissolve
    call gl(0,"efcc0002")
    call vsp(0,1)
    with dissolve
    call gl(0,"efcc0001")
    call vsp(0,1)
    with dissolve
    play se "SE016"
    call gl(0,"evcc0021")
    call vsp(0,1)
    with dissolve
    "ぉぃぉぃ！"
    "おいおい！"
    "多重放送になった俺だ。"
    "モノローグでだけどな。"
    "しっかし、すげえサービス精神旺盛な成果物だな。"
    "いいのか？"
    "許されるのか？"
    "認証されたのか？"
    "アダルト·カテゴリに入れるのか？"
    voice "vfCCC3114mki037"
    美希 "「ごろにゃーごろ」"
    "猫語か！"
    "まいったな、履修してないぞ。"
    "意思の疎通ができない。"
    "ただ下着を見るだけの俺になってしまいそうだ。"
    "よしなろう。"
    "俺はおよそ十四時間、下着を凝視した。"
    "時間にして四秒ほどの出来事だった。"
    "ありがとう美希。"
    "グンナイ。"
    call gl(0,"bgcc0007")
    call vsp(0,1)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    "遊びのあとはレクリエーション。"
    "部活に精を出す。"
    "エッチラオッチラ。"
    "自動的に働く。"
    "人は誰だってなかば自動的なんだ。"
    "それの、どこが悪い？"
    call gp(1,t=left)
    with dissolve
    call gl(1,"efcc0001")
    call vsp(1,1)
    with dissolve
    call gl(1,"evcc0054")
    call vsp(1,1)
    with dissolve
    call gl(1,"efcc0001")
    call vsp(1,1)
    with dissolve
    play se "SE016"
    hide pic1
    with dissolve
    voice "vfCCC4021mki081"
    美希 "「退屈で、気が狂いそうになりますよ？」"
    "え？"
    call gp(1,t=left)
    with dissolve
    call gl(1,"efcc0001")
    call vsp(1,1)
    with dissolve
    call gl(1,"tcdy0005|tcdy0004")
    call gp(1,t=center)#x=240
    call vsp(1,1)
    with dissolve
    call gl(1,"efcc0001")
    call gp(1,t=left)
    call vsp(1,1)
    with dissolve
    play se "SE016"
    hide pic1
    with dissolve
    voice "vfcca0013ysa045"
    遊紗 "「あ、だめ、だめですよっ！？」"
    "だめって、何が？"
    stop bgm
    with dissolve
    call gl(0,"efcc0001")
    call vsp(0,1)
    with dissolve
    call gl(0,"efcc0002")
    call vsp(0,1)
    with dissolve
    call gl(0,"efcc0001")
    call vsp(0,1)
    with dissolve
    play se "SE016"
    call gl(0,"bgcc0000a")
    call vsp(0,1)
    with dissolve
    "空。"
    "そして。"
    "地面。遙か下方。"
    "その瞬間。"
    "破裂―――"
    太一 "「あああああああああああああああああああああああああああああああああああああああああああああああああああっ！！！！」"
    "語句の連結が外れてできた言葉の海から、俺は手を伸ばす。"
    "掴む藁もない。"
    "くるりと意識を反転して（たこ焼きのように）現世に戻る。"
    "意識が現世を観測してのけた。"
    call gl(0,"bgcc0007")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    play bgm "bgm/bgm015.ogg"
    太一 "「はっ、はっ、はっ……」"
    "俺は、自ら破壊したフェンスから身を乗り出そうとしていた。"
    "強ばった指が、左右の金網をつかんでいる。"
    "ギリギリのところだったのだろう。"
    "フェンスは扉大にくりぬかれていた。"
    "俺がやった。その記憶がある。"
    "記憶するはしからズタズタに分断され、他の言語に混じって判断できなくなっていたんだ。"
    "指先が石膏のように白い。"
    "ずっと力んでいたせいか。"
    "重心を背後に引き戻した。"
    "これで安全。落ちない。"
    "なおフェンスに食い込んでいる指。苦労してはがす。"
    "軽い苦痛。"
    "裏返すと、うっすらと網目状に血が浮いていた。"
    太一 "「俺は……」"
    "自殺しようとしたことが、信じられない。"
    "死んではいけない。"
    "たくさん殺して、生きたのだから。"
    太一 "「そうなんだろ……曜子ちゃん？」"
    "呼んでも、彼女はあらわれない。"
    "自分を抱きしめる。"
    "寒い。"
    "いてもたってもいられなくなる。"
    "走り出す。"
    "校内に。"
    call gl(0,"bgcc0008")
    call vsp(0,1)
    with wipeleft
    太一 "「うわあああああああああああああっ」"
    "駆ける。"
    "人！"
    "人！"
    "どっかに人！"
    call gl(0,"bgcc0006")
    call vsp(0,1)
    with wipeleft
    太一 "「美希、霧！」"
    "いない。"
    "机を倒していく。"
    "どんどん倒していく。"
    "教科書が床に滑り落ちる。"
    "二人はいない。"
    "恐怖。"
    "この空間には誰もいない。"
    "逃げ出す。"
    call gl(0,"bgcc0008")
    call vsp(0,1)
    with wipeleft
    "長細い空間。"
    "挟み撃ちにされたら助からないという危機感。"
    "敵は虚無だ。"
    "奴らはどこにでもいる。"
    "もう俺を包んでいる。"
    "このままでは俺は拡散して、希薄になってしまう。"
    "階段を通過し、二年教室。"
    call gl(0,"evcc0011a")
    call vsp(0,1)
    with wipeleft
    "冬子の個室。"
    "周囲と隔絶された小さな要塞だった。"
    "けど主がいない。"
    "強ばった意志とともに送還された。"
    "でも少しくらいいてくれてもいいじゃないか。"
    call gl(0,"bgcc0011")
    call vsp(0,1)
    with wipeleft
    太一 "「ああああああっ、ああああああああッッッ！！」"
    "こけつまろびつ、門をまたぐ。"
    call gl(0,"bgcc0014")
    call vsp(0,1)
    with wipeleft
    "俺は街中を彷徨う。"
    "生者を捜して。"
    "そもそも交差世界の残滓でしかないここに、もともと生者がいたのかどうか。"
    "けど捜さずにはいられない。"
    "人を求めずにはいられない。"
    call gl(0,"bgcc0000a")
    call vsp(0,1)
    with wipeleft
    太一 "「あ……はぁ、はっ……ッ」"
    "一軒一軒、家を確かめていく。"
    "狂乱の半日。"
    "俺は求め続けた。"
    call gl(0,"bgcc0011")
    call vsp(0,1)
    with wipeleft
    "門の前で、へたる。"
    太一 "「……ったくなぁ……一人もいねー」"
    "どんだけ捜しても。"
    "もう誰もいないのだった。"
    "けど疲労と引き替えに、少し、落ち着いた。"
    "激しい運動をするため、脳が用いられたためだろうか？"
    太一 "「あ」"
    "そうだ。"
    "突き動かされて、山に。"
    call gl(0,"bgcc0016")
    call vsp(0,1)
    with wipeleft
    "目を疑った。"
    "なにもない？"
    "あのぼやけた不確定な理解不能空間は、きれいさっぱり消失していた。"
    太一 "「……馬鹿な」"
    "何千週と存在し続けたものじゃないのか？"
    "いや、万かも知れない。"
    太一 "「どうしてなくなるんだよ」"
    "憤り。"
    "絶望。"
    "名状できない感情。"
    "痛み。"
    "心からもたらされるものに束縛され、俺は立ちすくんだ。"
    太一 "「どうして……」"
    "逃げたい。"
    "あたりまえの感情。"
    "必死で養った、俺のちっぽけな心にもそれはあった。"
    "みみ先輩、友貴、霧、美希、曜子ちゃん……。"
    "みんなことを、とても笑えない。"
    "けれどゲートはもうない。"
    "帰りたくても帰れない。"
    "補正する『ずれ』はなくなったんだ。"
    "一人。"
    "交差した世界。"
    "交差するのは一点で。"
    "それぞれの流れは、また続いていく。"
    太一 "「ああ……そうか」"
    "俺のいるこの虚無の街は……もう―――"
    "交差点を過ぎたんだ。"
    "『Ｘ』の字を想定してみればわかる。"
    "二本の棒。それぞれの流れ。"
    "一瞬の交差。だが流れは止まらないわけだ。"
    "俺はもう一本の流れに乗ったのか？"
    "いや……違うだろう。"
    "今の街は、残滓だ。"
    "流れゆく二本の残像の交差点。"
    "『実』が過ぎ去り『虚』になったクロスポイント。"
    太一 "「……はは」"
    太一 "「ははは」"
    太一 "「はははははははははははははっ」"
    "この笑いは。"
    "祝福。"
    "ゲートが消えるまで、どれだけの時間がかかったのか知れない。"
    "けっこう早かったのかも。"
    "けど気の遠くなる年月だったのかも。"
    "どっちにしても、俺は堪え忍んだ。"
    "逃げ場が遠のくほどの時を、闘い抜いた。"
    "勝った。"
    "それだけは確かじゃないか。"
    太一 "「逃げ場がないなら……生きるしか……ないもんな……」"
    "これでいい。"
    太一 "「ざまあみろ、だ」"
    "トゥルー俺、ざまあみろ。"
    "おまえは（俺は）ここで飼い殺し。"
    太一 "「…………はは」"
    "胸中、無数の感情が交錯し十字を描く。"
    "編み上げられる、架空のタペストリー。"
    "それは彩なす情意のきらめき。"
    太一 "「あ、あ……」"
    太一 "「あ―――」"
    太一 "「――――――――――――」"
    "叫ぶ。"
    "声のかぎりに。"
    "声帯を震わせて、空を引き裂くほどに。"
    "それはもう声ではなかった。"
    "音。"
    "現象であり固有存在でもある俺の、物理的な軋みに他にならなかった。"
    "視野がエフェクトで埋まる。"
    "俺の意識を、かたちにした幻覚。"
    "レースのように美しいが、おどろおどろしい情念で編み上げられている。"
    "揺れれば、垣間見える不浄の荒野。"
    "これが……俺か……。"
    "目が、不可視をとらえている。"
    "幻だと思う反面、真実だとも把握していた。"
    "ああ、これは。"
    "変性意識だ。"
    extend "トランス。閃き。悟り。天啓。神秘体験。"
    "そう呼ばれるもの。"
    "極まった精神が、その表層をして潜在意識と接続する現象。"
    "俺は追い込まれた。"
    "ストレスによって。"
    "ん―――？"
    "電撃に打たれ佇む俺の、意識側面が疼いた。"
    "側面にあるもの。"
    "それは錯綜する感情と距離を置く、沈着な知識の層。"
    "該博な意識は告げる。"
    "違う。と。"
    "認識がさっと撒かれた。"
    "違う。"
    "俺は変性意識状態に陥ったのではない。"
    "知識：現状態に対して脳活動はそれほど混乱を来していない。いくつかの機能においては適応が見られ、現状に習熟している痕跡がある。"
    "つまり？"
    "知識：変性意識。異常精神状態。心機能内部における自律的な思考や感情が表出、奇異な言動を示すなどの様々な例が見られる。圧倒的な全能感を得たり、心霊体験に近い幻視をきたすこともある。宗教体験トリップトランス……等。"
    "理解で爆発した。"
    "圧力はほとんど物理現象と化して、俺を射竦めた。"
    "謎が有機的に連結されていく。"
    "一本の線に。"
    "はじまりと終わりが繋がって、円形に。"
    "円形に。"
    "理解の円。"
    "俺の意識は。"
    "最初から、変性したままだったんだ。"
    stop bgm
    call gl(0,"evcc0063")
    call vsp(0,1)
    with Pixellate(300.0*2/1000.0,5)
    "あの日。"
    "俺は変質してしまった。"
    "今日に至るまで、ずっと。"
    "いつ爆発するかも知れない、深層とのバイパス。"
    "常時接続。"
    "心の振幅が制御できない。"
    "撒き散らされる本能。"
    "理性が狂う。"
    "虚無的な対話と思考は、理性にかわって意識を保持した。"
    "吹き出る汚水を、泥水が覆うように。"
    "周囲に広がる理性世界に淘汰されないように。"
    "そして。"
    "最古の記憶が、タールめいた深層に漂っていた。"
    "それは意識変性の起こる、さらなる以前の物語だ。"
    with dissolve
    call gl(0,"efcc0001")
    call vsp(0,1)
    with dissolve
    call gl(0,"efcc3000")
    call vsp(0,1)
    with dissolve
    call gl(0,"efcc0001")
    call vsp(0,1)
    with dissolve
    play se "SE016"
    call gl(0,"bgcc0000e")
    call vsp(0,1)
    with dissolve
    play bgm "bgm/bgm021.ogg"
    voice "vfCCE0001nnk000"
    七香 "「ごめんね、太一」"
    "どうして、彼女が？"
    "彼女とは、ループ開始と同時に会った。"
    "どうして古い記憶に、いる？"
    "だって俺は記憶を失ってなどいな爆発―――"
    pause (3000.0/1000.0)
    call gl(0,"sgcc0075")
    call vsp(0,1)
    with Pixellate(300.0*2/1000.0,5)
    voice "vfCCE0001nnk001"
    七香 "「太一、君の名前だよ」"
    voice "vfCCE0001nnk002"
    七香 "「ごめんね……あたしが、計画性のない子だから」"
    voice "vfCCE0001nnk003"
    七香 "「パパのこと、好きになっちゃったから……」"
    voice "vfCCE0001nnk004"
    七香 "「必死に生きてたからさ、パパ」"
    voice "vfCCE0001nnk005"
    七香 "「短い人生ってわかってて、必死に……」"
    voice "vfCCE0001nnk006"
    七香 "「そんでね」"
    voice "vfCCE0001nnk007"
    七香 "「あたしも、長くないんだって」"
    voice "vfCCE0001nnk008"
    七香 "「ごめんね……」"
    voice "vfCCE0001nnk009"
    七香 "「太一はこれから、いっぱい苦労すると思う」"
    voice "vfCCE0001nnk010"
    七香 "「あたしも、もういないパパも、味方になってあげられないんだ」"
    voice "vfCCE0001nnk011"
    七香 "「でもね」"
    voice "vfCCE0001nnk012"
    七香 "「愛してるよ、太一」"
    voice "vfCCE0001nnk013"
    七香 "「すごく、すごく愛してる。生んで良かったって、思う」"
    voice "vfCCE0001nnk014"
    七香 "「もし生まれ変われたら、もう一度生んであげたいってくらいだよ」"
    voice "vfCCE0001nnk015"
    七香 "「そんくらい、愛してるんだ」"
    voice "vfCCE0001nnk016"
    七香 "「ごめんね……それだけしか残してあげられなくて……」"
    pause (5000.0/1000.0)
    call gl(0,"bgcc0000e")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    pause (5000.0/1000.0)
    call gl(0,"bgcc0000a")
    call vsp(0,1)
    with Pixellate(300.0*2/1000.0,5)
    太一 "「――――――――――――」"
    "泣いている。"
    "俺が、泣いている。"
    "滂沱と。"
    "痛むほど、涙腺を搾り続けて。"
    "これは。"
    "生まれた時の、記憶。"
    "俺が、生まれた、時の、記憶なんだ。"
    "記憶していた。"
    "人は、そんなことまで覚えていることができる。"
    voice "vfCCE0001nnk016"
    七香 "「ごめんね……それだけしか残してあげられなくて……」"
    voice "vfCCE0001nnk016"
    七香 "「ごめんね……それだけしか残してあげられなくて……」"
    voice "vfCCE0001nnk016"
    七香 "「ごめんね……それだけしか残してあげられなくて……」"
    "覚えていたんだ。"
    太一 "「母、さん……」"
    "顔を覆う。"
    "喜怒哀楽、いずれにも属さない激情。"
    "赤子の、情。"
    太一 "「俺、おぼえてた……母さんのこと……」"
    "ちっぽけだと思っていた自分の心に、なんてものが秘められていたのだろう。"
    "人捜しの長い旅に疲れ果て死ぬとき、はじめて振り返ると捜し人が無言でついてきていて、にっこりとほほえみかけてきたような。"
    "すべてが無条件に肯定されてしまいそうな。"
    "めまい。"
    "記憶はもう一つあった。"
    "もう一つの、思い出をすくい取る。"
    "闇。"
    "俺の幼児期は、闇とともにあった。"
    "七香は……母さんは、俺を抱いて暗闇に身を置いていた。"
    "会話はない。"
    "母と子は闇に沈められていた。"
    "どんな理由があったのか知らない。"
    "長い時間。"
    "母は悲しみ、怯えているようだった。"
    "俺はそれを感じ取った。"
    "父はいなかった。"
    "死んだのだろう。"
    "俺はそれをなんとなく理解している。"
    "慰める言葉が自分に備わっていないこととともに。"
    "母は俺を抱きしめている。"
    "頼る者のない少女。"
    "自分の恐怖の闇と戦うみたいで。"
    "二人とも、泣くこともできずにいた。"
    "気がつくと、俺は闇の中でも母を見ることができるようになっていた。"
    "生後数ヶ月、中脳皮質系から視覚皮質に神経系が切り替わり、外界に適するための末梢機能が発達する時期。"
    "俺は闇の中、無言で母を求め続けた。"
    "それは肉体の変化を招いた。"
    "母は若く恐怖の虜で、知識を持たなかった。"
    "最適化されていくはずの桿体細胞と錐体細胞は、この時期、宿主を夜行性と認知した。"
    "桿状体細胞が増加し、分布を決める。"
    "網膜周辺の未分化細胞が、擬似的な輝膜を形成した。"
    "エラーの重複か、硝子体と同化しようと透明度を失い損ねた細胞たちか。"
    "それはわからない。"
    "結果として、瞳に入った光を、反射し細胞に二度重ねる構造を有した。"
    "構造的には猫や犬と同一のものだ。"
    "またこの目は、静止物より動くものに敏感だった。"
    "猫が小さな虫を玩ぶよう、俺もまた……。"
    "闇の中、母は俺に何度もキスをした。"
    "俺はどんな影響を受けたんだろう？"
    "潜在意識の黒い奔流から抽出できる記憶は、それだけだった。"
    "そうだ。"
    "母は死んだ。"
    "あのあと、死んだんだろう。"
    "だから俺は、支倉に預けられて。"
    "……今に繋がる。"
    "じゃあ……俺が見ていたあの七香は？"
    "まさか―――"
    "……よそう。"
    "七香は無条件に俺の味方でいてくれた。"
    "きっといつも、記憶の底から見守っていてくれたんだ。"
    "そう思おう。"
    "事実は、世界が知っていればいい。"
    "俺が知る必要はない。"
    "愛していてくれただけで、俺には―――充分すぎる。"
    "涙を取り戻すと、次は認識が来た。"
    "人はただ、いてくれるだけでいい。"
    "場所も、性質も、性別も、問わない。"
    "いてほしいんだ。"
    "人は人にいてほしい。"
    "より近くに、感じたい。"
    "手を伸ばした先に、誰かがいるという安心。"
    "それを得たい。"
    "だから人は呼びかける。"
    "電話で。言葉で。手紙で。態度で。"
    "……無線で。"
    "どこかで誰かが聞いてくれますように。"
    "そう願って。"
    "みみ先輩は正しかった。"
    "逃避だけど正しかった。"
    "俺は人なんだ。"
    "ああ。"
    "信じられない。"
    "深い意識にかき乱され、無邪気に人を壊してしまう俺だ。"
    "協調を衝動に阻害されるのだから、当然だ。"
    "けれど俺は、人だったんだ。"
    "生きられる。"
    "その充足感で、俺は生きていける。"
    "ゲートが消えて、世界は変わっていくかも知れない。"
    "ここは交差点。"
    "過ぎ去れば、残像だけが美しい。"
    "幻となって消えていく時が、来ているのだ。"
    "それはあとどれくらいなんだろう？"
    "来週か？"
    "再来週か？"
    "来年か？"
    "……俺が死ぬのと、どっちが早い？"
    "死ぬわけにはいかない。"
    "死ねばこのかけがえのない気持ちは、砕けてしまうから。"
    太一 "「……生きてやる」"
    "生き闘う。"
    "最後の日まで。"
    "そして願う。"
    "俺が固有の寿命を終える前に、どうか。"
    "この空が消えてなくなりますようにと。"
    "七香が微笑んでいる。"
    voice "vfCCE0001nnk016"
    七香 "「ごめんね……それだけしか残してあげられなくて……」"
    "残されたのは、世界でもっとも陳腐な部類の漢字一文字の単語と、生涯を通してありがちな人への渇望だった。"
    "俺は言った。"
    太一 "「ありがとう。もう、平気」"
    "七香は応じた。"
    voice "vfCCE0001nnk017"
    七香 "「……うん！」"
    "満面の、祝福の笑みだった。"
    "そして七香を正しく認識すると同時に。"
    "心は超越的な静穏を獲得した。"
    call gl(0,"bgcc0016")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    太一 "「……」"
    "一人、立っていた。"
    "林の中、俺という存在が、ひとつっきり。"
    "静かだった。"
    "今まで体験したことのないほど。"
    太一 "「……衝動が……消えた……？」"
    "俺を制御不能に陥らせる強烈な心の動きが、消失している。"
    "静かすぎて体内の物音さえ聞き取れそうで。"
    "不安になる。"
    "今まで心象風景の暴君だった、強烈なエゴが感じられない。"
    "本当に平穏は訪れたのか。"
    "一時の夢なのか。"
    "心細い。"
    "でも、これが普通なんだ。"
    "ここに人は、情緒を育てるんだ。"
    "胸に手を置く。"
    "ぎゅっと。"
    "抱え込む。"
    "これが何週目かはわからない。"
    "何十週か、あるいは何万週か。"
    "だから記念すべきＸ週と呼ぶことにしよう。"
    "もう短剣ではない。"
    "こうして俺は、ついにヒトになったのである。"
    "手遅れで、無意味なのだろう。"
    "けど……瞳からは、涙が出た。"
    "悲しくて。"
    "嬉しくて。"
    "両方まざると、もう形容する言葉はない。"
    太一 "「ははは……はは……」"
    "笑って、泣いた。"
    太一 "「ヒャッホーッ！」"
    stop bgm
    call gl(0,"bgcc0000e")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    call gl(0,"bgcc0007")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    play bgm "bgm/bgm022.ogg"
    "翌日。屋上。部活。"
    太一 "「よし、がんばろう！」"
    "なんかオブジェみたいなアンテナになってるけど……。"
    "一日頑張れば、なんとかなるだろう。"
    call gl(0,"bgcc0007a")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    pause (1000.0/1000.0)
    call gl(0,"bgcc0007b")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    pause (2000.0/1000.0)
    pause (1000.0/1000.0)
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    pause (1000.0/1000.0)
    call gl(0,"bgcc0007f")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    "日曜。"
    太一 "「……できた」"
    "なんとか、間に合った。"
    "気が抜けた。"
    "日曜は実質半日もないから、大変だ。"
    "とりあえず完成。"
    "達成感に包まれる。"
    太一 "「健全健全」"
    "空を見る。"
    太一 "「……ね、先輩」"
    "大陽を見てると眠くなる。"
    "けど、ここで寝たら大変だ。"
    "さっそく放送をしよう。"
    "席につく。"
    call gl(1,"bgcc0010s")
    call gp(1,t=left)
    call vsp(1,1)
    with dissolve
    hide pic1
    with dissolve
    "夢見ていた。"
    call gl(1,"bgcc0008s")
    call gp(1,t=left)
    call vsp(1,1)
    with dissolve
    hide pic1
    with dissolve
    "こういう他愛ない部活動、普通のガクセーらしい日常を。"
    "思い出があれば、俺はそれでいい。"
    call gl(1,"bgcc0011s")
    call gp(1,t=left)
    call vsp(1,1)
    with dissolve
    hide pic1
    with dissolve
    stop bgm
    "満足だ―――"
    "息を吸う。"
    "夏の香りを含んだ夕風が、悪戯する手つきでそれをさらっていく。"
    call gl(0,"bgcc0023")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    "さあ放送だ。"
    太一 "「こちら、群青学院放送部」"
    play bgm "bgm/bgm024.ogg"
    "たとえ無駄だとわかっていても。"
    "すがりついて生きていく。"
    "力強く言葉を押し出した。"
    太一 "「生きている人、いますか？」"
    太一 "「もしいるのであれば、聞いてください」"
    太一 "「今あなたがどんな状況に置かれているのか、俺は知りません」"
    太一 "「絶望しているかもしれない」"
    太一 "「苦しい思いをしているかもしれない」"
    太一 "「あるいは……死の直前であるかも知れない」"
    太一 "「そんな、全部の人に、俺は言います」"
    太一 "「……生きてください」"
    太一 "「ただ、生きてください」"
    太一 "「居続けてくれませんか」"
    太一 "「これは単なる、俺のお願いです」"
    太一 "「もしこの声を聞いていてくれる人がいるのであれば、ひとりぼっちではないってことだから」"
    太一 "「聞いてる人が存在してくれるその瞬間、たとえ自覚がなくとも、俺とあなたの繋がりとなるはずだから」"
    太一 "「そう考えてます」"
    太一 "「人は一人で生まれて、一人で死にます」"
    太一 "「誰と仲良くしても、本質的には一人です」"
    太一 "「通じ合っても、すべてを共有するわけじゃない」"
    太一 "「生きることは、寂しいことです」"
    太一 "「寂しさを、どう誤魔化すかは……大切なことです」"
    太一 "「そのために……他人がいるんじゃないかと思います」"
    太一 "「あなたには誰かとの思い出が、ありますか？」"
    太一 "「それは貴重なものです」"
    太一 "「決して忘れないようにしてください」"
    太一 "「孤独と向かい合った人の、唯一の支えだからです」"
    太一 "「理想は、近くにいてくれる誰か」"
    太一 "「けど今は、そんな当たり前さえ保証されない」"
    太一 "「けれど……俺はここにいます」"
    太一 "「あなたがそこにいるように」"
    "目を閉じる。"
    "万感の思いをこめて。"
    太一 "「こちら、群青学院放送部」"
    太一 "「生きている人、いますか？」"
    "祈った―――"
    太一 "「ではまた来週」"
    "放送を終えた。"
    "立ち上がり、電源を落とす。"
    "片づけている時間はない。"
    "祠に行かねばならない。"
    "また繰り返すのだ。"
    "虚しい行為かも知れない。"
    "けど俺は呼びかけ続ける。"
    "一時の交差を胸に、瞬間の交差を求めて。"
    "いくつもの週を越えて。"
    "また来週と告げるために。"
    #textoff
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    stop bgm
    pause (2000.0/1000.0)
    pause (2000.0/1000.0)
    call ndemoend
    return
    #