label ccd0015b:
    太一 "「降伏します」"
    stop bgm
    voice "vfCCD0001kri022"
    霧 "「動かないで下さい。撃ちますよ……って、え？」"
    太一 "「降参です」"
    "壁に手をついて足を開けと言われる前に壁に手をついて足を開いた。"
    "降伏の姿勢だ。"
    voice "vfCCD0001mki030"
    美希 "「よわぁ……」"
    play bgm "bgm/bgm010.ogg"
    voice "vfCCD0001kri023"
    霧 "「……どうしよう、美希？」"
    voice "vfCCD0001mki031"
    美希 "「えっと……どうしようって言われても……可哀相だよ」"
    voice "vfCCD0001kri024"
    霧 "「全然可哀相じゃないよ、こんな人」"
    voice "vfCCD0001mki032"
    美希 "「だって、霧ちん武器もって一方的すぎるよ。人に向けたらよくない……」"
    voice "vfCCD0001kri025"
    霧 "「……だって」"
    voice "vfCCD0001mki033"
    美希 "「やめよ、ね？」"
    voice "vfCCD0001kri026"
    霧 "「……わかった」"
    "不承不承ではあったが。"
    太一 "「手おろしていい？」"
    voice "vfCCD0001kri027"
    霧 "「……どうぞ」"
    太一 "「ふー、助かった、美希」"
    voice "vfCCD0001mki034"
    美希 "「あ、いえ」"
    "ええ子だ。"
    menu:
        "さて、どっちかをうまくアレしないとな。"
        "霧":
            $B=1
        "美希":
            $B=2
    return
    #