label ccd0006:
    call gl(0,"bgcc0014")
    call vsp(0,1)
    call vsp(1,0)
    with wipeleft
    play bgm "bgm/bgm016.ogg"
    太一 "「……」"
    "まわる世界、か。"
    "この月曜を、俺は何度繰り返してきたんだろう。"
    "などと考えていると。"
    "美希を発見。"
    "向こうも俺を発見。"
    太一 "「おーい、ミッキー·マ―――」"
    "版権的に超厳しいネタをかまそうとしたその瞬間。"
    "駆け出す。"
    "こっちに向かって。"
    "蹴つまずきながら。"
    太一 "「わっ、ごめん！　俺が悪かった！　ソニー　ボノ法が合憲だなんて知らなかったんだ！」"
    voice "vfCCD0001mki000"
    美希 "「うわ～～～～～～んっ！！」"
    "泣いてた。"
    太一 "「どしたっ！？」"
    "胸に飛び込んできた。"
    call gl(0,"evcc0040")
    call vsp(0,1)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    "受け止める。"
    voice "vfCCD0001mki001"
    美希 "「せんぱい、せんぱいせんぱいせんぱーーーーーいっ！！」"
    "泣きじゃくる。"
    voice "vfCCD0001mki002"
    美希 "「誰もいないよ～～～～～～っ！　おかしいよ～～～～～～っ、こんなの絶対おかしいよ～～～～～～っ！！」"
    "弱っ！！"
    "経験値がないってことなのかな？"
    voice "vfCCD0001mki003"
    美希 "「どこの家にも誰もいないです！　ほんとに誰もいないんです、いなくなっちゃってます！！」"
    太一 "「き、昨日の夜にわかってたことだろ？」"
    "背を叩いてなだめる。"
    "女の子の涙には弱いのだ。"
    voice "vfCCD0001mki004"
    美希 "「だって、だって！」"
    太一 "「俺がいるだろ」"
    voice "vfCCD0001mki005"
    美希 "「……うううっ、はい……よかった……いてくれて……」"
    "ギャグだったんだが。"
    voice "vfCCD0001mki006"
    美希 "「朝おきて、お母さんとかいなくて、ごはんもなくて……そんでみんなまでいなくなってたらって考えたら……」"
    太一 "「恐くなっちゃったか」"
    "額をすりつけるよう、こくこくと頷く。"
    voice "vfCCD0001mki007"
    美希 "「いやです、こんなの……わたし、いや……」"
    "空を見上げる。"
    太一 "「やっぱり人がいないと寂しいよな」"
    voice "vfCCD0001mki008"
    美希 "「……帰りたい……」"
    "鋭いことを言う。"
    "ここが本来の世界ではないこと。"
    "世界’であること。"
    "美希の言葉は偶然だろうけど。"
    "的を射ていた。"
    太一 "「帰りたいか……」"
    voice "vfCCD0001mki009"
    美希 "「帰りたい、帰りたい……」"
    太一 "「困ったなぁ、どうするかなぁ」"
    "美希を慰める方法は、ある。"
    "ちょっと卑怯な方法。"
    "似たもの同士の俺たちだから成立する手段。"
    "一週間限りだから。"
    "なんだってできる。"
    stop bgm
    "人が一生を懸命に、後悔なく生きる様にも似て。"
    "この一週間だけの固有の俺たちは、生き急がないといけない。"
    "美希を誘う惹句を、いくつか思い描いた瞬間。"
    "蹴りが来た。"
    call gl(4,"sgcc0013")
    call vsp(4,1)
    with dissolve
    play se "se106"
    with vpunch
    voice "vfCCD0001kri000"
    霧 "「しゃーーーーーーーーーーっ！！」"
    play bgm "bgm/bgm011.ogg"
    太一 "「がああっ！」"
    "霧のキックが、俺を美希からむしりとった。"
    call gl(0,"bgcc0014")
    call vsp(0,1)
    call vsp(4,0)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    太一 "「なにさらすねん！」"
    call gl(1,"TCSK0001|TCSK000x")
    call gp(1,t=center)#x=220
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001kri001"
    霧 "「痴漢行為はやめてください！」"
    太一 "「痴漢じゃない！」"
    call gl(1,"TCSK0002|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001kri002"
    霧 "「痴漢１００％です」"
    太一 "「痴漢じゃないって！」"
    call gl(2,"TCYM0002|TCYM0002")
    call gp(2,t=left)#x=0
    call gp(1,t=right)#x=340
    call vsp(2,1)
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    voice "vfCCD0001mki010"
    美希 "「ほああ、霧ちん……」"
    "美希がふんにゃりした。"
    "そして霧に抱きつく。"
    voice "vfCCD0001mki011"
    美希 "「ふぇぇぇぇ～～～～～～んっ！」"
    call gl(1,"TCSK0000|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001kri003"
    霧 "「平気、もう平気だから」"
    "あれ？"
    太一 "「美希や……俺の無実を証明してはくれないのかい？」"
    voice "vfCCD0001mki012"
    美希 "「えぐっ、ひくっ、うっく」"
    "泣きじゃくっている。"
    "かわりに、霧がキッと俺を睨む。"
    call gl(1,"TCSK0001|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001kri004"
    霧 "「……許さない」"
    voice "vfCCD0001kri005"
    霧 "「痴漢は絶対に許さない！」"
    太一 "「違うがな！」"
    call gl(1,"TCSK0002|TCSK000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001kri006"
    霧 "「美希が泣いてるのが、証拠です」"
    太一 "「ぉぃぉぃぉぃぉぃ」"
    "冗談じゃないぞ。"
    "こうやってえん罪は形作られていくのか？"
    "逃げるっきゃない。"
    call vsp(1,0)
    call vsp(2,0)
    "ダッシュ！"
    voice "vfCCD0001kri007"
    霧 "「あーっ、逃げた！」"
    stop bgm
    return
    #