label ccd0021:
    call gl(0,"bgcc0005a")
    call vsp(0,1)
    with wipeleft
    pause (500.0/1000.0)
    call gl(0,"bgcc0003d")
    call vsp(0,1)
    with wipeleft
    "ベッドに寝転がる。"
    "明るいうちに調理は済ませたいところだが。"
    "気力がわかない。"
    "俺の望みは簡単なのに。"
    "攻略ノートまで頼りながら……三日かけて……結束ひとつ取り戻せない。"
    "結束。"
    "放送部全員が肩を並べて行う部活動。"
    "明るく楽しく健全な、ラジオ放送。"
    "ノートはその性質上、結論が記されない。"
    "どの方法が、望む結末に近いのか、俺は判断できない。"
    太一 "「木曜、金曜、土曜……」"
    "あと何日残っている？"
    "知らなければよかった。"
    "世界が終わるなんて。"
    太一 "「うぅぅ……」"
    "低く、呻く。"
    "不思議世界でありながら、もどかしい現実でもある今に対する、憤りだ。"
    "せいぜい三日か四日。"
    太一 "「何ができるんだ……それっぽっちの時間で」"
    "拳を握って。"
    "グラグラと煮えたぎる感情のうねりが、怒りのそれと似て体を熱くした。"
    "いつまでも―――"
    call gl(0,"bgcc0000b")
    call vsp(0,1)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    "……………………。"
    "…………。"
    "……。"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    pause (500.0/1000.0)
    pause (500.0/1000.0)
    call gl(0,"bgcc0011")
    call vsp(0,1)
    with wipeleft
    "俺は行動した。"
    "ノートにあった記述を参考に、その場その場で最適の行動を取った。"
    "幸せのため。"
    "結束を築くため。"
    "仲間·友情·絆。"
    "そんな白々しいもののため。"
    call gl(0,"bgcc0011a")
    call vsp(0,1)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    "そして無駄な一日を終えることになった。"
    "これっぽっちの偽善さえ、積むことはできずに―――"
    call gl(0,"bgcc0000b")
    call vsp(0,1)
    with ImageDissolve("sys/EFMSK_22_MSK.bmp",time=1)
    "……………………。"
    "…………。"
    "……。"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    pause (500.0/1000.0)
    pause (500.0/1000.0)
    call gl(0,"bgcc0011")
    call vsp(0,1)
    with wipeleft
    "金曜日になった。"
    "本来であれば、各人との関係にも変化がある頃のはず。"
    "けど八方美人に進めてきた俺は、何も得られないまま時間を浪費してしまった。"
    "みみ先輩とも、冬子とも、霧とも、美希とも……。"
    "互いの距離感は、絶望的に遠いままだ。"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    "……………………。"
    call gl(0,"bgcc0011")
    call vsp(0,1)
    with wipeleft
    "半日かけずり回って、成果なし。"
    太一 "「はあ」"
    "疲れた。"
    "正門前にしゃがみこみ、夕刻前一足先に途方に暮れる。"
    "と、肌になじみのあるざわつきが、遠方から接近してきた。"
    "曜子ちゃんだ。"
    "珍しい。こんな無防備に。"
    call gl(1,"TCHY0000|tchy000x")
    call gp(1,t=center)#x=180
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    play bgm "bgm/bgm021.ogg"
    voice "vfCCD0001you049"
    曜子 "「……手伝うことはある？」"
    "俺の前に立って、言う。"
    太一 "「いや、今のところは……」"
    "流しかけたのに、つい問いかけてしまう。"
    "藁をも掴む心境だった。"
    太一 "「ねえ……どうやったら、みんなでうまくできるのかな」"
    太一 "「みみ先輩がやってる部活にみんなで仲良く参加して、適度に青春して、おどけて、笑って……そういうルートって、ないのかな？」"
    太一 "「いさかいを解決できて、互いを尊重しあって、希望があって……」"
    太一 "「仲良くケンカして、放送用台本をみんなでチェックして、協力してトラブルに対処して……」"
    太一 "「ないの、かな？」"
    "あるいは、彼女だったら知っているんじゃなかろうか。"
    "かすかな希望を抱いて。"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you050"
    曜子 "「ないと思う」"
    太一 "「……」"
    "平坦な調子の声は、いつもより冷たく聞こえる。"
    voice "vfCCD0001you051"
    曜子 "「そんな可能性は、どこにもないと思う」"
    voice "vfCCD0001you052"
    曜子 "「太一が、この世界、この状況で、全員の仲を取り持って安全に部活にこぎつけるためには……もっと時間をかけるか、もっと良い状態からスタートするか、しかない」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you053"
    曜子 "「そのどちらも、太一にはない」"
    voice "vfCCD0001you054"
    曜子 "「絶対的な限界があるの」"
    voice "vfCCD0001you055"
    曜子 "「だからいくら頑張っても、無駄だと思う」"
    太一 "「……そう」"
    "ハッキリ、ないと言われてしまった。"
    太一 "「こういうことを言うのは、フェアじゃないんだけど……冷たい方程式だよな、それって」"
    "彼女は応えない。"
    "佇立して、俺の言葉を待っている。"
    太一 "「毎回、バラバラの状態からスタートしてるってことじゃないか」"
    太一 "「何も成し遂げられないまま終わって……ループして……最低の毎日を幾週間も……」"
    太一 "「なんの冗談なんだよ、こりゃあ」"
    "頭を抱えた。"
    "俺の心の空腹を満たすものは、何もないのだ。"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you056"
    曜子 "「太一……ノートは、あれで全てではないの」"
    "唐突に彼女は口を開く。"
    太一 "「なんだって？」"
    call gl(1,"TCHY0002|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you057"
    曜子 "「もっと破滅的な歴史と可能性を示したノートもあるの」"
    太一 "「それは？」"
    voice "vfCCD0001you058"
    曜子 "「……隠したから」"
    voice "vfCCD0001you059"
    曜子 "「あなたが、傷つかないように」"
    voice "vfCCD0001you060"
    曜子 "「あるいは……諦められるように」"
    voice "vfCCD0001you061"
    曜子 "「……見る？」"
    太一 "「……」"
    "破滅的な歴史……。"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you062"
    曜子 "「どう足掻こうとも、どう闘おうとも」"
    voice "vfCCD0001you063"
    曜子 "「ありとあらゆる可能性の中に、あなたを理解してくれる人は……いないの」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you064"
    曜子 "「ただ、私だけをのぞいて」"
    voice "vfCCD0001you065"
    曜子 "「……もう、そろそろ理解してくれてもいいと思う」"
    太一 "「理解は、してるさ」"
    太一 "「付け加えるなら、君だって俺を愛してるわけじゃないだろう！？」"
    "叫ぶ。"
    太一 "「何なんだよ、この世界は！」"
    "深々と息を吐き出した。"
    "苛立ちとともに。"
    太一 "「ねえ……ここは異世界なのかな」"
    "曜子ちゃんは俺の前に立った。"
    "そしてつま先で、地面に『Ｘ』の字を描いた。"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you066"
    曜子 "「可能性は二つ」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you067"
    曜子 "「一つは、線形だった二つの世界軸が交錯し、互いに知覚できる状態になってしまった……ＳＦね」"
    "二本の世界。"
    "ねじまがって、交差。"
    太一 "「世界が重なって、異常が起きたってことか」"
    太一 "「ん……その場合、俺たちの元いた世界は？　そのまま保持されてるってことじゃ―――」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you068"
    曜子 "「もう一つは、私たちのいた世界の結末がコレだった」"
    "だが彼女は安易な救済を、半分だけ否定してのけた。"
    太一 "「…………」"
    太一 "「多世界同志の干渉はありえない……んだったね。量子力学だと」"
    "量子力学といえばディラックだが、俺は原書を読んだことはない。"
    "そもそも今の状況が、量子力学的解釈にふさわしいものかどうか。"
    太一 "「……さっき言ってた、ＳＦの方なんだけど……あれは？」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you069"
    曜子 "「ＡとＢのどちらかを選ばないといけないとする。どっちを選ぶ？」"
    太一 "「……半々だな。内容がわからないなら」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you070"
    曜子 "「そう。私たちは日々、無数の選択の上に生きている」"
    voice "vfCCD0001you071"
    曜子 "「たとえば歩き出すとき、どちらの足から前に進めるのか」"
    voice "vfCCD0001you072"
    曜子 "「ごはんのおかずを何から食べるのか」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you073"
    曜子 "「もっとミクロの世界でも、選択は行われる」"
    voice "vfCCD0001you074"
    曜子 "「ありとあらゆる瞬間、無数の選択が行われている」"
    voice "vfCCD0001you075"
    曜子 "「世界は選択によって作られている」"
    voice "vfCCD0001you076"
    曜子 "「それも、極めて確定的に」"
    太一 "「確定的に……」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you077"
    曜子 "「たとえば太一はＡを選ぶ。太一はＡを選んだことを自覚している」"
    voice "vfCCD0001you078"
    曜子 "「けど同時に、その同じ世界軸にはＢを選んだ太一も存在する」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you079"
    曜子 "「並列的な世界の存在を意味するものではないけれど……」"
    voice "vfCCD0001you080"
    曜子 "「ただ少なくともディラックの概念では、Ａ選択世界からＢ選択世界を知覚することは不可能。逆もまた然り」"
    voice "vfCCD0001you081"
    曜子 "「逆に知覚できるなら、世界間の移行はありうる」"
    voice "vfCCD0001you082"
    曜子 "「紫外線を目視できる者にとって、世界がまったく違うものであるように」"
    voice "vfCCD0001you083"
    曜子 "「多世界を観測しえた者は、その二つの世界に存在することができる」"
    voice "vfCCD0001you084"
    曜子 "「観測が成立した瞬間、その世界の者になっている……とも考えられる」"
    太一 "「観測……した……？」"
    太一 "「世界は変わらずそこにあって、要するに見る者の違いってことかな？」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you085"
    曜子 "「そんな感じ」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you086"
    曜子 "「ただ多世界観測は、現行の理論ではありえない」"
    voice "vfCCD0001you087"
    曜子 "「私たち複数が一斉に移行した理由にもならないし」"
    voice "vfCCD0001you088"
    曜子 "「だからＳＦ」"
    太一 "「……ふむ」"
    太一 "「二つ目の可能性については？」"
    call gl(1,"TCHY0002|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you089"
    曜子 "「私は、こちらが本命だと思う」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you090"
    曜子 "「つまり他の世界は観測されてない」"
    太一 "「……んー、さっきのＳＦ解釈はナシってことね」"
    "端正な顔が頷く。"
    call gl(1,"TCHY0002|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you091"
    曜子 "「世界、時間、固有の歴史。すべて一続きのもの」"
    voice "vfCCD0001you092"
    曜子 "「つまり……時間も巻き戻ってはいない」"
    太一 "「……え？」"
    太一 "「それはおかしいよ。日記には月曜から土曜あたりまで記述があって……そこからまた月曜に戻っていたりするんだけど？」"
    voice "vfCCD0001you093"
    曜子 "「ループしているように見えるに過ぎない」"
    voice "vfCCD0001you094"
    曜子 "「当然世界は、永遠の時を繰り返しているのではない」"
    voice "vfCCD0001you095"
    曜子 "「この結末が、世界の確定的な結末だった」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you096"
    曜子 "「世界は交差していない。異変は起きてはいない。一続き。もともと、こうなる可能性が許容されていた世界で、私たちは可能性に乗って順当に今に立った」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you097"
    曜子 "「多世界間での知覚の交錯が起こったように見えるけれど、実際は一繋がりの道を進んでいるだけ」"
    太一 "「ループしているようにって……実際俺たち、何度もリセットかけられているわけで……」"
    太一 "「そもそも元の世界でループなんて現象、起こったこと……」"
    "気づいた。"
    "そうか。"
    太一 "「自覚できないんだ……」"
    "ループが起こったことを、俺たちは本来自覚できない。"
    "祠という特殊な場所が存在してくれない限り。"
    "現象は決して露見しない。"
    太一 "「世界には、もともとループという現象が予定されていた？　人類の黄昏として？」"
    "長い線路の端に。"
    "何も大地が崩壊するばかりが、滅亡じゃないんだ。"
    "時空が乱れて、先に進めなくなることが……終焉であることだって。"
    太一 "「でも……でもさ……」"
    call gl(1,"TCHY0002|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you098"
    曜子 "「特定の条件……この場合、日曜日の規定時間に到達した時、世界は一度分解されている……としか言えない」"
    voice "vfCCD0001you099"
    曜子 "「空間的に記録された情報に従って、分解された粒子が収束、月曜朝の状態に戻る」"
    太一 "「でも、世界としては一続き……」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you100"
    曜子 "「その証拠として、例の社をあげる」"
    voice "vfCCD0001you101"
    曜子 "「ノートの記述内容は過去の存在を示すものよ」"
    voice "vfCCD0001you102"
    曜子 "「過去が観測できる以上、過去はある」"
    call gl(1,"TCHY0002|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you103"
    曜子 "「この世界は、過去を許容しているということね」"
    voice "vfCCD0001you104"
    曜子 "「そして私たちは、何度も分解され構築されてここにいる」"
    voice "vfCCD0001you105"
    曜子 "「……厳密に言えば、私たちはもう人ではない気がする」"
    太一 "「じゃあ何だっての？」"
    voice "vfCCD0001you106"
    曜子 "「現象」"
    "適切すぎる言葉が、心に染みた。"
    "もう人じゃない―――"
    太一 "「君は一繋がり説だって言ったけど、でも俺には前者の方もそれっぽく聞こえる。どっちが正しいか、今のところは判断できないんじゃあ……」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you107"
    曜子 "「私たちにとってループしているように見えても、実際どうかは調べようがないの」"
    voice "vfCCD0001you108"
    曜子 "「……だったらまずは、今ある理論を適用するしかない」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you109"
    曜子 "「現状、世界間の移動はありえないと思われるから、移動なしの仮定としての後者」"
    太一 "「ああ、なるほど……」"
    "量子力学における多世界解釈は、並列的世界の存在を裏付けるものじゃない。"
    "それは誤認であり、実際はもっと確定的な思考実験だ。"
    "そこでは、世界Ａと世界Ｂは同時に存在しているが行き来はできない。"
    "なぜなら同時に存在しているからだ。"
    "このあたり、理解が少々厄介ではある。"
    太一 "「ディラック、せめて訳書があれば読んだんだけど」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you110"
    曜子 "「仮に従来の理論を逸脱していたとしても」"
    voice "vfCCD0001you111"
    曜子 "「起こりえないと思っていたことが起きた。それだけのことよ」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you112"
    曜子 "「物理的な地平は広くて、人はまだその全てに手を広げたわけじゃない」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you113"
    曜子 "「そして今の私たちに、理論は些細なことでしかない」"
    voice "vfCCD0001you114"
    曜子 "「必要なのは、なに？」"
    太一 "「わからない」"
    call gl(1,"TCHY0000|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you115"
    曜子 "「理解者、でしょう？」"
    "微笑む。"
    太一 "「…………」"
    call gl(1,"TCHY0001|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you116"
    曜子 "「太一の理解者なら、ここにいる」"
    voice "vfCCD0001you117"
    曜子 "「他の誰も、あなたのことを理解してはくれない」"
    voice "vfCCD0001you118"
    曜子 "「擬態をすればするほど……」"
    "そうだ。"
    "当然のことだ。"
    "人のフリをすれば、フリだけが自分になってしまう。"
    "隠した内面を見られたが最後、おしまいだ。"
    "思い出す。"
    太一 "「わかってたさ……そんなこと」"
    太一 "「あのときから、とうに！」"
    call gl(0,"bgcc0003s")
    call gl(1,"TCDY0000s|tcdy000x")
    call gp(1,t=center)#x=240
    call vsp(1,1)
    call vsp(0,1)
    with Pixellate(300.0*2/1000.0,5)
    voice "vfCCD0001ysa000"
    遊紗 "「いいお部屋ですね」"
    "堂島遊紗。"
    "いい子だった。"
    "純真で健気で。"
    "病を心に秘めていても、人を傷つけることも知らない。"
    call gl(1,"TCDY0003s|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001ysa001"
    遊紗 "「あの……ここの変化がわからないんですけど……」"
    "俺の目には、甘い水。"
    call gl(1,"TCDY0000s|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001ysa002"
    遊紗 "「……太一さん？」"
    "終焉は、唐突だった。"
    "不意にあらわれた俺の内面は、彼女にとって猛毒となった。"
    call gl(1,"TCDY0004s|TCDY0004")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001ysa003"
    遊紗 "「太一……さん……ですよね？」"
    太一 "「ああ、そうだよ」"
    voice "vfCCD0001ysa004"
    遊紗 "「あ、あの……わた、し……」"
    太一 "「キレイだね」"
    "俺の瞳は光っていたのだろう。"
    "欲望で爛々と。"
    太一 "「キレイだから、服を脱ぐんだ」"
    遊紗 "「…………」"
    "肉食の野生動物に見つめられたことがあればわかる。"
    "ギョロッと血走った双眼が、注目してくる。"
    "好意でも悪意でもない。"
    "とんでもないほど熱っぽい視線は……だが食欲だ。"
    "人間である自分を、食べ物としか認識してない目。"
    "熱烈なる食欲が、自分に注がれるのだ。"
    "時には吐き気さえ催すだろう。"
    "彼女のように。"
    hide pic1
    with dissolve
    voice "vfCCD0001ysa006"
    遊紗 "「い……いやぁぁぁぁぁぁぁぁっ！！」"
    voice "vfCCD0001ysa007"
    遊紗 "「……気持ち……悪い……っ」"
    voice "vfCCD0001ysa008"
    遊紗 "「う……うう……」"
    "うずくまり、嘔吐にえずく少女を見下ろしながら、俺はそのくだらない結末にうんざりしていた。"
    "壊す前に壊れた少女。"
    太一 "「…………」"
    "そして、彼女は俺を避けるようになった。"
    "汚物を見るような目に、変わった。"
    "実際、俺は汚物だったのだ。"
    "俺は―――"
    "……………………。"
    call gl(0,"bgcc0011a")
    call gl(1,"TCHY0002b|tchy000x")
    call gp(1,t=center)#x=180
    call vsp(0,1)
    call vsp(1,1)
    with Pixellate(300.0*2/1000.0,5)
    voice "vfCCD0001you119"
    曜子 "「いれば傷つけるだけ」"
    voice "vfCCD0001you120"
    曜子 "「太一のエサでしかない」"
    太一 "「うるさい、だからわかってるって！」"
    "曜子ちゃんは押し黙る。"
    太一 "「でもできたら、そんなことは……ない……そうはしたくない……」"
    太一 "「なんとかなるはずだ……」"
    call gl(1,"TCHY0001b|tchy000x")
    call vsp(1,1)
    with dissolve
    voice "vfCCD0001you121"
    曜子 "「私だけがいればいい」"
    "自分の胸元を押さえて。"
    voice "vfCCD0001you122"
    曜子 "「私だったら、太一とうまくやれるから」"
    menu:
        "どす黒い感情が、下腹部にたちこめた。"
        "ぶつける":
            $B=1
        "我慢する":
            $B=2
    return
    #