label cca0017a:
    voice "vfcca0017amsa000"
    見里 "「あ……」"
    "先輩の下肢を（今度は下心なく）白日にさらした時。"
    "出血している部位……に……歯形を見た。"
    "少量の血液が薄く広がり赤い湿気を与えている傷口の、周囲。"
    "何者かが、傷口を食いちぎろうとしたようにも見える。"
    "いや。"
    "そうとしか、見えまい。"
    太一 "「……先輩？」"
    voice "vfcca0017amsa001"
    見里 "「はい？」"
    太一 "「……軽蔑、しましたか？」"
    voice "vfcca0017amsa002"
    見里 "「軽蔑？」"
    太一 "「その」"
    "言葉にならない。"
    "自分でさえ、うまく翻訳できない行動と気持ちを、どう釈明したらいいのか。"
    太一 "「だから」"
    "先輩がふっと微笑む。"
    voice "vfcca0017amsa003"
    見里 "「軽蔑するようなことは、なにもしてませんよ、あなたは」"
    太一 "「……そう、ですか？」"
    "だって。"
    "傷口を見る。"
    "先輩はそっとスカートで覆う。"
    voice "vfcca0017amsa004"
    見里 "「おりこうさんなので、不問とします」"
    voice "vfcca0017amsa005"
    見里 "「部活、手伝ってくれましたし」"
    太一 "「……」"
    太一 "「手当、させてください」"
    voice "vfcca0017amsa006"
    見里 "「……はい」"
    "そして俺は、先輩の手当をした。"
    "今度は、発作も起こらなかった。"
    "嬉しかったから。"
    "より上位の感情が、あったから。"
    play bgm "bgm/bgm012.ogg"
    voice "vfcca0017amsa007"
    見里 "「くすぐったいですー」"
    太一 "「ご、ごめんなさい……緊張して」"
    voice "vfcca0017amsa008"
    見里 "「包帯まくのへたっぴですねー」"
    太一 "「経験なくて……」"
    voice "vfcca0017amsa009"
    見里 "「く、くすぐったい～っ」"
    太一 "「うううう～……」"
    "そんな幸せな時間が。"
    "あったんだ―――"
    voice "vfcca0017amsa010"
    見里 "「あ！」"
    太一 "「はい？」"
    voice "vfcca0017amsa011"
    見里 "「わたしの携帯はどこです？」"
    太一 "「携帯、ですか？」"
    "唐突な日常の言葉。"
    "思考が麻痺した。"
    voice "vfcca0017amsa012"
    見里 "「落としたみたいです」"
    "ひどく困った顔をする。"
    太一 "「探してきます。きっと屋上だ」"
    voice "vfcca0017amsa013"
    見里 "「お願いします」"
    "保健室を出て、屋上に向かった。"
    call gl(0,"bgcc0007a")
    call vsp(0,1)
    with wipeleft
    "携帯はすぐに見つかった。"
    "散乱した資材の間に、転がっていた。"
    太一 "「どうして携帯なんて」"
    "些細な疑問。"
    太一 "「いや」"
    "すぐにうち消す。"
    "誰だって、何かに頼っているはずだ。"
    "俺がそうしているように、先輩もまたちっぽけな携帯電話に、大きなものを託しているのかもしれない。"
    call gl(0,"bgcc0012a")
    call vsp(0,1)
    with wipeleft
    pause (500.0/1000.0)
    太一 "「これですよね」"
    call gl(1,"TCMM0000b|TCMM000x")
    call gp(1,t=center)
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    voice "vfcca0017amsa014"
    見里 "「ああ、それ」"
    "破顔一笑、受け取る先輩。"
    call gl(1,"TCMM0002b|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0017amsa015"
    見里 "「ご苦労様。これでチャラですね」"
    太一 "「え……？」"
    "笑いきれずに、顔が歪む。"
    "悪い冗談を聞いたようだ。"
    太一 "「ずいふん、あっさり許してくれるんですね」"
    call gl(1,"TCMM0000b|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0017amsa016"
    見里 "「わたしだって群青なわけですし」"
    call gl(1,"TCMM0021b|TCMM0021")
    call vsp(1,1)
    with dissolve
    voice "vfcca0017amsa017"
    見里 "「それに、またしますか？」"
    太一 "「……わかりません。可能性はありますよ」"
    太一 "「発作みたいなものですから」"
    call gl(1,"TCMM0002b|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0017amsa018"
    見里 "「じゃあ情状酌量の余地はあるわけですよ」"
    太一 "「……甘い」"
    call gl(1,"TCMM0000b|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0017amsa019"
    見里 "「え？」"
    太一 "「みみ先輩は、甘いな」"
    太一 "「俺は安全な年下の男なんかじゃない」"
    call gl(1,"TCMM0002b|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0017amsa020"
    見里 "「でもやめてって言ったらやめてくれましたし」"
    "そうなのか？"
    "言葉を解することもないはずなのに。"
    "偶然？"
    "そうに決まってる。"
    "でも、どうだろう。"
    太一 "「このまま先輩と親しくしてたら、いけないのかも……だってそれは」"
    stop bgm
    call gl(1,"TCMM0003b|TCMM000x")
    call vsp(1,1)
    with dissolve
    "言葉が途切れる。"
    "静寂の夏。"
    "あまりにも静かで、部活や授業の気配さえ消えていて。"
    "静謐が支配する白い保健室。"
    "世界が黄昏に満ちているのだから、白を基調とする室内は抗うことなく従属し、胎内に抱く二つの異物を生贄とばかりに夕暮れに差し出すはずだった。"
    "夕の色は、一日のどんな時間よりも印象に強い。"
    "すべてを異世界へと変えてしまう、おどろおどろしいもの。"
    "滅びの時間だ。"
    "世界が多重に見える時間。"
    "沈んで、翌日また何食わぬ顔でやってきた大陽が昨日のそれと同一であると、誰が保証できるのか。"
    "毎日一回ずつ、世界が滅び去っているとしたら。"
    "翌日とともに蘇生され、ただ人間だけがそれを知らないのだとしたら。"
    "確認するすべはない。"
    "実際の世界と、人間の認識する世界が、同じだという保証はどこにもない。"
    "なのに今、ただ保健室の小空間だけが、緋色の侵攻から免れているように思えた。"
    "いつになく、世界が鮮明に見ていたからだ。"
    call gl(1,"TCMM0000b|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0017amsa021"
    見里 "「……完璧な人なんて、どこにもいないじゃないですか？」"
    voice "vfcca0017amsa022"
    見里 "「誰だって、どこかおかしいじゃないですか」"
    voice "vfcca0017amsa023"
    見里 "「いちいち欠点や失敗を攻撃していたら、生きていけないです」"
    call gl(1,"TCMM0002b|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0017amsa024"
    見里 "「ねえ、そうでしょう？」"
    play bgm "bgm/bgm001.ogg"
    太一 "「……」"
    "涙のひとつも出れば、格好悪く格好がつくのだが。"
    "不思議と、激しい情動はなりをひそめていた。"
    太一 "「……一人だった俺を、部活に誘ってくれた先輩のことは、ソンケーしてるわけで」"
    "訥々と話す俺。"
    "見守る先輩。"
    "静かに時間がうつろう。"
    太一 "「嫌われるのは嫌だから、傷つけたくもなく」"
    太一 "「……さっきのことは申し訳ないと思っていて」"
    太一 "「でも自制する自信はなくて」"
    call gl(1,"TCMM0031b|TCMM0031")
    call vsp(1,1)
    with dissolve
    voice "vfcca0017amsa025"
    見里 "「どうすればいいですか？」"
    太一 "「え？」"
    call gl(1,"TCMM0021b|TCMM0021")
    call vsp(1,1)
    with dissolve
    voice "vfcca0017amsa026"
    見里 "「まずどこに気をつけたらいいんです？　わたしとしては」"
    太一 "「……それは」"
    "冷静に考えれば。"
    太一 "「先輩の血を見ないようにすれば」"
    call gl(1,"TCMM0031b|TCMM0031")
    call vsp(1,1)
    with dissolve
    voice "vfcca0017amsa027"
    見里 "「怪我に気をつけろってことですね？」"
    太一 "「はい」"
    voice "vfcca0017amsa028"
    見里 "「でもわたしはアンテナを組み立てたり、工具使ったり、怪我をする危険に面している」"
    太一 "「はい、だから俺がそばにいない方が」"
    call gl(1,"TCMM0001b|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0017amsa029"
    見里 "「ぺけくんが」"
    "遮って、言った。"
    call gl(1,"TCMM0002b|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0017amsa030"
    見里 "「力仕事を手伝ってくれるんでしょう？」"
    太一 "「……………………」"
    "効いた。"
    "じんわりと、肋骨に包まれた胸の奥を、震わせた。"
    voice "vfcca0017amsa031"
    "見里『いつもお一人なんですね』"
    voice "vfcca0017amsa032"
    "見里『一緒に、部活しませんか？』"
    "心の中の語録に、一つ、加えられたその言葉は。"
    "圧倒的にあたたかく、やわらかく、力強かった。"
    "自分一人では解決できない悩みを、他人のたった一言が解消してしまう。"
    "そのために、人は互いに通じ合いたいと思うのだった。"
    "言葉で、体で、携帯で。"
    "……通信で。"
    "ありとあらゆる手段で。"
    "触れあおうと努力できる。"
    "それが人だ。"
    call gl(1,"TCMM0000b|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0017amsa033"
    見里 "「やっぱり組み立て、手伝ってもらうことにします」"
    太一 "「……はい」"
    "気恥ずかしい。"
    "先輩はにこにこと楽しそう。"
    "曜子さんは、俺のことを強力な人間だと言った。"
    "そういう価値の認め方は、好きじゃない。"
    "違う。"
    "俺以外の人間は、えてして凄い。"
    "いつだってみみ先輩は、俺をいい気にさせたり手玉にとったり魅惑したりする。"
    "そんなこと……自分ではできない。"
    "そばにいたい。"
    "時が許す日まで。"
    "終わりの日まで。"
    "そしてまだ、時間はあるのだ。"
    太一 "「おねがいします」"
    call gl(1,"TCMM0021b|TCMM0021")
    call vsp(1,1)
    with dissolve
    voice "vfcca0017amsa034"
    見里 "「ん」"
    "頭を下げて、"
    "先輩の手がぽんと置かれて、"
    "こそばゆくて、"
    "やっと笑えて、"
    "これで、もとどおり。"
    "涙が出るほど嬉しかった。"
    "先輩の手が、カーテンをあける。"
    stop bgm
    "一瞬で、保健室はオレンジ色に食べられた。"
    return
    #