label cca0013:
    play se "se001"
    call gl(0,"bgcc0003")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    "桜庭に押し倒される夢を見た。"
    play bgm "bgm/bgm011.ogg"
    voice "vmcca0013sku000"
    "桜庭『男でもいい』"
    with vpunch
    "と叫びつつ、襲いかかる金髪の貴公子。"
    "しかしそれはおかしいじゃないか。"
    "当時、やつは金髪ではなかったのだから。"
    "でもどうでもいいことだ。"
    "最強の矛と無敵の楯を装備している桜庭は、もとより理屈の通じない相手だ。"
    voice "vmcca0013sku001"
    "桜庭『避妊するから』"
    with vpunch
    "と言い訳がましく迫りくる。"
    "避妊すると言いつつ肉体関係を強要してくる、桜庭自体を否認したかった。"
    "どうしてこんなことに？"
    "日記にひどいことを書いたせいか？"
    "天罰か？"
    "応報か？"
    "ハンムラビ法典か？"
    "そりゃ微妙に違うか？"
    "俺はと言うと、どこかで夢だと知りつつも、パニック状態になっていた。"
    "太一『からだはいやーっ』"
    "太一『お慈悲！』"
    "太一『けだもの～っ！』"
    "などと叫びながら、桜庭の体を突き飛ばそうとする。"
    "純潔をかけたレスリング。"
    "……純潔でもないが。"
    "敵は本気で、鼻息も荒い。"
    "殺すかと本気で思う。"
    "ぼかぼかと殴る。"
    "一発がうまくクリーンヒット。"
    "桜庭は横転する。"
    "仰臥して意識を失った桜庭の股間が、不意に暴発した。"
    "射精したのかと思ったら、桜庭の荷電粒子砲（自称）の先端からは、手品さながらに花束が突きだしていた。"
    "ああ。"
    "なんて悪趣味な展開なんだ。"
    "目を覆う。"
    stop bgm
    "そこで目が覚めた。"
    太一 "「……シュールすぎる」"
    "だいたいあいつに、人を押し倒す度胸なんてあるはずないのだ。"
    "気弱なお坊ちゃんなのだ。"
    "どうせなら見里先輩に逆レイプされる夢ならよかったのに。"
    voice "vfcca0013msa000"
    "見里『……こんなに大きくなってしまう悪いお肉には、この鞭でたっぷりとおしおきしなければいけませんね！』"
    "素敵すぎる……。"
    "うっとりしながら着替えた。"
    call gl(0,"bgcc0004")
    call vsp(0,1)
    with wipeleft
    "朝食が用意してある。"
    play bgm "bgm/bgm002.ogg"
    "メモもあった。"
    "『しっかり食べて行ってらっしゃい』"
    "美人でキャリアな睦美おばさんは、料理もうまい。"
    "忙しくて家にはほとんどいないけど。"
    "頭が下がる。"
    "お言葉に甘えて、分厚いサンドイッチを野菜ジュースで流し込んだ。"
    "時間がない。"
    "残りはラップに包んでポケットに入れた。"
    "途中で食べていこう。"
    call gl(0,"bgcc0002")
    call vsp(0,1)
    with wipeleft
    "さんさんと自己主張する日差し。"
    "朝からこれだ。"
    "気が滅入る。"
    call gl(0,"bgcc0005")
    call vsp(0,1)
    with wipeleft
    "しばらく歩いていると、"
    voice "vmcca0013sku002"
    桜庭 "「あぎゃらおーーーーーーーーっ！！」"
    "桜庭の悲鳴だ。"
    "わりと近い。"
    play se "se102"
    "犬の吠え声と、悲鳴がさらに重なる。"
    stop se
    "遠ざかっていく。"
    太一 "「なるほど……」"
    "得心した。"
    "と、そこに―――"
    call gl(2,"tcdy0003|tcdy000x")
    call gp(2,t=center)
    call vsp(2,1)
    with Dissolve(500.0/1000.0)
    voice "vfcca0013ysa000"
    少女 "「はれ？　太一さん？」"
    太一 "「おはよう」"
    call gl(2,"tcdy0001|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa001"
    少女 "「あ、おはようですっ」"
    "ぺこりと頭を下げる。"
    "近所に住む美少女の遊紗ちゃん。"
    "上見坂いい街。"
    "説明不要なほど可愛い遊紗ちゃんの、両手にカレーパンが揺れていた。"
    "二人で並んで歩き出す。"
    "別に今日にはじまったことでもない。"
    "なにせ同じ学校に向かうのだから。"
    "後ろから、『い゛っでら゛っしゃーい！！』というハスキーな声が聞こえた。"
    "遊紗ちゃんの母君だ。"
    "ちょっと重くていらっしゃる。"
    "が、毎日楽しそうに生きておられるから、よしとしよう。"
    "平凡な家庭に生まれた美少女。"
    "ただ一つ難点があるとすれば、世間を知らなすぎること。"
    "そんな遊紗ちゃんの、異性の先輩として一番身近な俺に課せられた責任は小さくない。"
    voice "vfcca0013ysa002"
    遊紗 "「いってきまーす！」"
    "手を振り返す、その顔に反抗期の陰もなく。"
    "どころか、第一次性徴さえまだなのではないかと思われる節もある。"
    "この真っ白なキャンバスを俺色に染めあげたいと思ってしまうのは男として至極当然のことだが中等コースの一年で身長は前から三番目で――"
    "憶えたての敬語がたどたどしくも初々しい遊紗ちゃんの純正は宝石にも増して煌びやかで我が妄想も汚すか否かの瀬戸際で――"
    "いつも切なげかつ悩ましげに揺れているのであるがその反復思考自体すでにペド狂人のものであるという自覚はある。あるんだってば。"
    "ま、とにかく揺れているのだ。"
    "そう、遊紗ちゃんが手に持つカレーパンの袋のように。"
    太一 "「カレーパンだね」"
    call gl(2,"tcdy0000|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa003"
    遊紗 "「です」"
    "歩くたびに前後にゆらゆら揺れる。"
    "両手を幽霊みたいに掲げて、誇示するかのように進む。"
    太一 "「それは……朝食？」"
    call gl(2,"tcdy0003|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa004"
    遊紗 "「あの、さっきそこに桜庭さんがいて」"
    太一 "「うん、いたね」"
    call gl(2,"tcdy0000|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa005"
    遊紗 "「会いましたか？」"
    太一 "「いや、形跡があった」"
    call gl(2,"tcdy0003|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa006"
    遊紗 "「けいせき？」"
    太一 "「ま、俺が来たときにはいなかったけど」"
    call gl(2,"tcdy0001|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa007"
    遊紗 "「困っちゃいました」"
    call gl(2,"tcdy0000|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa008"
    遊紗 "「カレーパンあげようと思ったのですけど」"
    "餌付けしようとしてたらしい。"
    太一 "「あいつ、コンバットに嫌われてるからさ」"
    call gl(2,"tcdy0003|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa009"
    遊紗 "「吉田さんちの猛犬コンバットですね」"
    太一 "「やつは凄いぞ。自力で鎖の繋がった楔を引き抜くことができる」"
    太一 "「外出したい時に出ていき、戻りたい時に戻るのだ」"
    call gl(2,"tcdy0000|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa010"
    遊紗 "「コンバットは一般のひとは攻撃しませんよ」"
    太一 "「本物の極道ってのはそういうものさ」"
    call gl(2,"tcdy0003|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa011"
    遊紗 "「ごくどう……だったのか……」"
    太一 "「今は恰幅が良くなってしまったが、奴には軍人の血が流れてるからな」"
    太一 "「人間で言えば、戦争帰りの古き良き親分といったところか」"
    太一 "「しかし桜庭にだけは攻撃をする」"
    voice "vfcca0013ysa012"
    遊紗 "「不思議です」"
    太一 "「不思議だねぇ」"
    "ゆったりとしたペースで歩く。"
    call gl(2,"tcdy0000|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa013"
    遊紗 "「これどうしたら……」"
    voice "vfcca0013ysa014"
    遊紗 "「おなか、すいてますか？」"
    太一 "「一個ずつ食べようか？」"
    call gl(2,"tcdy0001|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa015"
    遊紗 "「はい」"
    "二人でカレーパンを食べた。"
    太一 "「ガッコー慣れた？」"
    call gl(2,"tcdy0000|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa016"
    遊紗 "「まだちょっと」"
    太一 "「いじめは？」"
    call gl(2,"tcdy0001|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa017"
    遊紗 "「全然ないんです！　よかったですー！」"
    太一 "「だろうねぇ」"
    "天下群青学院。群青上等である。"
    太一 "「もし何かあったら、あたしには高等コースに知り合いがいっぱいいるんですますー、とか言って牽制してやりたまえ」"
    call gl(2,"tcdy0001|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa018"
    遊紗 "「はい」"
    "超嬉しそう。"
    call gl(2,"tcdy0003|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa019"
    遊紗 "「もう、ですます、とか言いませんけど……」"
    "照れる。"
    太一 "「はっはっは」"
    "昔ちょっとからかったのを根に持ってるな。"
    太一 "「担任は榊原先生だっけ？」"
    call gl(2,"tcdy0000|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa020"
    遊紗 "「はい」"
    太一 "「いい先生だよ。君はついてる」"
    "趣味は美少女フィギュアとちょっと終わりかけだが。"
    call gl(2,"tcdy0001|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa021"
    遊紗 "「あはあは、どーも」"
    call gl(2,"tcdy0000|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa022"
    遊紗 "「……クラスのみんなも一生懸命生きてて、わたし楽しいです」"
    太一 "「そっか」"
    voice "vfcca0013ysa023"
    遊紗 "「おかーさんもいてくれるし」"
    太一 "「だな」"
    太一 "「いざとなったらあの人が出張るか。いや遊紗ちゃん、きみの生活安泰だ」"
    call gl(2,"tcdy0000|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa024"
    遊紗 "「それと……あの……」"
    太一 "「ん？」"
    voice "vfcca0013ysa025"
    遊紗 "「先生が、交換日記しろって」"
    太一 "「そんな授業あったなあ、昔」"
    "交流ＨＲだっけ。"
    太一 "「俺、クラスであぶれちゃってさ、高等コースの人とやったよ」"
    call gl(2,"tcdy0001|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa026"
    遊紗 "「あ、わたしもあぶれました」"
    太一 "「え？」"
    call gl(2,"tcdy0000|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa027"
    遊紗 "「うち、奇数なんで」"
    太一 "「ああ……じゃ先生と？」"
    voice "vfcca0013ysa028"
    遊紗 "「いえ、あの、それでです」"
    "鞄の中から、ごそごそとノートを取り出す。"
    voice "vfcca0013ysa029"
    遊紗 "「太一さんに、お願いできませんか？」"
    "カラフルグリーンのノート。"
    "ほのかにミントの香り。"
    太一 "「よし、やろう！」"
    "両拳を突きあげて叫ぶ。"
    call gl(2,"tcdy0004|tcdy0004")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa030"
    遊紗 "「……」"
    太一 "「どうしたのだ、娘」"
    voice "vfcca0013ysa031"
    遊紗 "「は、え、あの……いいんですか？　もっとよく考えなくて？」"
    太一 "「無論だ」"
    voice "vfcca0013ysa032"
    遊紗 "「あっさり……」"
    太一 "「そのノートが日記？　もう第一回目は書いてあるの？」"
    call gl(2,"tcdy0000|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa033"
    遊紗 "「は、はい、いろいろと」"
    太一 "「いろいろと？」"
    "性徴未満の美少女のいろいろ。"
    "この駄目な単語の並び方が、俺をたやすく狂わせる。"
    "だが遊紗ちゃんの前では、少しでも格好をつけて好かれなくては。"
    "名付けて理性背水の陣である。"
    太一 "「それは楽しみだね」"
    "前髪を『ふぁさぁっ』と払う。"
    "少女のまなざしがじっと我が白髪に注がれる。"
    "気がつくと、よく顔やら髪やらを見られている。"
    "そういえば以前、コ○ルトな小説に出てくる王子様が確か白髪の美形だったとか。"
    "熱く語っていた。"
    "してみると俺は、王子様とイメージしているのだろうか。"
    "だったらいいなぁ……。"
    "いや……顔がさ……ダメじゃん……。"
    "所詮は願望に過ぎない。"
    call gl(2,"tcdy0003|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa034"
    遊紗 "「ちょっと恥ずかしいです……」"
    太一 "「真面目に書いたことを笑ったりしないよ」"
    call gl(2,"tcdy0001|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa035"
    遊紗 "「……」"
    "お、今のはポイント高かったんじゃないか？"
    "美希では耳年増にさせすぎてちょっと失敗したからな。"
    "俺の底も割れてしまったし。"
    "今じゃただの遊び相手と化してしまった。"
    "シット！"
    "思い返せば返すほど惜しいぜ！"
    "今度こそうまくやって、あわよくば据え膳の美処女だ（意味不明）。"
    "理性理性、紳士紳士。"
    太一 "「それ、受け取ってもいいかい、フロイライン？」"
    call gl(2,"tcdy0003|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa036"
    遊紗 "「風呂いらいん？」"
    太一 "「サマーウップス」"
    "つい難しい単語を使ってしまった自分に対し、常夏仕様で戒めの言葉を吐いた。"
    太一 "「可愛いお嬢さんってことさ」"
    "少女の涙を優しくぬぐう。"
    call gl(2,"tcdy0000|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa037"
    遊紗 "「どうしたんです？　わたしの目になにかついてましたか？」"
    "泣いてなかった。"
    太一 "「愛しいお嬢さんってことさ」"
    voice "vfcca0013ysa038"
    遊紗 "「え……」"
    "平然と仕切り直す俺。"
    "遊紗ちゃんの顔から、洗い落としたように表情が消えた。"
    "そして薔薇が咲き誇るほどに赤々とした羞恥の色に―――染まらず、"
    voice "vfcca0013ysa039"
    遊紗 "「ぐじゅんっ！！」"
    hide pic2
    with dissolve
    with vpunch
    "くしゃみをした。"
    "濁ったくしゃみだった。"
    voice "vfcca0013ysa040"
    遊紗 "「あ、ごめんらはい……ぁ」"
    "最後の『ぁ』は敏感な部分を擦られてついつい漏らした桃色清純吐息では断じてない。"
    "彼女の目が、あるものを注視したためにこぼれた、小さな驚きだった。"
    "俺と遊紗ちゃんの間に、橋がかかっている。"
    "片方は俺の制服の、ちょうど腹部あたり。"
    "もう片方は、遊紗ちゃんの鼻。"
    "つまり。"
    voice "vfcca0013ysa041"
    遊紗 "「は、はれ？」"
    "鼻汁橋できた。"
    "粘度の高い液体が、"
    "のびろーん"
    "と吊り橋をかけていたのだ。"
    "俺の推理はこうだ。"
    "くしゃみをした拍子に、打ち出された鼻汁弾は新幹線よりも速い初速で（本当）こちらの制服に打ち込まれた。"
    "粘着力の強い液体は、弾丸に引っ張られて少女の鼻腔から引きずり出され、普通なら切れてしまう接続部を運良く保持し、橋の完成と相成った。"
    voice "vfcca0013ysa042"
    遊紗 "「…………」"
    "その事態が、ようやく遊紗ちゃんにも理解できたようだ。"
    "顔色が青ざめていく。"
    "身動き一つ取らない。"
    "いや、取れないのだ。"
    extend "うら若すぎる彼女にとって、己のはなぢるを異性の……しかも快男児と誉れ高い貴公子（俺幻想）の……衣服に顔射してしまったのだ。"
    "※一部、不適切な表現があります。"
    "下手をすれば、"
    "『はなぢる姫』"
    "『はなぢる子ちゃん』"
    "などの極めて小児的かつ残酷さに満ちた称号を授与されかねない。"
    "子供はいつだって笑う対象を求めている。"
    "相手が弱ければ弱いほど。"
    "どこまでも、どこまでも。"
    voice "vfcca0013ysa043"
    遊紗 "「あぅ……あっ、これは……あの……っ」"
    "極度の緊張によるものか。"
    "見開いたままの瞳に、一気に涙が溢れた。"
    "いかん！"
    "この子に新たなトラウマを植えつけてはならない。"
    "アトランティスの血を引く美形白髪王子の出番だった。"
    "少女が錯乱するよりはやく、冷静にハンカチを取り出す。"
    "それでまず、遊紗の鼻先を包んだ。"
    voice "vfcca0013ysa044"
    遊紗 "「……うゅ？」"
    "変な声をあげる。"
    "根本を断ち切ってから、幾度か折り返して鼻下をぬぐう。"
    "それから鼻汁橋を回収しつつ、自分の制服を軽く拭いた。"
    "ハンカチをポケットに戻す。戻そうとする。"
    call gl(2,"tcdy0005|tcdy0004")
    call gp(2,t=center)
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa045"
    遊紗 "「あ、だめ、だめですよっ！？」"
    太一 "「んー？」"
    voice "vfcca0013ysa046"
    遊紗 "「そんなききき汚いっ、あ、それはだめ、捨てないと、あ、あのっ」"
    voice "vfcca0013ysa047"
    遊紗 "「べんしょーしますっ！」"
    太一 "「いいんだよ」"
    "朗らかに笑って。"
    太一 "「さ、行こうか」"
    voice "vfcca0013ysa048"
    遊紗 "「だから、その、ごめんなさっ、でもハンカチっ」"
    "今度こそ、親指の腹で涙をぬぐいつつ。"
    太一 "「可愛い後輩を、困らせたままにしておくようなハンカチじゃないんだよ」"
    call gl(2,"tcdy0004|tcdy0004")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa049"
    遊紗 "「……っっっ！！」"
    "少女は大きなショックを受けた。"
    太一 "「弁償はいいけど、風邪には気をつけた方がいいな、遊紗君」"
    "ぽん、と頭を軽く叩いて、歩き出す。"
    "遊紗ちゃんは、茫然としていた。"
    太一 "「ヘイ、学校だ、お嬢さん」"
    call gl(2,"tcdy0000|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa050"
    遊紗 "「……は」"
    call gl(2,"tcdy0001|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa051"
    遊紗 "「はいっ」"
    "小走りで駆けてきて、"
    call gl(2,"tcdy0000|tcdy000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0013ysa052"
    遊紗 "「……」"
    太一 "「ん？」"
    "手を握ってきた。"
    "耳までまっ赤にして、俯いたまま。"
    "可愛いもんだ。あれだけのことで。"
    "ハンカチ一枚で射止められた少女の好意を、べつだん安いとは思わなかった。"
    "だが同時に彼女におもいっきり子供生ませたいと思ってしまった俺は脳が腐っていること間違いなかった。死ね、死んでしまえ。"
    stop bgm
    stop se
    pause (1000.0/1000.0)
    call gl(0,"bgcc0006")
    call vsp(0,1)
    call vsp(1,0)
    call vsp(2,0)
    call vsp(3,0)
    with wipeleft
    pause (500.0/1000.0)
    call gl(0,"evcc0011")
    call vsp(0,1)
    call vsp(1,0)
    call vsp(2,0)
    with wipeleft
    "冬子がいた。"
    play bgm "bgm/bgm013.ogg"
    "というか、いっつも一等賞じゃないか、こいつ。"
    太一 "「おはよ」"
    voice "vfcca0013fyu000"
    冬子 "「……（ぷいり）」"
    "シカト？"
    "シカトですか。"
    太一 "「パンツ……」"
    voice "vfcca0013fyu001"
    冬子 "「くどい」"
    太一 "「パンツ買ってくんない？」"
    play se "se006"
    with vpunch
    call gl(0,"bgcc0006")
    call gl(1,"TCKT0003|TCKT000x")
    call gp(1,t=center)
    call vsp(0,1)
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    voice "vfcca0013fyu002"
    冬子 "「どーして私があなたのパンツを買わないといけないのっ！」"
    "机をどついて立ちあがる冬子。"
    太一 "「朝からホットだね」"
    "親指を立てる。"
    call gl(1,"TCKT0001|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0013fyu003"
    冬子 "「……」"
    "冬子は親指をぐっとつかんで、ごきっと横に折った。"
    太一 "「ぎえええええええっ！！」"
    太一 "「あほーっ、折れたらどうするのだーっ！　自慰もままならないではないかーっ！」"
    "危うく手首を返したからよかったものの。"
    call gl(1,"TCKT0002|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0013fyu004"
    冬子 "「話しかけないで」"
    太一 "「昨日のテレビ見たぁ？」"
    call gl(1,"TCKT0003|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0013fyu005"
    冬子 "「話しかけないで！」"
    太一 "「……むぅ」"
    "話しかけないでと辛口に言われると、話しかけたくなる。"
    menu:
        "話しかけると、また、話しかけないでと辛口に言われる。"
        "話しかける":
            $B=1
        "部活に行く":
            $B=2
    return
    #