label cca0012:
    stop se
    call gl(0,"bgcc0002a")
    call vsp(0,1)
    with wipeleft
    pause (200.0/1000.0)
    call gl(0,"bgcc0004b")
    call vsp(0,1)
    with wipeleft
    太一 "「ふう」"
    "テーブルの上に、メモが置かれていた。"
    play bgm "bgm/bgm003.ogg"
    "『夕食あるかも』"
    太一 "「わーい、行く行くー」"
    "自分で用意しないですんだ。"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    "三分で着替えると、いそいそと彼女の家に向かうのだった。"
    "夕食は、おいしゅうございました。"
    pause (500.0/1000.0)
    pause (1000.0/1000.0)
    call gl(0,"bgcc0003b")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    "蝋燭に火をつける。"
    "独特の輝きが、室内を照らす。"
    "蝋燭が好きだった。"
    "生の火に、強く惹かれた。"
    "こうしてぼんやりと揺らめく炎を見ていると、心が囚われて、いつまでもいつまでもまどろんでいることができた。"
    "以前、それで前髪を焦がしたこともある。"
    "ぶっちゃけ三分前のことだ。"
    太一 "「……焦げた……ちくせう」"
    "泣きそう。"
    "とにかく日記だ。"
    "分厚い日記帳を開く。"
    "人生の記録は、大切だよな。"
    extend "今日は学校に行ったのに、授業をさぼった。"
    extend "冬子がやけにつんけんしていた。"
    extend "きっと生理だ。"
    "けど生理だからって八つ当たりは良くない。"
    "仕返しにこの日記上でひどいことをしてやる。"
    voice "vfcca0012fyu000"
    冬子 "「いや、やめてっ」"
    俺 "「へへ、嫌がっていても体は正直（略）」"
    voice "vfcca0012fyu001"
    冬子 "「あっ、そんなの、いや、やめてやめてっ」"
    俺 "「駄目だ、もう男がここまで来たら引っ込みがつかないよ！　俺の自慢のライフルでおまえというターゲットにロックオンするしかないんだよ！」"
    voice "vfcca0012fyu002"
    冬子 "「いやぁーっ、体は、体はいやぁーっ！！」"
    俺 "「すぐに自分から欲しがるようになるぜぇ」"
    voice "vfcca0012fyu003"
    冬子 "「いや、お慈悲！！」"
    俺 "「聞く耳持つか、どりゃーっ！！」"
    voice "vfcca0012fyu004"
    冬子 "「……けだものーっ！！」"
    extend "ここで赤い薔薇をさした花瓶のアップ。"
    extend "やがて花は根本で折れ、静かに落ちる。"
    extend "画面が滲んでいき、ホワイトアウト。"
    "【完】"
    "廊下を歩いていると、美希が掃除をしていた。"
    extend "俺の指先は電光石火で美希の尻を狙ったが、かすめただけで実体をとらえることはできなかった。"
    extend "美希はとろくて今まで触り放題だったのに。"
    "これはゆゆしき問題ですぞ、校長！"
    extend "だが弟子が腕をあげたことは、素直に嬉しい。"
    "師である俺が抜かれる日は近い。"
    extend "久しぶりに部活に行って、みみ先輩にぱふぱふをした。"
    extend "この日、俺は一つの到達点に辿り着いた。"
    "感動、大。"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    stop bgm
    "他にもいろいろとあったが、全体的に良い日だった。"
    pause (1000.0/1000.0)
    pause (1000.0/1000.0)
    return
    #