label cca0008:
    call gl(0,"bgcc0008")
    call vsp(0,1)
    call vsp(1,0)
    with wipeleft
    pause (400.0/1000.0)
    pause (400.0/1000.0)
    play bgm "bgm/bgm002.ogg"
    "適当に部室で暇を潰して、教室に戻る途中。"
    "人気のない廊下で、処女がうずくまっていた。"
    太一 "「大丈夫ですか、お嬢さん？」"
    "尻に手を伸ばす。"
    voice "vfcca0008mki000"
    少女 "「おっとぉ！」"
    with vpunch
    call gl(1,"TCYM0001|TCYM0000")
    call gp(1,180,0)
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    "瞬発力を発揮して、少女は立ち上がった。"
    "すり足で距離を取る。"
    "臨戦態勢に移行するのが早い。"
    "しかも跳ね起きると同時に、俺に一撃を加えてきた。"
    太一 "「……なかなかやるな」"
    voice "vfcca0008mki001"
    少女 "「せんぱいこそ」"
    "片手で受け止めた、顔面を狙って放たれた雑巾を、静かに床に落とす。"
    太一 "「なんか久しぶりに会ったという気がするな」"
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    voice "vfcca0008mki002"
    少女 "「そですね」"
    "映画化された某有名ファンタジー小説のヒロインみたいな少女が、立っている。"
    "安心していい。外見だけだ。"
    太一 "「しばらく会ってないからって名前とか忘れてへんで？」"
    call gl(1,"TCYM0003|TCYM0003")
    call vsp(1,1)
    voice "vfcca0008mki003"
    少女 "「やー」"
    太一 "「だから安心してくれ……」"
    call gl(1,"TCYM0001|TCYM0000")
    call vsp(1,1)
    太一 "「ジョンソン」"
    voice "vfcca0008mki004"
    少女 "「せめて女性の名前で」"
    "外人なのはもういい、という顔をしていた。"
    太一 "「腕をあげたな、美希」"
    call gl(1,"TCYM0011|TCYM0011")
    call vsp(1,1)
    voice "vfcca0008mki005"
    美希 "「ええ」"
    "山辺美希は涙を誘うほど乏しい胸を張った。"
    voice "vfcca0008mki006"
    美希 "「わたしのお尻は高いですから」"
    太一 "「ちょっと触れたけどね」"
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    voice "vfcca0008mki007"
    美希 "「サービスです」"
    "動じない。"
    太一 "「だがそのスカートのめくれまでは……」"
    call gl(1,"TCYM0001|TCYM0000")
    call vsp(1,1)
    voice "vfcca0008mki008"
    美希 "「めくれてません（きっぱり）」"
    "やるな。"
    "ハッタリもきかなくなったか。"
    太一 "「いいだろう。今回は花を持たせておく」"
    call gl(1,"TCYM0003|TCYM0003")
    call vsp(1,1)
    voice "vfcca0008mki009"
    美希 "「えへ」"
    "にっこりと笑った。"
    "うわー、抱きしめてぇ。"
    太一 "「なにしてたんだ？　掃除ごっこか？」"
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    voice "vfcca0008mki010"
    美希 "「あ、はい、なんかここんとこ汚れてて」"
    call gl(1,"TCYM0001|TCYM0000")
    call vsp(1,1)
    voice "vfcca0008mki011"
    美希 "「あっし、きれい好き」"
    "架空の力こぶを作る。"
    太一 "「自発的にかい、そいつはクールだネ！」"
    太一 "「……あー、わかったわかった、皆まで言うなよマイスウィート。しょうがないな、サインだろ？　この伊集院太一のサインが欲しいと。我が進路で良俗に従事することで遠回しに催促していたわけだ」"
    voice "vfcca0008mki012"
    美希 "「……あーあー……アレですか」"
    call gl(1,"TCYM0002|TCYM0002")
    call vsp(1,1)
    voice "vfcca0008mki013"
    美希 "「なんか久々ですねえー」"
    "なんとも切なそうな顔をする。"
    "というか泣きそうではないか。"
    "というか泣きそうではないか。"
    "二回も思ってしまったぞ。"
    "焦ってはいかん、冷静に対処するのだ。"
    "酸いも甘いも噛みわけたエリートヤングアダルト候補生として！"
    太一 "「どどどどどどうしたことだ、山辺君！　そんなに嫌であれば無理に余白を潰そうなんて思わないぞ！　正直に申告するのダっ！？」"
    "声震えまくり。"
    太一 "「おお、泣いてる、あわわ」"
    "目尻をぬぐう。"
    "俺もつられて泣きそう。"
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    voice "vfcca0008mki014"
    美希 "「あ、いえ、なんでもありません、サー」"
    voice "vfcca0008mki015"
    美希 "「涙腺からちょっと、青春汁が、漏れて……」"
    太一 "「なんだ……」"
    "青春汁か。"
    太一 "「驚かすない」"
    "冷や汗をぬぐった。"
    太一 "「じゃあ今回は王子（俺）のサインはおあずけだな」"
    call gl(1,"TCYM0001|TCYM0000")
    call vsp(1,1)
    voice "vfcca0008mki016"
    美希 "「いえ！」"
    "喉のかすれるような悲鳴。"
    voice "vfcca0008mki017"
    美希 "「いります！　してください！」"
    太一 "「そ、そんなにしてほしいのかね？」"
    "こっちがたじろぐ。"
    voice "vfcca0008mki018"
    美希 "「してください、してください」"
    "甲高い声で『してください』と連呼される。"
    "下腹部が熱くなってきた。"
    "どうしてだろう？"
    "どうしてなんだろう？"
    "かいめんたいはいつもぼくの意志をむしして、あばれるんだ―――"
    "童話調に思考しても生々しさは消えなかった。"
    太一 "「わ、わかった、ではアレを」"
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    voice "vfcca0008mki019"
    美希 "「はい」"
    "美希は垂直な胸元をまさぐって、メイトブックを出した。"
    "当校では身分証明書をかねるこの手帳を、そう呼ぶ。"
    "そう。"
    "どうも本校のお歴々は、『都会』の駅裏にある人気ＮＯ１高級浴場『メイトブック』の存在を知らないようなのだ。"
    "会員になると手帳を渡され、一回ご利用するごとに姫のスタンプがもらえる。"
    "スタンプを集めることによって、Ｗやトリプルなどのサービスが格安で楽しめるという寸法だ。"
    "……トリプルだなんて。"
    "それはいかなる世界なのか。"
    "桃源郷なのか。"
    "大陽は黄色いのか。"
    "勃ってきました……。"
    "いかん。"
    "ここで安易に前傾シフトをとれば、美希にばれる。"
    "美希は処女だが、男の生理には精通している。"
    "俺が教えたから。"
    "前傾しなくともばれるだろうが、堂々としていれば、格好だけはつく。"
    voice "vfcca0008mki020"
    美希 "「……」"
    "あ、今ちらっと見た。"
    "美希、やや赤面。"
    "なにも言わない。"
    "視線を窓の外に向けて、わずかにもじもじする。"
    "うわ、かえって恥ずかしい。なにか言えや。"
    "いっそ言葉で俺を玩弄してくれ。"
    "羞恥のあまり、荒ぶる破壊神は鎮まっていく。"
    "実戦経験がないためか、直で面すると弱いんだな。"
    "直ハラ禁止だ。"
    "※直ハラ＝太一語。直接行う性的いやがらせ。主に性器を露出し異性に接触させるなどの小児的猥褻行為。ちょんまげ、爆破スイッチ、一本釣り、等。状況によっては痴漢行為と見なされることもある。"
    "というか全部、完璧に、申し分のない、痴漢行為である。"
    太一 "「美希は手帳だいぶ使いこんでるなあ。ぼろぼろだ」"
    call gl(1,"TCMM0000|TCMM000x")
    voice "vfcca0008mki021"
    美希 "「ぼろぼろ」"
    "無意味に繰り返すことで肯定する美希。"
    "ページを繰ると、メモ欄にはすでに俺のサインがでかでかと書かれていた。"
    "何ページにも渡っている。"
    "俺のサインをコレクトしているかのようだ。"
    "正確には、俺がコレクトさせているわけですが。"
    "白紙を見つけ、そこに新たなサインを書き込む。"
    太一 "「……」"
    太一 "「あのさ、今回は俺がサインしたくて美希の胸を借りたってことで……全然いじわるしようとか思ってないからね？」"
    call gl(1,"TCYM0003|TCYM0003")
    call vsp(1,1)
    voice "vfcca0008mki022"
    美希 "「嫌がってないですってば」"
    太一 "「そ、そう？」"
    "サインを書き終える。"
    "美希はおだやかな顔をしていた。"
    "確かに嫌がっている風ではない。"
    "他のページをざっと調べる。"
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    voice "vfcca0008mki023"
    美希 "「あー、別にデートの約束とか書いてないんで」"
    太一 "「あっそ」"
    "手帳を返す。"
    "スリッパの底みたいな胸元に抱きかかえて、"
    call gl(1,"TCYM0011|TCYM0011")
    call vsp(1,1)
    voice "vfcca0008mki024"
    美希 "「ご安心ください。美希は処女でございます～」"
    太一 "「べ、別にそんなことで安心したりしないもん」"
    "うろたえると俺、小児化。"
    call gl(1,"TCYM0003|TCYM0003")
    call vsp(1,1)
    voice "vfcca0008mki025"
    menu:
        美希 "「はいはい、わかっております」"
        "掃除を手伝う":
            $B=1
        "胸を揉む":
            $B=2
    return
    #