label cca0009b:
    "微笑む少女の胸元に、自然な挙措で手が伸びた。"
    "隙を突かれたのか、美希は笑顔のまま身動き一つしなかった。"
    "ふにぃ"
    "気がつくと、俺はおっぱいを揉んでいた。"
    "ほとんどないと思っていたその「板」には……薄いとはいえ確かな感触が。"
    voice "vfcca0009bmki000"
    美希 "「……しまった」"
    "笑顔のまま、口元を引きつらせる。"
    太一 "「ごめん、無意識に手が」"
    call gl(1,"TCYM0001|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfcca0009bmki001"
    美希 "「いえ、うっかりしていたわたしが悪いのです」"
    太一 "「あの、こんなこと俺が言うのもなんだけど……ちょっと膨らんでるね。良かったね！」"
    voice "vfcca0009bmki002"
    美希 "「恐縮です。いつ手を離していただけますでしょうか」"
    太一 "「将来に希望が出てきたね」"
    voice "vfcca0009bmki003"
    美希 "「うーん、喜べばいいのか怒ればいいのか。で、いつまで触っておられるつもりでしょうか？」"
    太一 "「俺は感慨深いよ。あの小さかった、いやさ、平べったかった美希が三次元的立体感を手に入れるなんて」"
    call gl(1,"TCYM0002|TCYM0002")
    call vsp(1,1)
    with dissolve
    voice "vfcca0009bmki004"
    美希 "「…………」"
    太一 "「美希？」"
    "もみもみする手を止めて、顔を見る。"
    "美希は泣いていた。"
    太一 "「あ、あれ？」"
    "泣かした？"
    "泣かした？"
    voice "vfcca0009bmki005"
    美希 "「……っ」"
    "静かな涙。"
    "嗚咽もなく、頬の曲線を滑りおちる。"
    "芸術家が美しさに胸打たれて流す涙があるとすれば、これだろう。"
    "セクハラされて流すものではない、はず。"
    "俺は戸惑う。"
    "そして止まる。"
    "理解ができないから。"
    太一 "「……あの……」"
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    "やがて美希はぐっと涙をぬぐった。"
    "まぶたの上を腕が往復して、出てきたのはいつもの笑顔。"
    call gl(1,"TCYM0003|TCYM0003")
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    voice "vfcca0009bmki006"
    美希 "「にへへ」"
    voice "vfcca0009bmki007"
    美希 "「さー、掃除掃除！」"
    call gl(1,"TCYM0001|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfcca0009bmki008"
    美希 "「その前にぃ……せやっ！」"
    play se "se003"
    with vpunch
    太一 "「ぐおおっ！」"
    "腕の秘孔（二の腕の中ほどあたり）を一本拳で突かれた。"
    太一 "「いたた、筋がすごくいたいよー！　握り拳をぎゅっと作るとピキーンって痛むよー！」"
    "もがき苦しむ俺。"
    call gl(1,"TCYM0003|TCYM0003")
    call vsp(1,1)
    with dissolve
    voice "vfcca0009bmki009"
    美希 "「すいー、すいー」"
    "掃除する美希。"
    "で。"
    太一 "「……美希だよね？」"
    call gl(1,"TCYM0021|TCYM0021")
    call vsp(1,1)
    with dissolve
    voice "vfcca0009bmki010"
    美希 "「え？」"
    太一 "「いや、ごめん」"
    call gl(1,"TCYM0001|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfcca0009bmki011"
    美希 "「それは胸があったから美希ではないという意味のご発言でございましょうか？」"
    "ぺっ、と架空のツバを吐く。"
    太一 "「正直、幻滅だよ」"
    call gl(1,"TCYM0041|TCYM0041")
    call vsp(1,1)
    with dissolve
    voice "vfcca0009bmki012"
    美希 "「がーん」"
    太一 "「何人の固定ファンを手放したか」"
    call gl(1,"TCYM0021|TCYM0021")
    call vsp(1,1)
    with dissolve
    voice "vfcca0009bmki013"
    美希 "「固定ファン？」"
    太一 "「たとえロリっ娘でなくとも胸がないことで、幼稚園児をその聖域とする社会不適合者の支持を受けることも不可能ではないのに……」"
    voice "vfcca0009bmki014"
    美希 "「世も末だなあ」"
    太一 "「美希のばかっ、セクハラしちゃってごめんよ！」"
    hide pic1
    with dissolve
    "罵声と謝罪を同時にこなして、俺は走り去る。"
    return
    #