label cca0002:
    call gl(0,"bgcc0001b0")
    call vsp(0,1)
    with Pixellate(300.0/1000.0,5)
    play bgm "bgm/bgm002.ogg"
    with Dissolve(500.0/1000.0)
    "世界は美しい。"
    image sp:
        "pic/bgcc0001b1.png"
        pause 0.1
        "pic/bgcc0001b2.png"
        pause 0.1
        "pic/bgcc0001b3.png"
        pause 0.1
        "pic/bgcc0001b4.png"
        pause 0.1
        "pic/bgcc0001b5.png"
        pause 0.1
        "pic/bgcc0001b6.png"
        pause 0.1
        "pic/bgcc0001b7.png"
        pause 0.1
        "pic/bgcc0001b.png"
        
    show sp
    "ここから街を眺め渡すたび、なにをとち狂ったかそう思う。"
    "でも美しいものはしょうがない。" 
    "青々とした夏の大気。"
    "一言で形容してしまうのが惜しいほど優美で。"
    "峠からの眺望は、いつもそんな所感を抱かせる。"
    "ひそやかに息づく木々の合間からは、山々によって外界から隔絶された白い建物群が見えた。"
    "街だ。"
    "真新しく清潔、かつ閑静な地方都市……のはずれ。"
    "つまりはしっこだ。"
    "市の本体はというと、激険しい山を挟んで向こう側にある。"
    "ちなみに向こう側にはデパートもあり、時間さえかければ都心にも出られる路線がそのつま先を置き、レンタルショップはおろかゲーセン·本屋·飲み屋·出張（ヘルス）まである。"
    "飽食の極みを迎えた文明の、爛熟した果実がここにある。"
    "通称『都会』。"
    "さて、こっち側。"
    "民家が山のようにある。"
    "山も山のようにある。"
    "あと学校がある。これは一つしかない。"
    "他に目立ったものといえば、大自然ぐらいのものか。"
    "都会に傅き、そのおこぼれで日々を営み、馬車馬のように働く人民を迎え、送り出し、時には生みだし（大人のジョーク①）、夜は優しくも高らかに眠らせあげるのである。"
    "要するにベッドタウンだ。"
    "同じ市なのに。"
    "深い政治的事情がありそうだ。"
    "なお地図上では、二つの地を分断するこの雄峰、『丘』ということにされている。"
    "どう見てもそんな可愛らしい代物ではない。"
    "地図で見て文字通り丘と勘違いし、ワイフとマイサン引き連れてハイキングになど行こうものなら、家族ぐるみで遭難することうけあいである。"
    "都会との交通手段は、電車と未舗装の山道しかない。"
    "一応、反対方向の峠まで行けば、道がある。"
    "ただし本当に遠回りになる。"
    "それくらい無駄に距離がある。"
    "田舎です。"
    "以前、クラスの桜庭という男が、"
    voice "vmcca0002sku000"
    桜庭 "『このＮＥＷチャリで峠を制覇してみせる。これって、今の俺には必要なことだと思うから』"
    "と歯を輝かせながら旅だったことがある。"
    "で。"
    "桜庭は丸三日帰宅せず、警察の御出動と相成った。"
    "買ったばかりのマウンテンバイクを軽く試し乗りしようとしたらしい。"
    "が、調子に乗って隣町の相原市（超遠い）へあと五キロという地点にまで到達したところで故障。"
    "車通りの少ない峠の道路を敗走途中、現行犯逮捕された。"
    "桜庭の家はクラスメートの桐原と同じくらい金持ちで、親も過保護だ。"
    "西の桜庭、東の桐原と呼ばれる。"
    "桐原は武士の家系で、その娘も貴族娘っぽい厳格な雰囲気。"
    "家族揃って苦虫を噛みつぶしたような顔をしていて、毒舌で、全体的に愛がない。"
    "通称『ハラキリ』。"
    "桜庭一族は正反対におっとりとした一族で、父親は盲腸の痛みに気づかず死の一歩手前まで旅だったという武勲の持ち主だ。"
    "その天然冒険魂は、確かに息子に継承されていたわけで。"
    "夜中になっても帰宅しない息子を案じて『誘拐されたんです！』と警察に駆け込むあたり、桜庭一族のまろやかな天然さが垣間見えて面白い。"
    "桜庭は関係者に滅茶苦茶叱られ、自転車は没収された。"
    "くわえて学校中の笑い者となった。"
    "校内新聞一面の座を永らく独占し続けもした。"
    "特にインタビューで奴が口走った内容が受けに受けた。"
    voice "vmcca0002sku001"
    桜庭 "『緊急特報！　蓮ヶ丈奥地に謎の人工建造物を見た！』"
    voice "vmcca0002sku002"
    桜庭 "『完全踏破１２時間、秘境の奥地に隠された禁断のオーバーテクノロジー！！』"
    voice "vmcca0002sku003"
    桜庭 "『長い道のりの果て、ここで我々はいまだかつて想像だにしなかった衝撃の事実を見ることになる！』"
    "無茶苦茶だ。"
    "要するに奴は、帰宅の途中、道を外れて山に入ったわけだ。"
    "おそらく近道目的だったんだろう。"
    "そして偶然、とある施設を発見して大興奮した。"
    "インタビューはこの後も、凄まじい展開となった。"
    voice "vmcca0002sku004"
    桜庭 "『秘密基地が』"
    voice "vmcca0002sku005"
    桜庭 "『衝撃の』"
    voice "vmcca0002sku006"
    桜庭 "『武装した兵隊らによって』"
    voice "vmcca0002sku007"
    桜庭 "『人類の常識を覆す』"
    "本インタビューで使用された単語ベスト５。"
    "第一位「謎」２２回"
    "第二位「衝撃」１９回"
    "第三位「発見」１７回"
    "第四位「禁断」６回"
    "第五位「戦慄」４回"
    "校内新聞は、桜庭という美味なる獲物を骨の髄までしゃぶり尽くした。"
    "桜庭は報道の残酷さを思い知った。"
    "その後、ストレスで腹を下して一週間ほど下痢をした（記事になった）。"
    "八日目の朝にはけろっとした顔で登校してきた（取材された）。"
    "髪を金髪に染めて（特集記事·異論反論オブジェクションのネタになった）。"
    "以来、奴はずっと金髪ライフ。"
    "きっと、新しい自分になる、という錯覚を己に課すことでストレスを克服したんだろう。"
    "……これが元で金銀コンビなどと称されることになったわけだが。"
    "閑話休題。"
    "もちろん桜庭が見た外宇宙から来訪した超知的生命体が極秘裏に建築した施設というのは原子力発電所なわけだが、これは市民に豊潤なる富をもたらした。"
    "二束三文の土地が、みるみるうちに札束に変わった。"
    "近代化が進み、文明が開化した。"
    "富豪が何人も誕生し、ビルが建ち、人が増えた。"
    "土地は安く、税金も安い。"
    "電気代はタダだ。"
    "だから街には無意味な照明が無数にある。"
    "だからといって、ベンチにライトを仕込むことはないだろうに。"
    "市はそのテーマを『癒し』と定めた。"
    "原子力発電所などというものを抱えている僻地が、いかにも掲げそうなお題目である。"
    "市役所に至ってはロココ様式のそれはもう耽美的な建物で、外観から内装に至るまで『汝を癒してやろう』という厳かな気概に溢れ、来庁者を萎縮させまくっている。"
    "ちぐはぐな土地。"
    "だから……居心地が良いのかもしれないな。"
    "壊れてしまった世界は、妙に親近感を抱かせる。"
    stop bgm
    太一 "「……」"
    play se "SE002"
    with vpunch
    太一 "「いて」"
    play bgm "bgm/bgm005.ogg"
    "軽薄な音がした。"
    "頭がかくんと傾く。"
    "首筋の筋がひきつって、ものすごく痛い。"
    太一 "「……なんだよ」"
    call gl(1,"TCKT0000b|TCKT000x")
    call gp(1,400-144,0)
    call vsp(1,1)
    with dissolve
    with Dissolve(500.0/1000.0)
    "振り向けば、そこに少女が一人。"
    太一 "「なんだ、女帝か」"
    voice "vfcca0002fyu000"
    少女 "「……」"
    太一 "「女王陛下にはご機嫌うるわしゅう」"
    "片手をあげて挨拶する。"
    voice "vfcca0002fyu001"
    少女 "「……」"
    "エスプリのきいた言葉には、ウィットに富んだ返しがあってしかるべきなのだ。"
    voice "vfcca0002fyu002"
    "少女『くわ～っ、誰が女帝か～っ、馬鹿言ってんじゃないですわ、すわすわっ！！』"
    "そんなような。"
    "だが期待したような返答はない。"
    "それどころか冷然とした怒気さえ感じられた。"
    太一 "「どうしたの、桐原。ノリ悪いよ」"
    太一 "「もしかしてアレ？　生理っぽいやつ？」"
    call gl(1,"TCKT0001b|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0002fyu003"
    少女 "「…………」"
    "空気がどんどん重くなってく。"
    "でも止まらない。"
    太一 "「月桂冠」"
    call gl(1,"TCKT0011b|TCKT0011")
    call vsp(1,1)
    with dissolve
    voice "vfcca0002fyu004"
    少女 "「黒須太一……」"
    "怒りの波動が膨れあがる。"
    太一 "「赤飯」"
    "冬子……桐原の下の名前、内心ではバリバリ呼び捨て……の額のあたりがひきつった。"
    call gl(1,"TCKT0003b|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0002fyu005"
    少女 "「のぉっ！」"
    "実際には『こんのぉっ！』と言ってる。"
    "舌ったらずなのだろう。"
    "彼女の特徴的イントネーションだ。"
    "令嬢然とした冬子が、口調に未熟さを残しているのは、正直笑えた。"
    "と。"
    call gl(5,"bgcc0000b")
    play se "se003"
    call vsp(5,1)
    with vpunch
    extend "ごっ"
    太一 "「……ぐふっ！？」"
    "チンだった。"
    "クリーンヒットだった。"
    "避ける暇もなかった。"
    "拳に突き上げられ、のけぞるように顎先が天をさす。"
    play se "se100"
    "{space=130}桐　{w=0.2}原　{w=0.2}流　{w=0.2}奥　{w=0.2}義　{w=0.2}積　{w=0.2}極　{w=0.2}直　{w=0.2}撃"
    "ゲームっぽい架空エフェクトが、脳裏に踊る。"
    hide pic5
    call gl(1,"TCKT0001b|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0002fyu006"
    冬子 "「……撤収手伝いなさいよ」"
    "低い声だ。"
    "これ以上ごねるなら今度は空じゃなくて地面にＫＩＳＳすることになるぜ。"
    "暗にそう申しておられた。"
    太一 "「はい、テツダイマス（ガクガク）」"
    "無言で俺の耳を引いてキャンプ場に向かう。"
    太一 "「あっ、あっ、いたいですーっ」"
    call gl(1,"TCKT0003b|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0002fyu007"
    冬子 "「殴った私の手も痛いわ」"
    太一 "「それは心を鬼にして子供を叱った母親だけが言っていいセリフ」"
    call gl(1,"TCKT0001b|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0002fyu008"
    冬子 "「男手少ないんだから、キリキリ働きなさいよ」"
    太一 "「働いたじゃないか、合宿中にたくさん……」"
    call gl(1,"TCKT0000b|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0002fyu009"
    冬子 "「最後まで気を抜かないの」"
    太一 "「……ちょっとの休息も許されない」"
    "俺は戦士か。"
    太一 "「桐原」"
    voice "vfcca0002fyu010"
    冬子 "「……なに？」"
    太一 "「合宿、来てよかったろ？」"
    voice "vfcca0002fyu011"
    冬子 "「…………」"
    call gl(1,"TCKT0002b|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0002fyu012"
    冬子 "「（ぷいっ）」"
    "無視された。"
    "会話はずまないことけたたましい。"
    "これでも今日は滅茶苦茶話している方だ。"
    "今日みたいにかけあい漫才をすることの方が、むしろ珍しい。"
    call gl(1,"TCKT0001b|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0002fyu013"
    冬子 "「軽いあたま」"
    太一 "「はい？」"
    voice "vfcca0002fyu014"
    冬子 "「殴ったとき、空っぽの音がしたから」"
    voice "vfcca0002fyu015"
    冬子 "「そろそろ脳細胞、分裂させておかないと、大人になった時につらいわよ？」"
    太一 "「失敬だな。弁護士は通っとるのか？　ああん？」"
    call gl(1,"TCKT0002b|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0002fyu016"
    冬子 "「ほんっと……疲れる……きみ……」"
    "盛大にため息をつかれると、こちらも萎える。"
    hide sp
    call gl(0,"bgcc0015a")
    call vsp(0,1)
    call vsp(1,0)
    with moveinright
    "黙って連行される。"
    "視線はついつい、高そうなワンピースをしっとりとまとわりつかせた臀部に。"
    太一 "「水蜜桃」"
    "聞こえないようつぶやく。"
    call gl(1,"TCKT0001b|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0002fyu017"
    冬子 "「触ったら沈めるから」"
    太一 "「……」"
    "ど、どこに？（ブルブル）"
    call gl(1,"TCKT0002b|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0002fyu018"
    冬子 "「せっかく夏期休暇、一週間無駄にした気分よ」"
    太一 "「意訳すると、楽しい合宿も終わりかにゃー、って感じだな」"
    call gl(1,"TCKT0001b|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0002fyu019"
    冬子 "「……脳割れてるんじゃない？」"
    "割れてる。"
    太一 "「俺は楽しめたけどね」"
    call gl(1,"TCKT0002b|TCKT000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0002fyu020"
    冬子 "「ふん」"
    太一 "「……楽しんだくせに（ぼそっ）」"
    call gl(1,"TCKT0011b|TCKT0011")
    call vsp(1,1)
    with dissolve
    voice "vfcca0002fyu021"
    冬子 "「な·に·か·言った？」"
    太一 "「いいえなにも、サー」"
    "一週間の合宿。"
    "ほんの幾度か、彼女の笑顔を見た。"
    "憮然とした顔つきがデフォルト設定の冬子だ。"
    "楽しんだに違いないのだ。"
    "だってテント張って機材並べて。"
    "合宿はまるで別世界みたいだったから。"
    call vsp(0,0)
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    太一 "「いてててててっ！？」"
    "耳を引く力が強まった。"
    call gl(0,"bgcc0000b")
    call vsp(0,1)
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    "林道を抜けて、広場に出る。"
    "光が満ちる。"
    "輝かしい陽光。"
    voice "vfcca0002fyu022"
    冬子 "「撤収、もうだいぶ終わっちゃってる」"
    voice "vfcca0002msa000"
    少女 "「こらあっ、そこのおサボなふたりーっ」"
    "声がぽややーんと響いた。"
    "独特の声質。"
    "我らが部長だ。"
    voice "vfcca0002fyu023"
    冬子 "「私は違います私は！」"
    太一 "「いてててっ、走るな危険！　特に俺の耳が危険……あっ、あっ、そんなに強くしたら裂けるぅ、裂ける裂ける裂ける裂ける！！　大事なトコ裂けちゃうーーーーーーーーーーーーーーっ！！」"
    voice "vfcca0002msa001"
    部長 "「やぁ、なにかＨそうなことやってますっ！？」"
    voice "vfcca0002msa002"
    部長 "「停学、停学ですよ～っ！！」"
    "焦って震える部長の声。"
    太一 "「わはは」"
    voice "vfcca0002fyu024"
    冬子 "「こ、この匹夫……」"
    play se "SE002"
    with vpunch
    太一 "「いたっ」"
    "ようやく解放された我が愛耳と、叩かれた頭を同時に撫でながら。"
    "笑み。"
    太一 "「ニシシ、いたい」"
    太一 "「さー、仕事仕事っと」"
    voice "vfcca0002fyu025"
    冬子 "「この男は……」"
    "軽く走る。"
    voice "vfcca0002fyu026"
    冬子 "「まったく……」"
    "冬子のため息が追いかけてくる。"
    "部長の背後には、みんながいた。"
    "二人で、みんなのもとに。"
    太一 "「おーーーーーーーーいっ！！」"
    "わけもなく呼びかける。"
    "広場で機材の後かたづけをしていた五つの顔が、一斉にこちらを向いた。"
    "視線が集まると無茶したくなる。"
    "シャツを脱いで裸になった。"
    voice "vfcca0002fyu027"
    冬子 "「やだっ！？」"
    "背後、お嬢が引きつるように叫んだ。"
    "構わず裸で駆ける。"
    "乳首が風とコラボレーションする。"
    "五組の視線を感じる。ますます気が高ぶる。"
    太一 "「俺を見てくれーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーーっ！！」"
    "五つの顔が、表情ひとつ変えずに元の向きに戻った。"
    "連携ピッタリの超上級放置プレイ。"
    太一 "「アハッ」"
    "馬鹿馬鹿しくも、愉快で。"
    "ただ今だけが楽しくて。"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    "合宿が終わる。"
    "新学期がはじまる。"
    "また日常がやってくる。"
    stop bgm
    "当たり前の明日がやってくる―――"
    call gl(0,"bgcc0000e")
    call vsp(0,1)
    #textoff
    with Dissolve(500.0/1000.0)
    call gl(0,"TITLE1")
    call vsp(0,1)
    play se "seeye001"
    with Pixellate(300.0*2/1000.0,5)
    pause (2000.0/1000.0)
    pause (3000.0/1000.0)
    return
    #