label cca0023:
    call gl(0,"bgcc0005a")
    call vsp(0,1)
    with wipeleft
    pause (500.0/1000.0)
    play bgm "bgm/bgm005.ogg"
    voice "vfcca0023nnk000"
    七香 "「やっほー、たいっちゃーん！」"
    call gl(0,"evcc0003a")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    太一 "「あれ？」"
    "謎の自転車女だ。"
    太一 "「謎の自転車女だ」"
    "思ったまま口にしてしまった。"
    voice "vfcca0023nnk001"
    七香 "「思ったまま口にしないように」"
    "ばれていた。"
    太一 "「あやしいんだよなー、この女。素性は不明だし。見たこと無い制服だし」"
    voice "vfcca0023nnk002"
    七香 "「……開き直って思考を言葉に仮託しないように」（仮託／かたく）"
    太一 "「七香って名前だって本当なのかどうか」"
    voice "vfcca0023nnk003"
    七香 "「……うっさいわね。細かいことグダグダ言うんじゃないわよ」"
    太一 "「どこの学校通ってんの？」"
    voice "vfcca0023nnk004"
    七香 "「ひみちゅ」"
    太一 "「あ、そう」"
    "無視してさっさと歩き出す。"
    voice "vfcca0023nnk005"
    七香 "「お、ハードボイルディ～」"
    太一 "「歩きながらでも話せるだろうに」"
    voice "vfcca0023nnk006"
    七香 "「まぁねん」"
    太一 "「して、何用？」"
    voice "vfcca0023nnk007"
    七香 "「もちろん用事があるわけさ」"
    "びっしりと指さして。"
    voice "vfcca0023nnk008"
    七香 "「とっととアンテナ組み立てる！」"
    太一 "「はあ？」"
    太一 "「アンテナって、見里先輩のやってるやつ？」"
    voice "vfcca0023nnk009"
    七香 "「そう、それ」"
    voice "vfcca0023nnk010"
    七香 "「このままじゃちょっと間に合わないよ」"
    太一 "「何に」"
    voice "vfcca0023nnk011"
    七香 "「期限に」"
    太一 "「何の」"
    voice "vfcca0023nnk012"
    七香 "「アンタねー！」"
    太一 "「な、なんだなんだっ」"
    "いきなり怒りだしたぞ。"
    voice "vfcca0023nnk013"
    七香 "「一回一回が、大事な人生でしょうが！　調子こいてるといつまでもいつまでも無駄にしちゃって、そのうち存在自体が固定行動に固着しちゃうんだからね！」"
    voice "vfcca0023nnk013b"
    七香 "「可能性ってのはそーいう性質があるんだから！　ウィン○ウズだって一時キャッシュのせいでリセットしたつもりでもエラーを繰り返すことがあるでしょーに！　ことに今は―――」"
    "ハッとして、口をつぐむ。"
    太一 "「……ノイローゼですか、貴様？」"
    voice "vfcca0023nnk014"
    七香 "「こんなキューティーつかまえて貴様なんて言うなあ！」"
    call gl(2,"sgcc0006")
    call vsp(2,1)
    with dissolve
    stop bgm
    play se "se106"
    with vpunch
    "びたーん！"
    太一 "「うぉふうっ」"
    #dwaveloop 1,"bgm/bgm006
    "ビンタされた。"
    "高速でスピンしつつ斜めに跳ね上がり、水平になった状態で地面に叩きつけられた。"
    太一 "「……お……おふ……おぶ……」"
    "この娘、コミック力場を発生させることができるとは。"
    "※コミック力場＝太一科学。スカラー電磁学やエーテル宇宙論、昇騰機関などと並ぶ超科学理論のひとつ。あらゆる物理現象を加速すると同時に緩和する。"
    "結果、通常物理では考えられないコミック本めいた効果を発生させる。統計的に勝ち気幼なじみ的パーソナリティに多く付随し、そのキャラ性を維持するために作用する。"
    voice "vfcca0023nnk015"
    七香 "「あっ……ごめん……」"
    太一 "「すごい力だ……天下狙える……」"
    voice "vfcca0023nnk016"
    七香 "「女の子にそんな皮肉言わないの！」"
    stop bgm
    "助け起こしてもらう。"
    play bgm "bgm/bgm005.ogg"
    call gl(0,"bgcc0005a")
    call vsp(0,1)
    call vsp(1,0)
    call vsp(2,0)
    with Dissolve(500.0/1000.0)
    太一 "「い、いたひです……」"
    call gl(1,"TCCN0100b|TCCN")
    call gp(1,180,0)
    call vsp(1,1)
    with dissolve
    voice "vfcca0023nnk017"
    七香 "「……ごめんね」"
    太一 "「天下狙えるってのは、単に腕力とかでなくキャラ的にね」"
    voice "vfcca0023nnk018"
    七香 "「？」"
    太一 "「キミの科学力のおかげで、あれだけの打撃を受けても生きていられるのだよ」"
    call gl(1,"TCCN0101b|TCCN")
    call vsp(1,1)
    with dissolve
    voice "vfcca0023nnk019"
    七香 "「よくわからない……」"
    太一 "「でももうちょっとはじけても良かった。スピンしたまま大気圏とか。まあ普通から外れるためにただ極端に走るだけっていうのも貧困のあらわれだと思うから、メリハリだと思うんだけどさ。"
    "要するに王道に対して常に皮相的な立場を保つって行為は自己顕示欲に支配された瞬間に堕するってことだよね」"
    call gl(1,"TCCN0102b|TCCN")
    call vsp(1,1)
    with dissolve
    voice "vfcca0023nnk020"
    七香 "「おまいはあたしと会話する気があるのか？」"
    太一 "「……すいません」"
    "自分でも意味わかってないです。"
    call gl(1,"TCCN0101b|TCCN")
    call vsp(1,1)
    with dissolve
    voice "vfcca0023nnk021"
    七香 "「しょうがないヤツ」"
    "呆れ半分、ため息を落とす。"
    call gl(1,"TCCN0100b|TCCN")
    call vsp(1,1)
    with dissolve
    voice "vfcca0023nnk022"
    七香 "「あ、ほっぺたに血」"
    太一 "「え？　ちょっとだけ力場からはみ出ちゃったのかな？」"
    call gl(1,"TCCN0102b|TCCN")
    call vsp(1,1)
    with dissolve
    voice "vfcca0023nnk023"
    七香 "「まだ力場とか言うか」"
    太一 "「自分の血は平気」"
    call gl(1,"TCCN0100b|TCCN")
    call vsp(1,1)
    with dissolve
    voice "vfcca0023nnk024"
    七香 "「……え？」"
    太一 "「いや、血が苦手なものでして」"
    "その時、七香の顔に去来した表情を、俺はうまく表現できない。"
    "泣きそうでもあったし、笑っているようでもあった。"
    "とはいえ、単純な泣き笑いとも取れない、根深い葛藤が混入していた。"
    voice "vfcca0023nnk025"
    七香 "「……太一」"
    stop bgm
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    "掠れるような声が、唇から流れて。"
    "顔が寄ってきた。"
    "潤んだ瞳とともに。"
    play bgm "bgm/bgm021.ogg"
    "人間の意識活動というものはたいしたもので。"
    "普通の漫画主人公なら、"
    "（え……？）"
    "などと起こる出来事さえ予測できず、戸惑うのがせいぜいなのに。"
    "現実人間であるところの俺の脳は『ＫＩＳＳされる！？』というシチュ的にそれしかありえない結末を容易に予測してのけて。"
    "七香の顔が五センチに迫った時にはもう、キス後に『いかにそれっぽく振る舞うか』といった体面処理について検討していたりするわけだが。"
    "……実際こっちのがリアルなのだが、世の物語にほとんど採用されていない理由は、リアルすぎて物語性とうまく親和しないんだということが素人の俺にもありありとわかった。"
    "リアリティごっこなんだよな、結局。"
    "と内心うんうん頷いてたりして。"
    "といいますか、ＫＩＳＳまだ？"
    stop bgm
    "れろーん"
    太一 "「……」"
    "色気も味気もないＫＩＳＳだった。"
    "舌を頬に貼りつけて舐めあげる行為を、ＫＩＳＳと称すればのことだが。"
    voice "vfcca0023nnk026"
    七香 "「ツバでもつけておけば治るでしょ」"
    太一 "「うわあああああ」"
    "拳で側頭部を打つ、打つ、打つ！！"
    with vpunch
    play bgm "bgm/bgm010.ogg"
    太一 "「知った風な思索の結末が早とちりか！　こいつめ、こいつめ！　この恥さらしが！」"
    voice "vfcca0023nnk027"
    七香 "「自分で自分をっ！？」"
    太一 "「なにがリアリティか！　なにが親和か！　頭良いつもりか俺様野郎が！　人以下であることを国際的に証明されている分際で！」"
    voice "vfcca0023nnk028"
    七香 "「お、おちつけー……」"
    太一 "「死にたい」"
    voice "vfcca0023nnk029"
    七香 "「こらこら」"
    太一 "「いわゆるひとつの自分がゴミであることを自覚していなければならないのです」"
    voice "vfcca0023nnk030"
    七香 "「……へ？」"
    stop bgm
    太一 "「有害なゴミ」"
    太一 "「群青には無識者もたくさんいるから」"
    太一 "「俺はいつもこわかったんだ。傷つけてしまわないかって」"
    太一 "「危険があっても回避できないのが、無識ってことだからね」"
    太一 "「猫が車の前に飛び出すみたいに」"
    太一 "「……自制しないといけない。細心の注意でもって」"
    太一 "「けど」"
    太一 "「毎日楽しくて、つい忘れてしまうんだ。自分が何者かってことを」"
    太一 "「俺は―――」"
    "七香が身じろぎした。"
    "今度は本当に虚を突かれて、予測する間もなかった。"
    play bgm "bgm/bgm015.ogg"
    call gl(0,"evcc0010a")
    call vsp(0,1)
    call vsp(1,0)
    call vsp(2,0)
    call vsp(3,0)
    with Dissolve(500.0/1000.0)
    太一 "「え……？」"
    voice "vfcca0023nnk031"
    七香 "「楽しいって、言えるなら、いいじゃん」"
    "あいまいな胸の柔らかさ。"
    "少女の香り。"
    "不思議と、猥雑なものは感じない。"
    "抱かれた時の感覚が、曜子さんとは違った。"
    voice "vfcca0023nnk032"
    七香 "「その言葉は、嬉しいんだ。すごく」"
    太一 "「…………」"
    voice "vfcca0023nnk033"
    七香 "「強くならないと生きる資格がないわけじゃないから」"
    voice "vfcca0023nnk034"
    七香 "「弱いままでも、いいんだよ」"
    太一 "「弱いままでもって……」"
    "知っている。"
    "彼女は何かを知っている？"
    太一 "「キミは」"
    voice "vfcca0023nnk035"
    七香 "「七香」"
    太一 "「ななか……」"
    "知らない。"
    "過去のいかなる軸にも、その名前は記録されていない。"
    "じゃあどうして彼女は俺のことを？"
    voice "vfcca0023nnk036"
    七香 "「落ち着いた？」"
    太一 "「……うん」"
    call gl(0,"bgcc0005a")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    stop bgm
    "身を離す。"
    call gl(1,"TCCN0100b|TCCN")
    call gp(1,180,0)
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    "七香はにこにこと笑っている。"
    太一 "「……君って」"
    太一 "「俺のこと好きなの？」"
    play bgm "bgm/bgm005.ogg"
    call gl(1,"TCCN0101b|TCCN")
    call vsp(1,1)
    with dissolve
    voice "vfcca0023nnk037"
    七香 "「ばかめ」"
    play se "SE029"
    "ぺてぃっ"
    with vpunch
    "額にチョップされる。"
    call gl(1,"TCCN0100b|TCCN")
    call vsp(1,1)
    with dissolve
    voice "vfcca0023nnk038"
    七香 "「そんなんじゃないって」"
    "否定してから、小首を傾げて言葉の穂を継いだ。"
    call gl(1,"TCCN0101b|TCCN")
    call vsp(1,1)
    with dissolve
    voice "vfcca0023nnk039"
    七香 "「……けど、そーだな。好きかもね」"
    太一 "「ほんと？」"
    call gl(1,"TCCN0100b|TCCN")
    call vsp(1,1)
    with dissolve
    voice "vfcca0023nnk040"
    七香 "「あんたの思う好きとは、ちょっと意味が違うけどね」"
    太一 "「なんのこっちゃ」"
    call gl(1,"TCCN0102b|TCCN")
    call vsp(1,1)
    with dissolve
    voice "vfcca0023nnk041"
    七香 "「あんたってさ、きっと子供の頃、母親にＨな悪戯するタイプだよ」"
    太一 "「いねーですもん」"
    call gl(1,"TCCN0101b|TCCN")
    call vsp(1,1)
    with dissolve
    voice "vfcca0023nnk042"
    七香 "「あたしもだ」"
    call gl(1,"TCCN0100b|TCCN")
    call vsp(1,1)
    with dissolve
    voice "vfcca0023nnk043"
    七香 "「でもさ、そーいうのって、けっこう母親も嬉しいのかもよ？」"
    太一 "「Ｈな悪戯がか？」"
    call gl(1,"TCCN0101b|TCCN")
    call vsp(1,1)
    with dissolve
    voice "vfcca0023nnk044"
    七香 "「そう」"
    太一 "「でも幼い息子にペッティングされたらショック……いや、むしろ萌えか？」"
    call gl(1,"TCCN0102b|TCCN")
    call vsp(1,1)
    with dissolve
    voice "vfcca0023nnk045"
    七香 "「化学分解されてしまえこの有害ゴミめが」"
    太一 "「うわーん！」"
    call gl(1,"TCCN0101b|TCCN")
    call vsp(1,1)
    with dissolve
    voice "vfcca0023nnk046"
    七香 "「さて、帰るか」"
    太一 "「うちに寄ってけばいいのに。ぬるい水くらい出すぞ」"
    call gl(1,"TCCN0100b|TCCN")
    call vsp(1,1)
    with dissolve
    voice "vfcca0023nnk047"
    七香 "「ニヒヒ、Ｈなことされたくないから帰る」"
    太一 "「するする、来たらするさ」"
    voice "vfcca0023nnk048"
    七香 "「危ない危ない」"
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    "彼女はさっそうと自転車にまたがる。"
    "背後にまわって下着を見ようとする俺。"
    "ノーコンのブルマだった。"
    太一 "「ちっ」"
    "……って、ブルマだって？"
    "女性解放運動も真っ青なセクハラ体操着としてずいぶん前に絶滅したという、ブルマ！？"
    太一 "「な、ななかさん……？」"
    "俺はわなわなと震えた。"
    "噂によれば、そのヒップへの張りつき具合は絶品だと言う。"
    voice "vfcca0023nnk049"
    七香 "「アンテナ、ちゃっちゃっと組み立てちゃいなさいよね」"
    太一 "「は、アンテナ？」"
    "唐突。"
    voice "vfcca0023nnk050"
    七香 "「それって、可能性だからさ」"
    stop bgm
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    play se "se047"
    "チェーンが小気味よい音をたてて、まわる。"
    "タイヤがアスファルトを擦り、自転車が走り出す。"
    太一 "「……なんなんだ」"
    pause (500.0/1000.0)
    pause (500.0/1000.0)
    return
    #