label cca0020:
    pause (500.0/1000.0)
    pause (1000.0/1000.0)
    call gl(0,"bgcc0003a")
    call gl(5,"efcc0000")
    play se "se019"
    call vsp(5,1)
    with dissolve
    call vsp(0,1)
    with dissolve
    hide pic5
    with dissolve
    play se "SE020"
    "部屋に戻って、電気をつけた。"
    "いろいろあって疲れた。"
    太一 "「しかしあっつい」"
    "エアコン、はやく修理してもらわないと。"
    "一階のリビングにはエアコンもあるのだが、なんなく落ち着かない。"
    太一 "「水風呂にでも入るか」"
    hide pic0
    with dissolve
    "入ることにした。"
    play se "SE021"
    太一 "「んあー？」"
    "あまりの気持ちよさにちょっと向こう側に行っていた意識を、ドアベルが呼び戻す。"
    stop se
    play se "SE021"
    太一 "「やべ」"
    "急いで出て、体を拭く。"
    "着物を身につけて、玄関に。"
    太一 "「はいはーい」"
    call gl(0,"bgcc0013a")
    call vsp(0,1)
    with wipeleft
    太一 "「どちら様で？」"
    voice "vfcca0020ysa000"
    遊紗 "「あ、あの、堂島です」"
    play bgm "bgm/bgm003.ogg"
    太一 "「その極道みたいな苗字とは裏腹にキュートな声は……遊紗ちゃん？　あいてるからどーぞ」"
    call gl(0,"bgcc0013az")
    call vsp(0,1)
    call gl(1,"TCDY0000c|tcdy000x")
    call vsp(0,1)
    call vsp(1,1)
    call gp(1,t=center)
    with Dissolve(500.0/1000.0)
    "ドアがおそるおそる開き、美少女が立っていた。"
    call gl(1,"TCDY0004c|tcdy0004")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa001"
    遊紗 "「どうも、こんばん……わ」"
    "瞳が開かれる。"
    "黒々とした瞳孔に、俺の姿が映る。"
    太一 "「こんばんわ」"
    voice "vfcca0020ysa002"
    遊紗 "「着物、なんですね」"
    太一 "「ああ、これ？　驚いた？」"
    voice "vfcca0020ysa003"
    遊紗 "「びっくりしたです……」"
    太一 "「ソーセキが好きでね」"
    call gl(1,"TCDY0003c|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa004"
    遊紗 "「はー」"
    太一 "「それに着心地が良いのでね」"
    call gl(1,"TCDY0001c|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa005"
    遊紗 "「あのっ、似合います」"
    太一 "「本当？」"
    call gl(1,"TCDY0000c|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa006"
    遊紗 "「そのー、お髪がお白くていらっしゃられるので……色合いとかが」"
    太一 "「それでも、着物は黒髪が一番だよ」"
    "苦笑いを浮かべ。"
    太一 "「遊紗ちゃんなんか、もっと似合うんじゃないかな」"
    call gl(1,"TCDY0004c|tcdy0004")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa007"
    遊紗 "「そ、そんなっ……ひっくっ」"
    "声を張り上げた拍子に、しゃっくりが出た。"
    call gl(1,"TCDY0000c|tcdy000x")
    call vsp(1,1)
    with dissolve
    with vpunch
    voice "vfcca0020ysa008"
    遊紗 "「ひっく……ひっく……ひっく」"
    with vpunch
    太一 "「あらら」"
    with vpunch
    voice "vfcca0020ysa009"
    遊紗 "「ひっく……、すいません、ひっく……」"
    with vpunch
    太一 "「止まらないみたいだね」"
    "驚かせるといいんだっけ。"
    "相手が桐原とかだったら、遠慮なく着物の前を全開にするのだけど。"
    "この子を驚かすというのは……。"
    太一 "「うーん」"
    太一 "「遊紗ちゃん、こっち見て」"
    voice "vfcca0020ysa010"
    遊紗 "「ひっく？」"
    "見上げた美少女面に、顔を寄せていく。"
    "五センチまで接近して、囁く。"
    太一 "「結婚しよう」"
    call gl(1,"TCDY0004c|tcdy0004")
    call vsp(1,1)
    with dissolve
    with vpunch
    voice "vfcca0020ysa011"
    遊紗 "「っっっっっっ！！？？」"
    with vpunch
    "遊紗ちゃんは凍った。"
    "一分くらい、身じろぎ一つしなかった。"
    "しゃっくりは止まった。"
    voice "vfcca0020ysa012"
    遊紗 "「あ、あの、今？」"
    太一 "「ま、とりあえずあがって」"
    voice "vfcca0020ysa013"
    遊紗 "「あの、今？」"
    太一 "「遠慮なくどーぞ」"
    voice "vfcca0020ysa014"
    遊紗 "「……今、なにが起こったんだろう……？」"
    call gl(0,"bgcc0004a")
    call vsp(0,1)
    call vsp(1,0)
    with wipeleft
    "座らせて、麦茶を出す。"
    call gl(1,"TCDY0000|tcdy000x")
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    voice "vfcca0020ysa015"
    遊紗 "「おうちの方は？」"
    太一 "「帰ってこないんじゃないかな、今夜は」"
    call gl(1,"TCDY0004|tcdy0004")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa016"
    遊紗 "「えっ？」"
    "複雑な表情を浮かべる。"
    "複雑な事情を想像したに違いない。"
    "実際、多少は複雑なのだけど。"
    太一 "「仕事が忙しい時期は社員寮に泊まりっぱなしなんだ」"
    call gl(1,"TCDY0003|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa017"
    遊紗 "「ああ、そうですか……」"
    太一 "「それで今日はどんなわくわくするようなニュースを持ってきてくれたのかな？」"
    call gl(1,"TCDY0001|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa018"
    遊紗 "「なんだか外国の小説の登場人物みたいな口調ですね」"
    call gl(1,"TCDY0000|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa019"
    遊紗 "「あの、わたし今日が誕生日なんです」"
    太一 "「へえ、そうだったのか」"
    "知らなかった。"
    "太一くん、迂闊。"
    call gl(1,"TCDY0001|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa020"
    遊紗 "「それでですね、これ……お誕生日プレゼントです」"
    "包装紙に包まれたそれを無意識に受け取る俺の、頭の中は『？』で満ちた。"
    太一 "「ええと……とりあえず、ありがとう。でも、あれ？」"
    "誕生日プレゼントって？"
    voice "vfcca0020ysa021"
    遊紗 "「いつもお世話になってるお礼です」"
    "確かに、かなり積極的にお世話している。"
    "というか、惚れさせようとしている。試験的に。"
    "若い頃から優しく接していれば、容姿のマイナス面は緩和できると思ったからだ。"
    "『光源氏は本当にウハウハなのか大検証』というこの企画は、今のところ順調と判断できるデータが揃いつつある。"
    "成功したあとについてあんまり考えていなかったことには、今気づいた。"
    call gl(1,"TCDY0000|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa022"
    遊紗 "「それと、交換日記を明日提出できたらなと思ったので……」"
    "膝の上、なかなか落ち着こうとしない指を、懸命にあやしている。"
    "うつむいて、のぞく首筋がすっかり赤い。"
    "いっぱいいっぱいのご様子。"
    太一 "「萌える」"
    call gl(1,"TCDY0003|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa023"
    遊紗 "「……え？」"
    太一 "「ああ、できてるよ。取ってこよう」"
    call gl(1,"TCDY0000|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa024"
    遊紗 "「は、はい」"
    "二階に向かう。"
    call gl(0,"bgcc0003a")
    call vsp(0,1)
    call vsp(1,0)
    with wipeleft
    "彼女の日記と、それと。"
    "室内を見渡す。"
    "遊紗ちゃんに贈れるようなもの。"
    "ぬいぐるみでもあればいいのに、メルヘンとは無縁なマイ部屋。"
    "メルヘンどころか。"
    "官能ＯＮＬＹ。"
    太一 "「いかん、いかんなー」"
    "自分だったらなにが欲しいか考えてみる。"
    "遊紗ちゃんの生パンツ。"
    "自然と帯をほどきだす己の手を、理性が鉄の意志力をもって引きはがす。"
    "今まで築き上げたものを、一瞬で地平の彼方へ飛ばしてどうする。"
    太一 "「いかん」"
    "誕生日にふさわしいもの。なにかないのか。"
    太一 "「あ」"
    "いや、これはどうだろう。"
    "キャラ違いすぎるし。"
    "変な趣味に目覚めたら困るし。"
    太一 "「うーん」"
    "意外性は、あるかな。"
    "行けるかも？"
    太一 "「ううう～ん」"
    "階下から、"
    voice "vfcca0020ysa025"
    遊紗 "「あのー、たいちさーん、わたしそろそろもどらないといけない時間なんですー」"
    太一 "「ぬう」"
    "迷っている暇はない。"
    "箱とマニュアルを探して詰め直し、紙袋に突っ込んだ。"
    call gl(0,"bgcc0004a")
    call vsp(0,1)
    with wipeleft
    太一 "「お待たせ」"
    call gl(1,"TCDY0000|tcdy000x")
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    voice "vfcca0020ysa026"
    遊紗 "「あ……」"
    "ほっとする色が浮かぶ。"
    太一 "「じゃあとりあえず交換日記と、それとこれは俺からの誕生日プレゼント」"
    call gl(1,"TCDY0004|tcdy0004")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa027"
    遊紗 "「…………」"
    "この娘は驚くと絶句する癖があるな。"
    "プレゼントの説明は、また今度かな。"
    太一 "「さてと、じゃ家まで送ろうか」"
    voice "vfcca0020ysa028"
    遊紗 "「……………………っっ！？」"
    "さっきの倍くらいに絶句する。"
    太一 "「もう夜だし、ちょっと危ない人もいるからね」"
    "特にこの街にはなぁ。"
    太一 "「行こうか？」"
    call gl(1,"TCDY0001|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa029"
    遊紗 "「は、はいっ」"
    call gl(0,"bgcc0002b")
    call vsp(0,1)
    call vsp(1,0)
    with wipeleft
    pause (500.0/1000.0)
    call gl(0,"bgcc0005b")
    call vsp(0,1)
    call vsp(1,0)
    with wipeleft
    "夜道を並んで歩く。"
    "遊紗ちゃんの歩幅は短くて、のんびりよたよた時間は流れた。"
    太一 "「そうそう、お母さんにごちそうさまって伝えといて」"
    call gl(1,"TCDY0000c|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa030"
    遊紗 "「母にデスカ？」"
    太一 "「いつもおいしい食事を饗してくださる」"
    voice "vfcca0020ysa031"
    遊紗 "「……まあ、そうですねぇ」"
    太一 "「学校慣れた？」"
    call gl(1,"TCDY0000c|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa032"
    遊紗 "「その質問、毎回しますよね、太一さん？」"
    太一 "「んー、そう？」"
    "言われてみれば、確かに。"
    太一 "「定型句みたいなものだからさ。会話のクッションだよ」"
    太一 "「しかし遊紗ちゃん大きくなったねぇ」"
    call gl(1,"TCDY0004c|tcdy0004")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa033"
    遊紗 "「た、太一さんわたしの子供の頃のことしらないはずでは……」"
    太一 "「なんてことを、君はこれからの数年間を言われて過ごすんだよ」"
    call gl(1,"TCDY0001c|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa034"
    遊紗 "「たは、もうずっと言われてます」"
    太一 "「はじめて会ったときより育ってると思うよ。俺の目から見ても」"
    太一 "「一部はまだ未発達だけど」"
    call gl(1,"TCDY0000c|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa035"
    遊紗 "「……はれ？」"
    太一 "「今の自分を大切にしたまえ。肉体的に」"
    "無理だが。"
    call gl(1,"TCDY0004c|tcdy0004")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa036"
    遊紗 "「えっ？　えぁっ？」"
    voice "vfcca0020ysa037"
    遊紗 "「難しくてよくわかりませんですけど……はい」"
    voice "vfcca0020ysa038"
    遊紗 "「太一さんが言うなら、がんばってみます」"
    "ぐっと両の拳を握りしめた。"
    太一 "「うんうん」"
    call gl(1,"TCDY0000c|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa039"
    遊紗 "「あの、すみません、送ってもらって」"
    太一 "「酸いも甘いも噛み分けたヤングアダルトの俺には、当たり前のことさ」"
    "指を立ててそう告げると。"
    call gl(1,"TCDY0001c|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa040"
    遊紗 "「きょーしゅーです」"
    太一 "「はっはっは」"
    "恐縮を読み間違えているんだろうなぁ。"
    "かわええなぁ。"
    太一 "「ぜひ君のような娘に、夜の寝室で強襲されたいものだ」"
    call gl(1,"TCDY0003c|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa041"
    遊紗 "「夜の寝室でですか？」"
    太一 "「はっはっは、ま、いいからいいから」"
    call gl(1,"TCDY0000c|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa042"
    遊紗 "「こういう、送ってもらったりするのって、小説の中だけの話かと思ってました」"
    太一 "「そお？」"
    "そういえば、この子はコ○ルトな小説が大好きだった。"
    voice "vfcca0020ysa043"
    遊紗 "「ちょっと驚きました」"
    太一 "「さっきも言ったけど、当然のことだよ」"
    太一 "「世の中には、大は小を決して決して兼ねないとする一派がいるからね」"
    太一 "「哀れな連中さ」"
    "大には大の、小には小の良さがある。"
    "究極的にはどんなものでもいいものなんだ、というのがマイ哲学だ。"
    call gl(1,"TCDY0003c|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa044"
    遊紗 "「……」"
    "さすが先輩は大人だから難しいことを言うなあ、という顔をしている。"
    "なにかが刺激された。"
    stop bgm
    太一 "「だが『私』は、射程距離が長いだけの男にはなりたくないんだ」"
    "※意訳……俺はお姉さま属性オンリーってわけじゃない"
    太一 "「ずっと先を見据えつつ足下にも気を配る人間になりたい」"
    "※意訳……年上に甘えつつ『よう女』も愛でられたらいいなぁ"
    太一 "「ミクロ主義者に対するそんな私の啓蒙というのは、いわゆる一つのメイクドラマなのだと言える」"
    "※意訳……ロリコンにでかいこと言って違いを見せつけたい"
    太一 "「確かにフラットなボードには瑞々しいものがある。認めよう。がそれだけでは全ては語れない。多かれ少なかれ、人は質量·形状問題に直面することになる。"
    extend "人生経験上の失敗からか、はたまた幼児体験か……それを恐れるあまりいっそ無に回帰することを望む流れというのは、私には逃避にしか見えないのだよ」"
    "※意訳……確かにつるぺ（略）"
    太一 "「形而下的価値観によれば、あらゆる『有』はいくつかのモデルに分類できる。"
    "『椀型』『ロケット型』などを筆頭に『釣り鐘型』『下垂れ型』『皿型』なども多い。微にいり細を穿つ観点で『先端陥没型』といった例も報告されて……」"
    "ふと遊紗ちゃんを見ると、メモっていた。"
    play bgm "bgm/bgm006.ogg"
    太一 "「うわあああああっ、だめ、ダメェ～っ！！？？」"
    call gl(1,"TCDY0004c|tcdy0004")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa045"
    遊紗 "「え、どうしましたですっ？」"
    太一 "「記録してはいけないのっ」"
    voice "vfcca0020ysa046"
    遊紗 "「あ、あんまり難しかったので、あとで調べようと思ったですが……？」"
    "なんですとぅ！？"
    "今のデンジャラスワードをインターネットなどでリサーチされたりしたら！！"
    太一 "「危ない！　伏せろ！」"
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    "抱き寄せて、電柱の陰に隠れる。"
    voice "vfcca0020ysa047"
    遊紗 "「はらーっ！？」"
    太一 "「静かにしろここは戦場だ」"
    voice "vfcca0020ysa048"
    遊紗 "「平和な日本の街並みにしか見えないここが、戦場っ！？」"
    太一 "「うむ。今、ソルジャー兵士の殺気を感じた」"
    voice "vfcca0020ysa049"
    遊紗 "「そるじゃー兵士！？」"
    太一 "「ＣＩＡかＫＧＢ、あるいはＮ○Ｋという可能性もある」"
    太一 "「どれも極めて武力的な諜報機関だ」"
    太一 "「特に最後のグループは、極めて凶悪で、民家を急襲して現金を強奪していくというゲリラ的凶行に及ぶことで知られている」"
    voice "vfcca0020ysa050"
    遊紗 "「ひぇぇぇ」"
    太一 "「……行ったか。よし、もういいだろう」"
    "道に戻る。"
    "たまたま通りかかった帰宅中のサラリーマンが、怪訝な顔でこちらを見ていた。"
    "どこからかナイターの中継なども聞こえてきたりして、牧歌的な夜道であった。"
    太一 "「すまないね。そんなわけで、君に話した内容は機密情報なんだ。記録すると君の清純ボディが危ない」"
    call gl(1,"TCDY0004c|tcdy0004")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa051"
    遊紗 "「な、なんと」"
    太一 "「すまないが、該当する部分を削除してはもらえまいか？」"
    call gl(1,"TCDY0000c|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa052"
    遊紗 "「は、はい、消します、ごめんなさいっ」"
    "シャーペンの背についてる消しゴムで、こすこすと紙面にリセットをかける。"
    "ああ、汚れのないその消しゴム、使わずにとっておいたのだろうに……。"
    太一 "「申し訳ない」"
    call gl(1,"TCDY0001c|tcdy000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0020ysa053"
    遊紗 "「いいんです。わたしが悪いんです」"
    call vsp(1,0)
    call vsp(0,0)
    with Dissolve(500.0/1000.0)
    stop se
    stop bgm
    "胸が痛かった。"
    "というか、俺が痛かった。"
    pause (500.0/1000.0)
    pause (1000.0/1000.0)
    return
    #