label cca0006:
    play se "se041"
    pause (2000.0/1000.0)
    "扉を開くのに、少しだけためらいがあった。"
    "今さらどの面さげて、と思いもする。"
    "が、人間は気分の生き物で、今朝はそんな気分だったから。"
    "自分への説明はそれで充分だ。"
    "けど先輩は、どう思うだろう。"
    "少し気になってしまった。"
    play se "se044"
    "ノブをひねって、鉄扉を押し出す。"
    play se "se009"
    call gl(1,"efcc0000")
    call gl(0,"bgcc0007")
    call gp(1,0,0)
    call vsp(1,1)
    with dissolve
    with dissolve
    call vsp(0,1)
    with dissolve
    hide pic1
    "風が吹いた。"
    play se "se010"
    "ちょうど踏み出た瞬間に。"
    "だが不思議と、晴れ晴れとした気分にさせてくれた。"
    "目線の先、広々とした給水塔が階段とは別にあって、その土台を共有して、大きなアンテナが立っていた。"
    play bgm "bgm/bgm012.ogg"
    call gl(0,"evcc0004")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    太一 "「……へえ」"
    "まだ未完成のアンテナ。"
    "足りない部品と知識。"
    "それらを前向きな気持ちでもって補いながら、少しずつ形にしてきた。"
    "たった一人の少女が。"
    "その、たった一人の少女は。"
    "今、風に抱かれてアンテナと立っている。"
    "嫉妬するほどに、憧れる。"
    "宮澄見里。"
    "見里先輩、だ。"
    太一 "「せんぱーい！」"
    "呼びかけると、吹き巻く風に膜状になった黒髪が、大きくうねる。"
    "こっちを向く。"
    "つよい風が、つやめく長髪を激流のようにする。"
    "見里先輩は苦労しつつ髪の流れを手で割って、顔をのぞかせた。"
    voice "vfcca0006msa000"
    見里 "「……」"
    "早くも強みを増しつつある陽光のもと、惚けた表情が張りつく。"
    "夏日のうすらいとなって。"
    "だからそれは、一瞬でとけおちるのだと知っていた。"
    voice "vfcca0006msa001"
    見里 "「…………？」"
    "ふっくらと色づく唇が、言葉を形作ってほころびる。"
    "びょう、と耳元に怒鳴りつける突風が、しかし呟きをかき消した。"
    "唇の動きで、なにを言っているのかはわかる。"
    "にっこり笑って、応じた。"
    太一 "「来ちゃいましたー！」"
    voice "vfcca0006msa002"
    見里 "「ぺけくん……」★★★遠方の小声"
    太一 "「どーもー！」"
    "両手を突き上げて叫ぶ。"
    "と、先輩の目尻が下がる。"
    "コマ落としのフィルムを見るように、柔和な面持ちに移ろっていく。"
    voice "vfcca0006msa003"
    見里 "「どーもー！」"
    "応じてきた。"
    "いつもの彼女。"
    voice "vfcca0006msa004"
    見里 "「どうしましたかー、ぺけくーん？」"
    太一 "「パンツ見えてますよー！」"
    "なんてことを言ってみたり。"
    "どうせまともに聞こえまい。"
    "パンツは実際に見えていて、もっと近かったら理性がやばい。"
    "強風からパンチラの可能性を充分考慮しており、前もって心構えをしていたため、"
    "そのすらりとしていてなお肉感的な三年生女子の罪深い太股と、股間部を包む男心を鷲掴む抗えない逆三角の情熱を目撃してしまっても、どうにか平静でいられた。　※男心を鷲掴む抗えない逆三角の情熱……太一語。女性用下着（ショーツ）の意。"
    "太一の射程距離は上下に幅広いが、やはり年若い女性のものが好ましいとされる。一般に純白を最上とし、扇情的な色を最下に置くが、状況によって基準は変わる。"
    "そうでなければ、あの肉欲の罪過を誘引せしめる三年生女子の臀部に、俺ごときのゴザ虫が欲情を抑えられるはずもなく。"
    voice "vfcca0006msa005"
    見里 "「なーにー？」"
    太一 "「パンツ売ってくださーい！！」"
    voice "vfcca0006msa006"
    見里 "「パン作ってください？」"
    太一 "「！！？？」"
    "八割方聞こえテールッ！（メキシカン調）"
    太一 "「ひひひひひ昼ご飯、一緒に食べましょうよー！！」"
    voice "vfcca0006msa007"
    見里 "「おー、いーですよー！」"
    "ぐるぐる拳を振り上げる先輩。"
    voice "vfcca0006msa008"
    見里 "「でもパンなんて焼けないですよー、わたしー」"
    太一 "「そ、そりゃあ残念！」"
    voice "vfcca0006msa009"
    見里 "「ごめんねー！」"
    "なんとか誤魔化した。"
    "やばかった……。"
    "俺のダーティーな部分は先輩には秘密なのだ。"
    "この人に軽蔑されるのは、ちょっとばかりつらい。"
    "一人だった俺を……放送部に誘ってくれた人だから。"
    voice "vfcca0006msa010"
    見里 "「それが用事だったのですかー？」"
    太一 "「ついでに部活に来ましたー！」"
    voice "vfcca0006msa011"
    見里 "「つ、ついで？」"
    "顔がひきつる。"
    太一 "「言葉のアヤ子さんです」"
    voice "vfcca0006msa012"
    見里 "「はぁ……ちょっとお待ちくださーい」"
    #dwavestop 3 
    call gl(0,"bgcc0007")
    call gl(1,"TCMM0002|TCMM000x")
    call gp(1,t=center)
    call vsp(0,1)
    call vsp(1,1)
    with dissolve
    with Dissolve(500.0/1000.0)
    voice "vfcca0006msa013"
    見里 "「はい、お待たせです」"
    "両手を前で重ねて、にっこりと微笑む。"
    "ちょうど手の位置が、小俣を隠しているようにも見える。"
    "※小俣……太一語。股間の意。そこはかとなく擬人化されている。"
    "脳内フォトシ○ップが立ち上がる。"
    "０．１秒で起動だ。脳内だから。"
    "まずパスで先輩の顔部分を背景から切り抜く。"
    "アイドルグラビアから、似たような格好をしているヌード写真を探す。"
    "まさにその格好をしている一枚があった。"
    "だいぶ古いが、相撲取りとつきあったり激痩せしたりママが出張ったりして有名になったらしいアイドルのヌード写真集だ。南無。"
    "ともかく、先輩の顔レイヤーとその写真を合成する。"
    "いろいろといじりながら、接合部の余分な部分をぼかしながら消していく。"
    "胸の部分が実際とは違うと思われるので、もっとふくよかな美乳を探して合成する。"
    "ついでに生肌が露出している腕と脚の部分も、先輩のものを使う。"
    "全体を見ながら、光加減を調整したり影を描き加えたりする。"
    "肌の色の差は、薄い黄色の新規レイヤーを重ね、描画モードをソフトラインにすることで統一した。"
    "背景がないのは寂しいので、先輩のレイヤーの下に厳かな聖堂画像を張った。"
    "完璧だ。"
    "十年使えるエロコラ、ここに爆誕。"
    "すぐさま俺はそれを脳内ＨＤＤの『数学課題』フォルダ内にある『Ｓ級』フォルダに保存した。"
    "Ｓ→Ａ→Ｂ→Ｃ→Ｄと区分けされている。"
    "Ｓが最強。Ｄが最低。"
    "現実のパソコンでもそう区分けされている。"
    "そして俺の遺言状の文面には、まず最初にこう書かれている。"
    "『何も考えずにＨＤＤを捨ててください（閲覧·形見分け絶対禁止、したら全霊力をかけて呪う）』"
    "数学課題フォルダだけは、決して人に見られてはいけない。"
    "なぜなら数学課題フォルダこそまさに、俺の野生衝動そのものだから。"
    "そう。"
    "数学課題フォルダは禁断にして秘められた聖域～ＳＡＮＣＴＵＡＲＹ～。"
    call gl(1,"TCMM0021|TCMM0021")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa014"
    見里 "「数学課題フォルダがどうかしましたか？」"
    太一 "「っっっ！！？？」"
    "無意識に喋っテータッ！！（メキ略）"
    太一 "「レディ、わたくしめになにか手伝えることはありませんか？」"
    "恭しく指を取る。"
    "先輩は平然としている。"
    call gl(1,"TCMM0031|TCMM0031")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa015"
    見里 "「でも、もう学校の時間ですよ？」"
    "小首をかしげる仕草が犯罪的だ。"
    太一 "「学校など」"
    "おおげさに首を振って、笑い捨てる。"
    太一 "「今あなたを手伝うこと以外、どのような優先すべきことがありましょうや」"
    call gl(1,"TCMM0005|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa016"
    見里 "「え……？」"
    "戸惑う先輩も素敵だ。"
    太一 "「ぜひ子孫繁栄のお手伝いも小生めに一任してはいただけまいか」"
    voice "vfcca0006msa017"
    見里 "「えっ？」"
    太一 "「あわわ」"
    "慌てて口を押さえる。"
    "思ったことが口から漏れる癖、なんとかせんとなあ。"
    太一 "「アンテナ、だいぶ形になりましたね」"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa018"
    見里 "「うん。頑張りました」"
    太一 "「もう完成ですか？」"
    call gl(1,"TCMM0003|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa019"
    見里 "「……まだ全然なんですよ、これが」"
    "業者が組み立ててくれるはずだったアンテナ。"
    "搬入だけされて、うち捨てられた。"
    voice "vfcca0006msa020"
    見里 "「専門家じゃありませんし、だましだまし組み立ててます」"
    voice "vfcca0006msa021"
    見里 "「本体はいいとしても、配線や調整は手つかずですし」"
    太一 "「あらら」"
    "残念ながら、俺にもそういう知識はない。"
    太一 "「……手伝えること、なさそうですね」"
    call gl(1,"TCMM0002|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa022"
    見里 "「お気持ちだけで」"
    "ちらと見やった先輩の手が、傷だらけだった。"
    "あー。"
    "苦労しちゃってまあ。"
    "モニターひとつ持ち上げられない細腕なのに。"
    太一 "「あの、先輩」"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa023"
    見里 "「はい？」"
    太一 "「どうして一人でやろうとするんです？」"
    太一 "「みんなだっているのに。召集かけたらいいじゃないですか」"
    call gl(1,"TCMM0031|TCMM0031")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa024"
    見里 "「……んー」"
    voice "vfcca0006msa025"
    見里 "「わたし、部長だったりしますし」"
    voice "vfcca0006msa026"
    見里 "「ぶっちょがやらねば誰もついてこないでしょう？」"
    太一 "「いや、今でも誰もついてきてないデス……」"
    call gl(1,"TCMM0002|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa027"
    見里 "「ぺけくんがやってきてくれました」"
    "うわ、殺し文句。"
    call gl(1,"TCMM0031|TCMM0031")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa028"
    見里 "「それに自分がやりたいというのもありますし」"
    call gl(1,"TCMM0002|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa029"
    見里 "「わたしは好きなことやってるだけです」"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa030"
    見里 "「皆とおんなじに」"
    太一 "「みんな……好きなことやってるわけじゃないスよ？」"
    call gl(1,"TCMM0031|TCMM0031")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa031"
    見里 "「そうですか？」"
    太一 "「そう思います」"
    "なんとなく。"
    太一 "「実感わいてないだけじゃないですかね、きっと」"
    太一 "「こんな状況ですから」"
    call gl(1,"TCMM0003|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa032"
    見里 "「それはわたしもそうですよ」"
    "ふっと表情が翳る。一瞬。"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    "再び、笑みが花咲く。"
    太一 "みみみ先輩は強いですね"
    "※みみみ先輩＝『み』やす『み』『み』さと、の略"
    call gl(1,"TCMM0006|TCMM0006")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa033"
    見里 "「…………」"
    "あ、久々に出た。"
    "素の表情。"
    "よそよそしいほどに無色な面差し。"
    "これが一応『わたし、ムカついちゃってます』という意思表示だ。"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa034"
    見里 "「そんな先輩はいないですよ？」"
    太一 "「すいません、間違えました、みみ先輩」"
    call gl(1,"TCMM0002|TCMM000x")
    call vsp(1,1)
    with dissolve
    "にっこし。"
    voice "vfcca0006msa035"
    見里 "「ぺけくんはじゃあ、もう落ち着いちゃったわけだ」"
    "畜生かわええなあ。"
    "けど一文字増えただけでなぜ嫌がるかな……。"
    "そもそもなぜみみ先輩というのは平気なんだ。"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa036"
    見里 "「それでここに来た、と」"
    太一 "「ええ、まあ」"
    "先輩とイチャイチャしたいというのが本音だが。"
    call gl(1,"TCMM0002|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa037"
    見里 "「いい子ですねー」"
    "頭を撫でられる。"
    "髪の毛を、柔らかい指先がくしゃくしゃにしていく。"
    "あっ、そんな繊細につむじを愛撫されると……腰が疼いちゃう（駄目人間）。"
    call gl(1,"TCMM0021|TCMM0021")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa038"
    見里 "「どうしました？」"
    太一 "「テントが設営されまして」"
    voice "vfcca0006msa039"
    見里 "「え、どこにです？」"
    太一 "「みみ先輩、前学期に習った範囲の数学公式を教えてください」"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa040"
    見里 "「いいですよ」"
    見里 "「○×▽□○×▽□……」★★★声なしでいいかと"
    "萎縮と反比例して直立。"
    太一 "「や、失敬マモドアゼル」"
    voice "vfcca0006msa042"
    見里 "「唐突に口調が紳士っぽいです」"
    太一 "「紳士を生業にしているものですから」"
    call gl(1,"TCMM0002|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa043"
    見里 "「あとマモドアゼルじゃなくてマドモアゼルですね」"
    太一 "「…………」"
    太一 "「さあ、なにを手伝いましょうや？」"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa044"
    見里 "「でも、もう始業時間過ぎてマスカラ……」"
    "見えない何かを両手でシャカシャカ振った。"
    "先輩、それはマラカスです。"
    menu:
        "突っ込む":
            $B=1
        "はり倒す":
            $B=2
        "贖罪させる":
            $B=3
    play se "SE100"
    "突っ込むことなど不可能ッッッ！"
    with vpunch
    太一 "「始業時間、か」"
    "ベルが鳴らなかったせいで気づかなかった。"
    太一 "「さぼりますか？」"
    call gl(1,"TCMM0002|TCMM000x")
    call gp(1,t=center)
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa045"
    見里 "「おや、悪い子がいるみたいですねー」"
    call gl(1,"TCMM0031|TCMM0031")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa046"
    見里 "「……でもそうですね」"
    "空を見て、ほうとため息をついた。"
    voice "vfcca0006msa047"
    見里 "「悪い子、ですもんね」"
    太一 "「はい？」"
    call gl(1,"TCMM0002|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa048"
    見里 "「いいえ、なんでもー」"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa049"
    見里 "「といっても、日中は暑いですから……ここでの作業はしないんですよ」"
    voice "vfcca0006msa050"
    見里 "「ですからせっかくさぼっても、やることってないんです」"
    太一 "「あ、そうか」"
    "日射病にでもなったら大変だ。"
    call gl(1,"TCMM0002|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa051"
    見里 "「夕方からまた再起動です」"
    太一 "「手伝いましょうか？」"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa052"
    見里 "「ぺけくんの方が強いです」"
    太一 "「はい？」"
    voice "vfcca0006msa053"
    見里 "「ちゃんと心の整理して、自分のやること決めてるんですから」"
    "唐突に話が戻ったらしい。"
    太一 "「そりゃ先輩も同じでは？」"
    call gl(1,"TCMM0003|TCMM000x")
    call vsp(1,1)
    with dissolve
    "瓜実型の輪郭に、仄かな憂いが訪れた。"
    "泣きそうなようにも見えて、胸を締めつけられる。"
    "そうだ。"
    "彼女だけが、俺をこんな気分にさせる。"
    "ありきたりで、当たり前の、胸を張って誇れる……想い。"
    "異性としての感情かどうかはさておき、俺はこの人が好きなんだと思う。"
    "幸せになってほしい。"
    "嫌われたくない。"
    call gl(0,"bgcc0007g")
    call gl(1,"efcc0005|efcc0005")
    call vsp(0,1)
    call vsp(1,1)
    #with dissolve
    #call gp(1,0,0)
    with Dissolve(500.0/1000.0)
    voice "vfcca0006msa054"
    見里 "「どうかしましたか？」"
    太一"「どわあっ！？」"
    with vpunch
    "眼前に先輩の顔がアップで迫っていた。"
    call gl(0,"bgcc0007")
    call gl(1,"TCMM0004|TCMM000x")
    call vsp(0,1)
    call vsp(1,1)
    with dissolve
    call gp(1,t=center)
    with Dissolve(500.0/1000.0)
    voice "vfcca0006msa055"
    見里 "「わっ？」"
    太一 "「べっくらこきました」"
    call gl(1,"TCMM0031|TCMM0031")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa056"
    見里 "「ふむ、べっくら……ふむ」"
    "なにやら感心している。"
    太一 "「暑くなってきたし、校舎に戻りません？」"
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0006msa057"
    見里 "「そうしますか」"
    "放送部の部長さんは、一度だけアンテナに視線を移した。"
    太一 "「……」"
    "なにを思っているのかはわからない。"
    "この人は、そうたやすく本心を見せたりはしない。"
    "だからこそ、さっきの唖然とした顔は貴重なのであり。"
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    stop bgm
    "柔和な顔は仮面でしかないんだと、俺はわかってしまうのだ。"
    pause (500.0/1000.0)
    pause (1000.0/1000.0)
    return
    #