label cca0015:
    call gl(0,"bgcc0008")
    call vsp(0,1)
    call vsp(1,0)
    with wipeleft
    pause (500.0/1000.0)
    call gl(1,"TCYM0000|TCYM0000")
    call gp(1,t=center)
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    play bgm "bgm/bgm003.ogg"
    voice "vfcca0015mki000"
    美希 "「あ、先輩ー」" 
    太一 "「よっす」" 
    "壁に寄りかかって所在なげにしている美希と遭遇。" 
    太一 "「どしたの？」" 
    voice "vfcca0015mki001"
    美希 "「はー、ま、ちょっと」" 
    太一 "「？」" 
    voice "vfcca0015mki002"
    美希 "「どちらに？」" 
    太一 "「屋上」" 
    call gl(1,"TCYM0021|TCYM0021")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015mki003"
    美希 "「……もしかして、部活ですか？」" 
    太一 "「もしかしなくともそうだ」" 
    call gl(1,"TCYM0001|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015mki004"
    美希 "「はー……」" 
    "美希は少し唖然とした。" 
    voice "vfcca0015mki005"
    美希 "「本気で部活、ですか」" 
    太一 "「他にすることもないしさ」" 
    太一 "「ただの顔見せだけどね」" 
    voice "vfcca0015mki006"
    美希 "「……」" 
    太一 "「一緒に行く？」" 
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015mki007"
    美希 "「あー、今はちょっと……」" 
    call gl(2,"TCSK0000|TCSK000x")
    call vsp(2,1)
    call gp(1,t=left)
    call gp(2,t=right)
    with Dissolve(500.0/1000.0)
    "と。" 
    "近くの女子トイレから、一人の女子が出てきた。" 
    "佐倉霧だ。" 
    "ＦＬＯＷＥＲＳのもう片方。" 
    "ショートカットのちょっと中性的な女の子。" 
    voice "vfcca0015kri000"
    霧 "「…………」" 
    "霧は、ちらと俺を一瞥した。" 
    "そして無視した。" 
    call gl(2,"TCSK0011|TCSK0011")
    call vsp(2,1)
    with dissolve
    voice "vfcca0015kri001"
    霧 "「お待たせ」" 
    太一 "「お　は　よ　う」" 
    "滑舌全開で挨拶した。霧に。" 
    call gl(2,"TCSK0002|TCSK000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0015kri002"
    霧 "「……ども」" 
    "心底嫌そうに、挨拶を返してくる。" 
    "当然か。" 
    "なぜなら、俺は霧に激嫌われているからだ。" 
    "だけど嫌われるほどに、相手が気になってたまらない。" 
    太一 "「今日ってチョー暑いよねぇ。やっぱこれが―――」" 
    call gl(2,"TCSK0011|TCSK0011")
    call vsp(2,1)
    with dissolve
    voice "vfcca0015kri003"
    霧 "「行こう、美希」" 
    call gl(1,"TCYM0002|TCYM0002")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015mki008"
    美希 "「霧、きつい……」" 
    太一 "「うん、行こうー」" 
    "両手をおきゃん（死語の世界）に広げながら、二人に並んで歩く。" 
    call gl(2,"TCSK0001|TCSK000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0015kri004"
    霧 "「……黒須先輩」" 
    太一 "「なに？」" 
    "立ち止まる。" 
    voice "vfcca0015kri005"
    霧 "「美希と行きますから」" 
    太一 "「でもＦＬＯＷＥＲＳはトリオ、一心同体だぞっ」" 
    call gl(2,"TCSK0011|TCSK0011")
    call vsp(2,1)
    with dissolve
    voice "vfcca0015kri006"
    霧 "「……ちっ」" 
    "舌打ち。" 
    "うわあ……。" 
    "なんかゾクゾクする。" 
    太一 "「霧、ところで今度デートしよう。おもしろい映画やってるんだよ、今」" 
    call gl(2,"TCSK0001|TCSK000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0015kri007"
    霧 "「……気でも狂ったんですか、黒須先輩」" 
    call gl(2,"TCSK0002|TCSK000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0015kri008"
    霧 "「からかうのはやめてください。これ以上は無視しますから」" 
    太一 "「あらら」" 
    "別に本気で嫌がらせをするつもりはない。" 
    "このくらいにしておくか。今日は。" 
    "甘いものは、少しずつ舐めるから甘美なのだ。" 
    "いっぺんに食べてしまっては興ざめだ。" 
    "食べるだって？" 
    太一 "「こら！　引っ込め！」" 
    "自分の側頭部を殴る。" 
    "霧が怪訝な顔で、俺を見ていた。" 
    "それも一瞬。" 
    call gl(2,"TCSK0000|TCSK000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0015kri009"
    霧 "「行こう……ってどうしたの？」" 
    call gl(1,"TCYM0002|TCYM0002")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015mki009"
    美希 "「……胃が」" 
    voice "vfcca0015kri010"
    霧·太一 "「痛いの？」"
    voice "vfcca0015mki010"
    美希 "「あ、ハモハモした……」" 
    call gl(2,"TCSK0001|TCSK000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0015kri011"
    霧 "「……ちっ」" 
    "霧に睨まれる。" 
    "……なんでやねん。" 
    call gl(1,"TCYM0041|TCYM0041")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015mki011"
    美希 "「わたしが死んでも……ふたりとも、喧嘩したらだめだよ……うっ……」" 
    太一 "「美希ーっ！　美希、ダメだ、まだ逝くな！　おまえがいなかったら、誰が俺の子を産んでくれるんだ！」" 
    voice "vfcca0015mki012"
    美希 "「霧ちゃんが……ばんばん産んでくれますよ……」" 
    "超朗報。" 
    太一 "「マジでっ！？」" 
    "霧に詰め寄る。" 
    call gl(2,"TCSK0002|TCSK000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0015kri012"
    霧 "「……美希、ふざけるのやめて」" 
    call gl(1,"TCYM0003|TCYM0003")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015mki013"
    美希 "「いやん、本気で怒ってる？」" 
    voice "vfcca0015kri013"
    霧 "「もうお弁当のおかずとりかえるのしてあげないよ」" 
    call gl(1,"TCYM0002|TCYM0002")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015mki014"
    美希 "「それだけはーっ！！」" 
    "すがりつくし。" 
    太一 "「……結局仮病ですか」" 
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015mki015"
    美希 "「いや、胃が痛いというのは……だからつまり……精神的なひゆで」" 
    call gl(1,"TCYM0002|TCYM0002")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015mki016"
    美希 "「っつーか、仲良くしろおまえらー」" 
    "泣いた。" 
    太一 "「え、俺？　俺が原因？」" 
    voice "vfcca0015mki017"
    美希 "「サンドイッチの具の気持ちになってくださいよ」" 
    太一 "「３……両手に花？」" 
    "さすがに３Ｐとは言えなかった。" 
    太一 "「あふ、ちがうか……パンが男なわけだから、これはいわゆるひとつの二穴責めてやつぅー？　ＡＶとかでもほとんど見たことないゾー！」" 
    "嬲。" 
    "鼻血出そう。" 
    call gl(1,"TCYM0003|TCYM0003")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015mki018"
    美希 "「だめだ、この素敵星人」" 
    call gl(2,"TCSK0000|TCSK000x")
    call vsp(2,1)
    with dissolve
    voice "vfcca0015kri014"
    霧 "「……みーき」" 
    call gl(1,"TCYM0003|TCYM0003")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015mki019"
    美希 "「はいはい。じゃ先輩、ごめんなさいです」" 
    太一 "「うん、俺もちょっと顔出してこないと」" 
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015mki020"
    美希 "「ではわたしどもはこれにて」" 
    "俺はフェンシングの構えを取る。" 
    太一 "「霧、今はまだ美希を預けておくが……いずれは小生がいただくカラナ」" 
    call gl(1,"TCYM0003|TCYM0003")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015mki021"
    美希 "「きゃーい、三角関係のひろいん～」" 
    call vsp(2,0)
    with Dissolve(500.0/1000.0)
    voice "vfcca0015kri015"
    霧 "「……」" 
    "無視。" 
    "そのまますたすたと歩み去る。" 
    "美希が居残って、そっと俺に耳打ちを残す。" 
    call gl(1,"TCYM0000|TCYM0000")
    call gp(1,t=center)
    call vsp(1,1)
    with dissolve
    voice "vfcca0015mki022"
    美希 "「……霧っちも悪者ではないんですけど……すんません……」" 
    太一 "「いいさ」" 
    call gl(1,"TCYM0003|TCYM0003")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015mki023"
    美希 "「その分、美希は先輩のこと好きですから」" 
    太一 "「お？」" 
    call gl(1,"TCYM0000|TCYM0000")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015mki024"
    美希 "「いつか霧ちんと和解してセクハラできる日が来るといいです―――」" 
    voice "vfcca0015kri016"
    霧 "「美希、はやくっ！」" 
    "美希はびくっとした。" 
    voice "vfcca0015mki025"
    美希 "「うひー、ではでは」"
    call vsp(1,0)
    with Dissolve(500.0/1000.0)
    太一 "「ばいばい」" 
    "小走りに霧と合流し、遠ざかっていく二人。" 
    "今のは、フォローのつもりなんだろうな。" 
    "微笑ましい。" 
    "両名の背中に呼びかける。" 
    太一 "「あー、二人とも」" 
    "立ち止まり、振り向いたのは美希だけだったが。" 
    太一 "「くれぐれも体調には気をつけるんだぞ」" 
    stop bgm
    "美希が元気良く挙手し、霧がちらりと目線を流した。" 
    pause (500.0/1000.0)
    call gl(0,"bgcc0007")
    call vsp(2,0)
    call vsp(1,0)
    call vsp(0,1)
    with wipeleft
    play bgm "bgm/bgm012.ogg"
    "アンテナの組み立ては遅々として進んでいないように見えた。" 
    太一 "「先輩？」" 
    call gl(1,"TCMM0011|TCMM0011")
    call gp(1,t=center)
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    voice "vfcca0015msa000"
    見里 "「……んあ、んんあ？」" 
    太一 "「朝から寝てるったぁどういう了見っすか」" 
    voice "vfcca0015msa001"
    見里 "「ううん、寝てませんよ？」" 
    "よたよたと身をもたげた。" 
    voice "vfcca0015msa002"
    見里 "「とりあえず、おはようございます」" 
    太一 "「おはようございます、先輩」" 
    太一 "「日中にここで寝こけると陽光で死にますよ？」" 
    voice "vfcca0015msa003"
    見里 "「あ、はい、そうですね、気をつけました」" 
    "スカートの裾を持ち上げて眼鏡をふく先輩。" 
    "……パンツ見えてるし。" 
    "寝ぼけてます、この人。" 
    "まさか徹夜して泊まったんじゃなかろうな？" 
    "それを問う勇気はなかった。" 
    "むっちりとした太股。" 
    "昨今の日本はといえば。" 
    "世間的な規制＆風潮に逆らってロリまっしぐらロリスキー。" 
    "一部メディアにおいてはロリがなければ許されない有様だ。" 
    "この黒須太一、そんな世の中にひとこともの申す！" 
    call gl(5,"efcc0000")
    call gl(4,"sgcc0003")
    play se "se100"
    call vsp(5,1)
    with dissolve
    hide pic1
    with dissolve
    call vsp(4,1)
    with dissolve
    call vsp(5,0)
    with Dissolve(500.0/1000.0)
    "それは病気です。"
    "幼い子も可愛いが、この太股と淡い水色の股布もまた良いものなのだ。"
    call gl(1,"TCMM0005|TCMM000x")
    call gp(1,t=center)
    call vsp(4,0)
    call vsp(1,1)
    with Dissolve(500.0/1000.0)
    voice "vfcca0015msa004"
    見里 "「にゃむっ……」" 
    "眼鏡を拭きながらあくびを噛み殺す。" 
    "素だ。" 
    "素の先輩である。" 
    "スカートがぱさりと元に戻った。" 
    "先輩は眼鏡をかけ直す。" 
    call gl(1,"TCMM0011|TCMM0011")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015msa005"
    見里 "「眠いですよ……」" 
    太一 "「でしょうな」" 
    voice "vfcca0015msa006"
    見里 "「えーと、なんでしたっけ？」" 
    太一 "「仕事ください」" 
    call gl(1,"TCMM0021|TCMM0021")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015msa007"
    見里 "「どうして背中で語りますか？」" 
    太一 "「立体的な問題によって、と今は申し上げておきましょうか」" 
    call gl(1,"TCMM0031|TCMM0031")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015msa008"
    見里 "「哲学的、とても哲学的です」" 
    "本当はひどく肉体的かつ低俗な理由なのですが。" 
    太一 "「部活に参加するんで、仕事ください」" 
    call gl(1,"TCMM0001|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015msa009"
    見里 "「ああん……」" 
    "先輩はブツブツ呟きだした。" 
    "聞き耳を立てるが、いまいち聞こえない。" 
    "断片的に、" 
    voice "vfcca0015msa010"
    "見里『悩んでいたのが馬鹿みたい』" 
    voice "vfcca0015msa011"
    "見里『逃げてたわけじゃなくて』" 
    voice "vfcca0015msa012"
    "見里『犬みたい』" 
    voice "vfcca0015msa013"
    "見里『なついて』" 
    voice "vfcca0015msa014"
    "見里『別に邪魔ってことは』" 
    voice "vfcca0015msa015"
    "見里『おつきあいする対象としては』" 
    voice "vfcca0015msa016"
    "見里『やっぱりこっちが年上で』" 
    voice "vfcca0015msa017"
    "見里『ひくっ』" 
    "最後のはしゃっくりだ。" 
    "なんか変だぞ？" 
    "いつも微妙に変な素敵レディだけど、今日は壊れすぎだ。" 
    太一 "「せ、せんぱい？」" 
    call gl(1,"TCMM0000|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015msa018"
    見里 "「原稿……」" 
    太一 "「なんと？」" 
    call gl(1,"TCMM0001|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0015msa019"
    見里 "「げんこーやってくださーい」" 
    "とろんとした瞳でそう言う。" 
    太一 "「原稿って、なんのです？」" 
    voice "vfcca0015msa020"
    見里 "「群青学院放送部の初回放送用の原稿です」" 
    太一 "「ああ、要するにそのアンテナでゆんゆん飛ばすための放送用台本ですか」" 
    voice "vfcca0015msa021"
    見里 "「そうです。求められるものは、知性に感動、涙と真実。聞く者の耳朶を打ちどこまでも爽やかにさせる古き良き若者文化の再来を我が放送部の手でいや声で実現しようではありませんか！」" 
    stop bgm
    hide pic1
    with dissolve
    play bgm "bgm/bgm010.ogg"
    call gl(4,"sgcc0004")
    call vsp(4,1)
    with dissolve
    "先輩の足下に酒瓶がいっぱい転がっていた。" 
    太一 "「おおおおおおおっ！？」" 
    voice "vfcca0015msa022"
    見里 "「モラルの欠如、行きすぎた利己的な個人主義、自分が怠惰に過ごすために利用される基本的人権、このようないい子ハザードによって汚染されている現代社会に――」" 
    voice "vfcca0015msa022-2"
    見里 "「私たち若者は互いに築き上げる交友を持つことができるのでしょうか？　我が群青学院放送部は、この疑問に対して満足のゆく答えを提供することができると考えています」" 
    太一 "「日本語うまいですね」" 
    voice "vfcca0015msa023"
    見里 "「くっくっくっ……」" 
    "笑うし。" 
    "握りしめられていた拳が、ふらふらと宙をさまよい、ポケットに落ちていった。" 
    "出てきた。" 
    "ワンカップを握りしめて。" 
    太一 "「あーあーあー……」" 
    "もう滅茶苦茶だ。" 
    "ぐいと飲み干す姿が、改めて素敵だった。" 
    "おやじだ……。" 
    voice "vfcca0015msa024"
    見里 "「げんこーを、書くのです」" 
    "座った目で言う。" 
    太一 "「は、はい……」" 
    voice "vfcca0015msa025"
    見里 "「〆切は日曜日です」" 
    太一 "「はい」" 
    voice "vfcca0015msa026"
    見里 "「よろしい！」" 
    voice "vfcca0015msa027"
    見里 "「デハワタシハ、ソンナ原稿ヲ書クアナタノコトヲ頼モシク思イツツ、ココデヒトトキノ眠リニツキタイト思イマース」" 
    太一 "「なんで外人か」" 
    call vsp(4,0)
    with Dissolve(500.0/1000.0)
    voice "vfcca0015msa028"
    見里 "「うー」" 
    "床に寝そべる。" 
    太一 "「あかんだろ！」" 
    voice "vfcca0015msa029"
    見里 "「くふふふふふふっ」" 
    太一 "「先輩、先輩ってば」" 
    voice "vfcca0015msa030"
    見里 "「すかこー」" 
    "寝たか。" 
    "あの真面目な先輩がお酒を……。" 
    太一 "「あの、とりあえず……保健室で寝るとか」" 
    voice "vfcca0015msa031"
    見里 "「ぺけくん、よろ子……」" 
    "よろしく、を擬人化した言葉で、先輩はすべてを放棄した。" 
    太一 "「もう、だっこして運んでいっちゃいますよ？」" 
    voice "vfcca0015msa032"
    見里 "「ＺＺＺ……」" 
    太一 "「おっぱいとかおしりとか触っちゃうかもです？」" 
    太一 "「起きたらパンツがなくなってたりするかもしれませんよ？」" 
    太一 "「目が覚めたら……なんか小俣がスースーする、なんだろう……やだっ、わたしパンツはいてない？　どういうこと？" 
    "なにかふしだらなことしちゃったの？　うそぉ……そんな……やだ……あっ、濡れちゃってる……どうかしちゃってる、わたし」" 
    太一 "「どうかしてるのは俺だっつーの！」" 
    "自分の側頭部を殴った。" 
    太一 "「まったく……」" 
    "仕方ない人だなあ。" 
    "とりあえず先輩の上体を起こす。" 
    "くってり。" 
    "首がうなだれた。" 
    "本気で寝ている。" 
    太一 "「……あああ、なんだか……なんだかいけない気分に……」" 
    "ぎゅっ" 
    "抱きしめた。" 
    "胸元で潰れる、ふたつの風船的感覚。" 
    太一 "「感動した」" 
    "次の感動は……。" 
    "背中のあたりをごそごそとまさぐる。" 
    "ブラのホックを発見。" 
    "外す（所要時間０．５秒）。" 
    "ブラそのものをずらして、前止めの隙間から、するするするーっと抜き出す。" 
    "人肌のそれを、己の鼻先に添える。" 
    "い·い·に·ほ·い。" 
    太一 "「……介抱する報酬、確かにいただきましたよ、見里先輩」" 
    "ポケットにしまい、先輩を背負う。" 
    "けっこうずっしり。" 
    "でもほどよく乗ったふたつの感触がたまらない。" 
    "特に胸が。" 
    "シャツ一枚を隔てて生胸。" 
    "鼻息も荒くなるし、テントも設営される。" 
    "テントマンの誕生だった。" 
    太一 "「さ、行こう」" 
    "どうせ見る者もいまい。" 
    call gl(0,"bgcc0008")
    call vsp(0,1)
    with wiperight
    pause (200.0/1000.0)
    call gl(0,"bgcc0009")
    call vsp(0,1)
    with wiperight
    pause (200.0/1000.0)
    call gl(0,"bgcc0011")
    call vsp(0,1)
    with wiperight
    pause (200.0/1000.0)
    call gl(0,"bgcc0008")
    call vsp(0,1)
    with wiperight
    pause (200.0/1000.0)
    call gl(0,"bgcc0007")
    call vsp(0,1)
    with wiperight
    pause (200.0/1000.0)
    call gl(0,"bgcc0009")
    call vsp(0,1)
    with wiperight
    pause (200.0/1000.0)
    call gl(0,"bgcc0012")
    call vsp(0,1)
    with wiperight
    pause (200.0/1000.0)
    "いかんいかん。"
    "背中に弾む感触があまりにも素晴らしくて、無意味に学校中を巡ってしまった。"
    "さて。"
    "保健室に人はいない。"
    "あいているベッドに先輩を寝かせる。"
    太一 "「おやすみ先輩、良い夢を」"
    太一 "「……」"
    "ぶちゅう"
    太一 "「さてと」"
    "ようやっと、一日のはじまりだ。"
    "……いや、ほっぺだぞ？"
    stop bgm
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with wipeleft
    pause (500.0/1000.0)
    pause (1000.0/1000.0)
    call gl(0,"bgcc0004b")
    call vsp(0,1)
    with wipeleft
    "相変わらず、睦美おばさんの姿はない。"
    play bgm "bgm/bgm004.ogg"
    "かわりにメモが置いてある。"
    "『夕食がないこともない』"
    太一 "「行く行く～」"
    "うきうき家を出る。"
    call gl(0,"bgcc0000d")
    call vsp(0,1)
    with wipeleft
    pause (500.0/1000.0)
    pause (500.0/1000.0)
    call gl(0,"bgcc0003b")
    call vsp(0,1)
    with Dissolve(500.0/1000.0)
    "夜が暑苦しくないのが、田舎のいいとこだ。"
    "窓から滑り込む風はほどよく冷たく、肌に優しい。"
    "今日は書き物がいっぱいだ。"
    "日記はもちろん、原稿も書かないと。"
    "原稿から片づけるか。"
    太一 "「……ふーむ」"
    "初回放送にふさわしい文面、か。"
    太一 "「…………」"
    "難。"
    "書いては消し、書いては消し。"
    "一進一退の攻防。"
    "一時間後、机に突っ伏す。"
    "おいおい、進んだの二行だけだよ。"
    "『我々は、群青学院放送部である。この放送域はただいま我らによって占拠された。全員すみやかに武装を放棄し―――』"
    太一 "「ダメだダメだ！」"
    play se "se015"
    "原稿用紙を破り捨てる。"
    "受けを狙いすぎて、全然趣旨から外れてしまっているっっっ！"
    "真面目でいいんだ。"
    "ちょっと微妙なおもしろみを加えようとして、おかしくなった。"
    太一 "「やめだ」"
    "今夜は気分が乗らない。"
    "日記を書こう。"
    hide pic1
    with dissolve
    "感情を対象化せよ！"
    "カレーパンのカレーをごはんにかけて食べだしたのは誰なんだろう？"
    extend "そんな疑問が、いつも僕を差違なむ。"
    "※差違なむ＝太一の誤字。苛むという意味を、差違による違和感と結びつけた論理的な間違い。"
    "太一は同様にタートルネックをトータルネックと間違えて認識しており、首をトータルに包むからトータルネックなのだと今なおかたく信じている。"
    extend "わかたれることのない路を、幾度となく繰り返し往腹してきた、日々の終わりにわずかなりともむなしさを感じてならない。"
    "※往腹＝太一の誤字"
    "ボードレールは言った。"
    "『神は死んだ』と。"
    extend "神の存在を疑うことはたやすいが、神の悪戯というものは存在し否応もなく人生に降り注ぎ毎日通う路にも似て直線的であると信じていた人生に、突如として分岐点を儲けようとするのだ。"
    "※儲けよう＝太一の誤字"
    extend "たとゑば教室で、意固地な女性と無毛な会話を繰り広げた時。"
    "※無毛＝不毛の間違い"
    "たとゑば廓下で、仲の良い友人と疎遠な友人のふたりに同時に会った時。"
    "そしてまたその二人同士が友好的な関係を築いていたとき。"
    "私はそのどちらに対しても、×××（塗りつぶされている）の屹立する意志を感じずにはいられずまた彼女たちが等しく有する神秘の××××で×××に鼻寄せ口つけて××××の際には惜しみない愛とともに――"
    "あるのであり×××を××××することについては×××しまいには××××××××××××××××が××××××××××××××××××××××××××××××××××××××××××××××。"
    extend "『語りえないことについては、沈黙しなければならない』"
    "これはキルケゴールの有名な言葉だ。"
    extend "霧嬢の奥ゆかしい中性美と、それに対する私の正当なる熱情についての言及は、ここまでにしておこう。"
    "人生の喜びはこれだけではないのだから。"
    "そう。"
    extend "屋上で出会った我が人生の先達であり、母なる包容力をもってして接し慈しんでくれる見里嬢については、いくら書いたとしても私腹は尽きない。"
    "※私腹＝太一の誤字"
    "まず何と言っても太も（以下、検閲）"
    "そして私の手には、彼女の身につけていた胸布が残された。"
    extend "すでに体温の失われたそれを介して呼吸をする時、仄かな少女のスメルは私をまたたくまに幻想的な幻想へと連れ去るのであった。"
    "～ＦＩＮ～"
    "決まった。"
    "詩情に溢れかつ哲学的。"
    "芸術の都ロンドンに生まれていればスターダム確実の文才がほとばしった。"
    "いやあ、ただ小難しい言葉を使うだけで、気取れるものだなあ。"
    "タームとかトートロジーとかアイロニーとか、そういう専門用語も決して平易な日本語に訳すことなくバンバン使っていかないとな。"
    太一 "「んっ」"
    "伸びをしてリラックスする。"
    "作家というのも悪くない。"
    "ちょっと現代日本では過激すぎて検閲した部分もあるが。"
    "そうだ、原稿もこのノリで行こう。"
    "ペダントリーの装飾をもって絢爛たる放送絵巻を綴りだし、知識階級の聞き物たる高尚かつ繊細な原稿にしてみせる。"
    "俄然やる気になって、再びペンを取った。"
    stop bgm
    pause (1000.0/1000.0)
    return
    #