label cca0025d:
    "よーし、任せとけ！"
    太一 "「先輩」"
    voice "vfcca0025dmsa000"
    見里 "「……なぁに？」"
    太一 "「俺と結婚してくださいよ！」"
    "親指を立てて告った。"
    call gl(1,"TCMM0002c|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0025dmsa001"
    見里 "「うふ」"
    "先輩はまるで天使のように柔らかく微笑んだ。"
    stop bgm
    play se "se042"
    "＊·゜゜·天使光臨。·゜゜·＊"
    stop se
    voice "vfcca0025dmsa002"
    見里 "「絶対いやです」"
    play bgm "bgm/bgm010.ogg"
    太一 "「もしもし友貴？　黒須だけど。うん、今おまえのねーちゃんに告って振られたトコ。マジマジ、ライブ。だってまだ隣にいるもん。ブヒャヒャヒャヒャ！」"
    太一"「とにかくさとにかくさ、俺の胸中、苦い喜びで満ちみちてＮＯＷ。おまえに後押しされて気持ち伝えてみてサイコー良かった！！　死にくされや！！」"
    call gl(1,"TCMM0000c|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0025dmsa003"
    見里 "「その携帯……電池切れてませんか？」"
    太一 "「わかってますよそんなこと！」"
    "泣き伏す。"
    太一 "「うおーん！」"
    call gl(1,"TCMM0005c|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0025dmsa004"
    見里 "「彼に当たらずとも……」"
    太一 "「冗談のつもりって自覚していながらもしかしたらいい感じになるかなって都合の良い期待はそりゃもう明確にありましたからキッパリ断られるとそれはそれで胸が痛いんですジャア！」"
    voice "vfcca0025dmsa005"
    見里 "「絶対拒絶されるタイミングで告る方に問題があるんジャア……」"
    太一 "「人生、一寸先は闇なんジャア！　今を信じるしかないんジャア！」"
    call gl(1,"TCMM0000c|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0025dmsa006"
    見里 "「ほら、キュウリの酢漬けあげますから、元気を出して。そしてレスラー口調はもうよしましょう。ね？」"
    太一 "「お、俺の愛はキュウリで賄えてしまうとですか……」"
    call gl(1,"TCMM0002c|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0025dmsa007"
    見里 "「ぺけくんにはもっと素敵な想い人ができますよ、きっと」"
    太一 "「泣きそう」"
    "キュウリは失恋の味がした。"
    return
    #