label cca0021:
    call gl(0,"bgcc0007")
    call vsp(0,1)
    with wipeleft
    play se "SE023"
    "トンテンカンテン"
    play se "SE023"
    "トンテンカンテン"
    play bgm "bgm/bgm012.ogg"
    "今朝も屋上では、精力的な部活動が行われている。"
    太一 "「こらあーーーっ！！」"
    voice "vfcca0021msa000"
    見里 "「は、はいっ！？」"
    "一喝すると脚立の上から先輩が"
    play se "se024"
    "ぼてり"
    with vpunch
    "と落ちた。"
    voice "vfcca0021msa001"
    見里 "「あたたたた」"
    太一 "「雉も鳴かずば撃たれまいに」"
    call gl(1,"TCMM0001|TCMM000x")
    call gp(1,t=center)
    call vsp(1,1)
    with dissolve
    voice "vfcca0021msa002"
    見里 "「な、鳴いてないじゃないですか」"
    太一 "「ヘイ、ミス怪我人。ホワイワズイットナウ？」"
    "意味とかどうでもいいんで。感性なんで、こういうのは。"
    call gl(1,"TCMM0005|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0021msa003"
    見里 "「うっ」"
    太一 "「しかも私めのいない時間帯に」"
    voice "vfcca0021msa004"
    見里 "「べ、別にこそこそやっていたわけじゃ……ただどうしても気になりまして。今朝は五時に目が覚めましたし」"
    "弁解がましく、先輩は身振り満載でそう説明した。"
    太一 "「……うらぎりものだ」"
    call gl(1,"TCMM0006|TCMM0006")
    call vsp(1,1)
    with dissolve
    voice "vfcca0021msa005"
    見里 "「ち、違いますよっ」"
    太一 "「あーあ、見里先輩ってつれないなー」"
    call gl(1,"TCMM0005|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0021msa006"
    見里 "「ああ、ですから……」"
    call gl(1,"TCMM0003|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0021msa007"
    見里 "「はい、わたしの負けです。ごめんなさい」"
    stop bgm
    "両手をあげた。"
    太一 "「午前七時五十分、現行犯逮捕」"
    call gl(1,"TCMM0002|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0021msa008"
    見里 "「はぁい」"
    "両手を前に出す。"
    "その手首に。"
    play se "SE025"
    "かちゃん"
    call gl(1,"TCMM0004e|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0021msa009"
    見里 "「……へ？」"
    play bgm "bgm/bgm011.ogg"
    "あ、しまった……つい。"
    call gl(1,"TCMM0000e|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0021msa010"
    見里 "「なんです、これ？」"
    太一 "「手錠……」"
    voice "vfcca0021msa011"
    見里 "「玩具ですよね？」"
    太一 "「本物……」"
    "静寂。"
    call gl(1,"TCMM0004e|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0021msa012"
    見里 "「ど、どどどどうして本物のブツを持っていますか？」"
    太一 "「こ、こここ交番に人いなくて手錠落ちてたから持って来ちゃったの……」"
    call gl(1,"TCMM0002e|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0021msa013"
    見里 "「なんだ……ふふ、もう、仕方ない人」"
    "つん"
    太一 "「あはは、ごめんなさーい」"
    "笑みふたつ。"
    voice "vfcca0021msa014"
    見里 "「鍵は？」"
    太一 "「ああ、鍵ですか……うん……鍵は、どこにあるんでしょうねぇ？」"
    "笑みが固着した。"
    call gl(1,"TCMM0003e|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0021msa015"
    見里 "「うーん」"
    call gl(1,"TCMM0002e|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0021msa016"
    見里 "「あははー」"
    "笑った。"
    voice "vfcca0021msa017"
    見里 "「ごめんなさい、ぺけくん。今、鍵はどこにあるんでしょうねって聞こえちゃいました」"
    太一 "「そう言いましたから」"
    call gl(1,"TCMM0000e|TCMM000x")
    call vsp(1,1)
    with dissolve
    "無表情になった。"
    call gl(1,"TCMM0006e|TCMM0006")
    call vsp(1,1)
    with dissolve
    voice "vfcca0021msa018"
    見里 "「今、あなたはわたしに暴行されても文句を言えない立場になりました」"
    太一 "「も、ものによってはＯＫデス！」"
    call gl(4,"sgcc0005")
    call gl(5,"efcc0000")
    play se "se100"
    call vsp(5,1)
    with dissolve
    hide pic1
    with dissolve
    call vsp(4,1)
    with dissolve
    hide pic5
    with dissolve
    "攻撃される。"
    with vpunch
    太一 "「ひぎゃっ」"
    voice "vfcca0021msa019"
    見里 "「どうして……きみはそう軽率なことを……」"
    太一 "「あの、つい条件反射で……」"
    voice "vfcca0021msa020"
    見里 "「こんなの鍵がなかったら外れないですよーっ？」"
    太一 "「まあまあ。鍵を探せばいいんですよ、ね？」"
    voice "vfcca0021msa021"
    見里 "「……その交番にあるんでしょうか」"
    太一 "「もちですよ。今日帰りに探していきますよ」"
    voice "vfcca0021msa022"
    見里 "「今から行きなさい。ね？」"
    play se "se103"
    "ギリギリギリ……"
    with vpunch
    太一 "「はひ……スグニ」"
    "Ｗアイアンクロー炸裂の現状、他に答える余地もなく。"
    太一 "「でも戻ってくるまではおとなしくしててくださいよ」"
    voice "vfcca0021msa023"
    見里 "「これじゃ着替えもできません」"
    太一 "「とりあえず、教室にいたらどうです？」"
    voice "vfcca0021msa024"
    見里 "「そうですね……」"
    "二人で校舎に戻る。"
    call gl(0,"bgcc0008")
    call vsp(4,0)
    call vsp(0,1)
    with wipeleft
    voice "vfcca0021msa025"
    見里 "「誰にも見つからないといいんですが……」"
    太一 "「なぜです？」"
    voice "vfcca0021msa026"
    見里 "「連行されているように見えるじゃないですか」"
    太一 "「どっちかと言うと、プレイしているように見えたりして」"
    voice "vfcca0021msa027"
    見里 "「ぷれい？」"
    太一 "「三階でしたよね、先輩の教室」"
    voice "vfcca0021msa028"
    見里 "「あ、そこですよ」"
    "そこに美希がやってきた。"
    call gl(2,"TCYM0003|TCYM0003")
    call gp(2,t=right)
    call gp(1,t=left)
    call vsp(1,1)
    call vsp(2,1)
    with Dissolve(500.0/1000.0)
    voice "vfcca0021mki000"
    美希 "「こんちです！」"
    call gl(1,"TCMM0004e|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0021msa029"
    見里 "「っ！？」"
    "焦って手元を隠そうとした先輩は、それに失敗した。"
    "手首を覆っていたタオルが、はらりと落ちる。"
    "じっとしていれば良かったのに。"
    call gl(2,"TCYM0021|TCYM0021")
    call vsp(2,1)
    with dissolve
    voice "vfcca0021mki001"
    美希 "「……」"
    call gl(2,"TCYM0004|TCYM0002")
    call vsp(2,1)
    with dissolve
    voice "vfcca0021mki002"
    美希 "「た、逮捕されてる……」"
    call gl(1,"TCMM0006e|TCMM0006")
    call vsp(1,1)
    with dissolve
    voice "vfcca0021msa030"
    見里 "「違います、これは悪戯です」"
    voice "vfcca0021mki003"
    美希 "「……」"
    call gl(2,"TCYM0000|TCYM0000")
    call vsp(2,1)
    with dissolve
    voice "vfcca0021mki004"
    美希 "「あの、先輩」"
    "挙手をした。"
    太一 "「なんだね、山辺巡査」"
    call gl(2,"TCYM0001|TCYM0000")
    call vsp(2,1)
    with dissolve
    voice "vfcca0021mki005"
    美希 "「はっ、今日は保健室があいているようであります！」"
    "敬礼しつつ、プレイする場所を紹介してくれた。"
    "うう、いいヤツ……。"
    call gl(1,"TCMM0000e|TCMM000x")
    call vsp(1,1)
    with dissolve
    voice "vfcca0021msa031"
    見里 "「？」"
    "ウブな先輩は理解できない。"
    太一 "「やあ、ありがとう。君もどうだい？」"
    voice "vfcca0021mki006"
    美希 "「は、自分はもうちょっと処女でいたいかな、と思う次第」"
    太一 "「それは残念。では」"
    voice "vfcca0021mki007"
    美希 "「おつとめご苦労様でーす」"
    hide pic2
    with dissolve
    "ぺこりと頭をさげて、僕らを見送る。"
    voice "vfcca0021msa032"
    見里 "「今の会話、よくわかりませんでした」"
    太一 "「わかったらえらいこっちゃ」"
    voice "vfcca0021msa033"
    見里 "「？？？」"
    stop bgm
    call vsp(1,0)
    call vsp(0,0)
    with Dissolve(500.0/1000.0)
    太一 "「さて」"
    call gl(0,"bgcc0000a")
    call vsp(0,1)
    with wipeleft
    "駅前。"
    "とはいっても、こじんまりとしたものだ。"
    "ゴミゴミしていないのが救い。"
    "交番は……すぐ近くにある。"
    "パトロール中の札がかけられていて、人は誰もいない。"
    "鍵はすぐ見つかった。"
    "これって窃盗になるのかしら？"
    "なるに決まっている。"
    "しかも備品だ。"
    "軽犯罪王·アルセーヌ太一、最後の犯罪。"
    太一 "「あった」"
    "すぐ戻らないとな。"
    play bgm "bgm/bgm007.ogg"
    "駅前には人通りがない。"
    "もともと住宅街と都会とのアクセスポイントでしかない駅は、にぎわいも薄い。"
    "アスファルトの無機的な広場が、かすかな陽炎を立ちのぼらせている。"
    "車もまるで見られない。"
    "だから道の真ん中を歩いた。"
    太一 "「……」"
    "咎めだてる者はいない。"
    "どうなんだろう。"
    "たとえば、そういう世界。"
    "どんな犯罪に手を染めても、誰も咎めることもなく、また咎められることもない。"
    "無法の世界。"
    "だけどここにいるのは自分だけなのだ。"
    "自分だけの世界で、どんな犯罪があるだろう。"
    "ない。"
    "人との接点がなければ、大半の罪は霧散して意味を失う。"
    "理想的だ。"
    "理想の社会と言える。"
    "個であること。群を捨てるということ。"
    "そのために必要な能力とは何か？"
    "また、適した精神構造とは？"
    "人間にはいろいろな欲望がある。"
    "水を飲みたいとする欲求とはまた別の次元で、それはある。"
    "欲望とは何だろう。"
    "出世欲。"
    "知識欲。"
    "創作欲。"
    "征服欲。"
    "それらは他者に対して抱く、あるいは他者によってその価値が定められるもの。"
    "欲望というものは他人の承認を得たいという、あらわれかも知れない。"
    "人より資産を持ちたい。"
    "人より知識を持ちたい。"
    "人より出世したい。"
    "前提としての他者。"
    "多くの人が価値あると認めるものを獲得することに、欲望の根元がある。"
    "その明確なかたちのひとつが、通貨だろう。"
    "さしあたっての利用目的がなくとも、人はそれを欲する。"
    "人間が欲望とともに生きる時、すでに他者の意識や価値観によって世界は染まっているのであり、またその中で人格は形成されていくのだ。"
    "では個であったなら。"
    "欲望はどう変質するだろう？"
    "いや、他者がいなくなった瞬間、欲望はその定義を失って欲求へと至る。"
    "対抗馬のないレースは競走として成立せず、故に走る速度は追求されなくなる。"
    "自分一人の世界で、なお知識層であろうとする者が何人いるだろう？"
    "見る者のない芸術を、彼らは作り続けることができるのか？"
    "誰を征服するというのか？"
    "そう。"
    "一人になれば、人は変質する。"
    "せざるを得ない。"
    "突き上げるような負の感情も、マイナスではなくなる。"
    "罪も罪でない世界なら。"
    "この『目』は、そのためにあったのだと、天啓のように思った。"
    "振り返る。"
    太一 "「……いつまであとをつけてくるつもり？」"
    "人気のない広場に、声はよく通る。"
    太一 "「用事があるんじゃないのかな？」"
    "待つ。"
    "しかし返答はない。"
    太一 "「どうかしてる」"
    "吐き捨てて、学校方面に歩き出す。"
    "いちいち構っていられない。"
    "気配はひたひたと追尾してきた。"
    "心配してくれるのはありがたい。"
    "が、しかし。"
    太一 "「俺は髪の毛が白いから、日射病になんてならないのっ！！」"
    "母親に対する苛立ちって、こういうものなのかも知れない。"
    "新鮮ではあったけど、煩わしさがまさった。"
    stop bgm
    call gl(0,"bgcc0011")
    call vsp(0,1)
    with wipeleft
    "学校のそばまで来て、俺はほっと息を落とした。"
    "気配が消えてくれたからだ。"
    太一 "「……あーもー、イライラした」"
    "しかし毎度のことながら、鳥肌が立つ。"
    "あの存在密度には。"
    太一 "「魔物ですか」"
    "近いかも。"
    "そんなものに愛でられるのも大変だ。"
    play se "SE027"
    "がるるるるるるるる"
    "腹の虫だ。"
    "野獣のようだ。"
    "腹の獣とでも言おうか。"
    太一 "「食べ物のにおいがする……」"
    "ふらふらと、足は学食に向いた。"
    return
    #